[{"source":{"id":null,"name":"Andro4all.com"},"author":"David Freire","title":"Sam Altman, CEO de OpenAI, sentencia los riesgos de la IA: \"Puede causar un daño significativo en el futuro\"","description":"Durante estas últimas semanas estamos comenzando a ver las consecuencias del imparable desarrollo de la Inteligencia Artificial, ya que si hace unas semanas te contamos que la IA está provocando que el phishing sea cada vez más difícil de detectar, hace unos …","url":"https://andro4all.com/tecnologia/sam-altman-ceo-de-openai-sentencia-los-riesgos-de-la-ia-puede-causar-un-dano-significativo-en-el-futuro","urlToImage":"https://andro4all.com/hero/2023/08/sam-altman.jpg?width=1200","publishedAt":"2025-09-04T11:45:21Z","content":"Sam Altman no es ajeno a los riesgos que conlleva el avance de la IA\r\nDurante estas últimas semanas estamos comenzando a ver las consecuencias del imparable desarrollo de la Inteligencia Artificial, … [+2087 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"Samsung se adelantó al iPhone 17 con una jugada doble que incluyó el nuevo Galaxy S25 FE, su celular “económico” de alta gama que llegará a Colombia, y la tablet premium Galaxy Tab S11","description":"Aunque el calendario tecnológico suele marcar septiembre como un mes clave para Apple y su tradicional keynote, que este año revelará el iPhone 17. Samsung decidió dar un golpe sobre la mesa desde Berlín y en el marco de la feria IFA 2025, la compañía surcore…","url":"https://www.xataka.com.co/celulares/samsung-se-adelanto-al-iphone-17-jugada-doble-que-incluyo-nuevo-galaxy-s25-fe-su-celular-economico-alta-gama-que-llegara-a-colombia-tablet-premium-galaxy-tab-s11","urlToImage":"https://i.blogs.es/84d523/samsung-galaxy-fe-1-/840_560.jpeg","publishedAt":"2025-09-04T11:41:11Z","content":"Aunque el calendario tecnológico suele marcar septiembre como un mes clave para Apple y su tradicional keynote, que este año revelará el iPhone 17. Samsung decidió dar un golpe sobre la mesa desde Be… [+11364 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"El 96% de los españoles tienen activa esta opción en WhatsApp lo que lleva directamente a estafas online","description":"Al igual que WhatsApp sea una de las apps más utilizadas en nuestro país tiene muchos aspectos positivos, también tiene otros que no lo son tanto, y es que, debido a la enorme penetración de la plataforma en la sociedad española, los ciberdelincuentes tienen …","url":"https://www.eleconomista.es/tecnologia/noticias/13530478/09/25/el-96-de-los-espanoles-tienen-activa-esta-opcion-en-whatsapp-lo-que-lleva-directamente-a-estafas-online.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x675/2/f/e/VIRUS-WHATSAPP.jpg","publishedAt":"2025-09-04T11:30:17Z","content":"Al igual que WhatsApp sea una de las apps más utilizadas en nuestro país tiene muchos aspectos positivos, también tiene otros que no lo son tanto, y es que, debido a la enorme penetración de la plata… [+2770 chars]"},{"source":{"id":null,"name":"Educaciontrespuntocero.com"},"author":"EDUCACIÓN 3.0","title":"Los mejores portátiles para estudiantes de Secundaria","description":"Su resistencia, las funciones inteligentes para aumentar la productividad y sus prestaciones relacionadas con la privacidad hacen que cubran las necesidades del alumnado de esta etapa educativa.","url":"https://www.educaciontrespuntocero.com/tecnologia/mejores-portatiles-para-secundaria/","urlToImage":"https://www.educaciontrespuntocero.com/wp-content/uploads/2025/09/Los-mejores-portatiles-para-estudiantes-de-Secundaria.jpg","publishedAt":"2025-09-04T11:00:00Z","content":"Rendimiento, durabilidad, seguridad, autonomía Estas son algunas de las características que conviene considerar en el momento de escoger un portátil para estudiantes de Secundaria. También es aconsej… [+4508 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"Están explotando Grok para difundir malware en X y solo existe una forma de protegerte","description":"La red social X , antes Twitter, se ha convertido en noticia durante las últimas horas al posicionarse como la nueva víctima de ataques de piratas informáticos. Estos actores maliciosos se han colado en el corazón de la IA Grok para encontrar una nueva forma …","url":"https://www.adslzone.net/noticias/internet/explotando-grok-difundir-malware-x-protegerte/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/redes-sociales_X-min.png","publishedAt":"2025-09-04T10:33:33Z","content":"Desde la compra de Twitter por 44.000 millones de dólares, han cambiado muchas cosas y una de las más recientes ha sido la incorporación de una Inteligencia Artificial capaz de ofrecer todo tipo de i… [+4144 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"Competencias esenciales en inteligencia artificial que todo profesional del marketing debe dominar en 2025","description":"La revolución que vive la industria del marketing es de una magnitud sin precedentes, comparable únicamente con el advenimiento de la era digital. En este momento, las habilidades de marketing de la inteligencia artificial agentiva se han posicionado como un …","url":"https://www.puromarketing.com/126/215968/competencias-esenciales-inteligencia-artificial-todo-profesional-marketing-debe-dominar-2025","urlToImage":"https://www.puromarketing.com/uploads/img/contents/2025/lTP9hbtOz1WwxnIyeo7s/lTP9hbtOz1WwxnIyeo7s_post_imagen_prev.jpg","publishedAt":"2025-09-04T10:03:07Z","content":"La revolución que vive la industria del marketing es de una magnitud sin precedentes, comparable únicamente con el advenimiento de la era digital. En este momento, las habilidades de marketing de la … [+5765 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La IA, riesgo y aliado en la protección de identidades digitales según Cisco","description":"El phishing impulsado por IA preocupa al 34% de directivos europeos, mientras que el 87% ya usa esta tecnología para reforzar la seguridad.","url":"https://www.silicon.es/la-ia-riesgo-y-aliado-en-la-proteccion-de-identidades-digitales-segun-cisco-2572176","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/cisco-duo-ia-seguridad-identidades.jpeg","publishedAt":"2025-09-04T10:00:18Z","content":"La inteligencia artificial se ha consolidado como un arma de doble filo en la seguridad digital. El 34% de los directivos europeos considera que el phishing impulsado por IA será una de las principal… [+3734 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Shizuku: la app heredera del antiguo System UI Tuner","description":"Usa Shizuku y SystemUI Tuner sin root: permisos, add-on, comandos ADB, límites y trucos para ajustar Android al máximo.","url":"https://www.androidsis.com/shizuku-la-app-heredera-del-antiguo-system-ui-tuner/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/Shizuku.png","publishedAt":"2025-09-04T09:59:28Z","content":"Si te gusta ir un paso más allá en Android, Shizuku y SystemUI Tuner forman una dupla capaz de desbloquear montones de ajustes ocultos sin necesidad de root. Eso sí, no hacen magia: Android y cada fa… [+14223 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Los ciberataques se disparan en 2025 y revelan la falta de expertos en ciberseguridad","description":"España se sitúa entre las economías más afectadas, mientras la escasez de talento amenaza la capacidad global para frenar los ciberataques.","url":"https://www.silicon.es/los-ciberataques-se-disparan-en-2025-y-revelan-la-falta-de-expertos-en-ciberseguridad-2572173","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/ceupe-ciberataques-espana-2025.jpeg","publishedAt":"2025-09-04T09:00:41Z","content":"La superficie de ataque digital no deja de crecer y las cifras lo confirman. En el primer trimestre de 2025, las organizaciones sufrieron una media de 1.925 ciberataques semanales, un aumento signifi… [+3143 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Veeam acelera la estrategia de resiliencia de datos con su primera solución de software preconfigurada","description":"Veeam Software Appliance es una solución independiente del hardware y gestionada por Veeam que ya está disponible como versión anticipada.","url":"https://www.silicon.es/veeam-acelera-la-estrategia-de-resiliencia-de-datos-con-su-primera-solucion-de-software-preconfigurada-2572193","urlToImage":"https://www.silicon.es/wp-content/uploads/2014/03/Fuente-Shutterstock_Autor-Lightspring_disponible.jpg","publishedAt":"2025-09-04T07:41:19Z","content":"Veeam Software anuncia la que es su “primera solución de software totalmente preconfigurado y reforzado”: Veeam Software Appliance, que ya se encuentra disponible en todo el mundo en forma de versión… [+1250 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Ramón Varela","title":"Marvel's Wolverine sería el gran protagonista del State of Play de este mes, según un conocido 'insider'","description":"<!--cache-->Sony estaría preparando un State of Play para las próximas semanas que por fin mostrarían gameplay de Marvel's Wolverine de Insomniac Games.<!--aa--->El State of Play emitido ayer, dedicado en exclusiva a 007 First Light, no sería el único program…","url":"https://vandal.elespanol.com/noticia/1350783135/marvels-wolverine-seria-el-gran-protagonista-del-state-of-play-de-este-mes-segun-un-conocido-insider/","urlToImage":"https://media.vandal.net/ivandal/12/63/1200x630/9/9-2025/4/2025949273427_1.jpg","publishedAt":"2025-09-04T07:37:00Z","content":"El State of Play emitido ayer, dedicado en exclusiva a 007 First Light, no sería el único programa de Sony planeado para este mes. Según rumores de las últimas semanas habrá otro cerca del Tokyo Game… [+2222 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Bárbara Bécares","title":"Una demanda a El Corte Inglés de Valdemoro puede marcar un cambio del sector: las ventas online transforman las tareas minoristas","description":"Hasta 212 trabajadores de El Corte Inglés en el municipio madrileño de Valdemoro se han unido para realizar una demanda colectiva a la empresa. Y los representantes afirman que hasta 300 personas más se plantearon unirse pero no llegaron a recopilar la docume…","url":"https://www.genbeta.com/actualidad/demanda-a-corte-ingles-valdemoro-puede-marcar-cambio-sector-ventas-online-transforman-tareas-minoristas","urlToImage":"https://i.blogs.es/3dd536/el_corte_ingles_castellana_-madrid-_01/840_560.jpeg","publishedAt":"2025-09-04T07:32:43Z","content":"Hasta 212 trabajadores de El Corte Inglés en el municipio madrileño de Valdemoro se han unido para realizar una demanda colectiva a la empresa. Y los representantes afirman que hasta 300 personas más… [+3412 chars]"},{"source":{"id":null,"name":"Muyseguridad.net"},"author":"Jose Montes","title":"Cómo minimizar riesgos al usar extensiones en los navegadores","description":"Las extensiones de navegadores web (también llamados complementos) han venido siendo desde hace años una fuente preferente para ocultar malware. El número de complementos se cuentan por miles y son tremendamente populares, de ahí que los ciberdelincuentes hay…","url":"https://www.muyseguridad.net/2025/09/03/eset-alerta-de-las-extensiones-de-navegadores/","urlToImage":"https://www.muyseguridad.net/wp-content/uploads/2025/09/extensiones-de-navegadores-1000x600.jpg","publishedAt":"2025-09-04T07:04:26Z","content":"Las extensiones de navegadores web (también llamados complementos) han venido siendo desde hace años una fuente preferente para ocultar malware. El número de complementos se cuentan por miles y son t… [+4367 chars]"},{"source":{"id":null,"name":"Blogthinkbig.com"},"author":"José María López","title":"Cómo entrar en la Dark Web: qué hacer, requisitos y cómo acceder de forma segura","description":"Internet es una red de redes. Es decir, está compuesta de máquinas conectadas entre sí a lo largo y ancho del mundo. Y como esta red de alcance mundial es tan grande y variada, se […]\nCómo entrar en la Dark Web: qué hacer, requisitos y cómo acceder de forma s…","url":"https://blogthinkbig.com/entrar-en-la-dark-web-internet-oscura","urlToImage":"https://blogthinkbig.com/wp-content/uploads/sites/4/2025/09/Escaleras-Suburbano-Oscuridad.jpg?fit=1920%2C1280","publishedAt":"2025-09-04T06:00:00Z","content":"Internet es una red de redes. Es decir, está compuesta de máquinas conectadas entre sí a lo largo y ancho del mundo. Y como esta red de alcance mundial es tan grande y variada, se compone de varias c… [+8918 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Hackers encontraron nueva forma de ocultar malware en contratos inteligentes de Ethereum","description":"Investigadores de ReversingLabs descubrieron dos paquetes NPM que utilizaban contratos inteligentes de Ethereum para ocultar URLs maliciosas y eludir los escaneos de seguridad.\n Actores de amenazas han encontrado una nueva forma de distribuir software malicio…","url":"https://es.cointelegraph.com/news/new-malware-discovered-targeting-ethereum-smart-contracts-devs","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-09/01991283-4d0c-73ac-8323-3c96bbb3b4e3","publishedAt":"2025-09-04T05:15:22Z","content":"Actores de amenazas han encontrado una nueva forma de distribuir software malicioso, comandos y enlaces dentro de contratos inteligentes de Ethereum para evadir los escaneos de seguridad a medida que… [+3879 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Privacidad digital para menores y seguridad: ¿es realmente posible?","description":"Construir un entorno digital más seguro para los menores es tan necesario como complicado. Pero la necesidad de implementar mecanismos sólidos de verificación de edad se vuelve cada vez más urgente, ante el incremento de datos preocupantes sobre la exposición…","url":"https://www.abc.es/familia/padres-hijos/privacidad-digital-menores-seguridad-realmente-posible-20250904143403-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/familia/2025/09/04/seguridad-U53552526540zNg-1024x512@diario_abc.jpg","publishedAt":"2025-09-04T02:30:44Z","content":"Construir un entorno digital más seguro para los menores es tan necesario como complicado. Pero la necesidad de implementar mecanismos sólidos de verificación de edad se vuelve cada vez más urgente, … [+6693 chars]"}]