[{"source":{"id":null,"name":"Eleconomista.es"},"author":"Esther Zamora Torralba","title":"Las pymes tardan más de 200 días en detectar un ciberataque","description":"Los ataques cibernéticos afectan de la misma manera a las grandes corporaciones, organismos públicos como a las pequeñas y medianas empresas, ya que los ciberdelincuentes no distinguen el tamaño de la empresa a la hora de acceder de manera ilegal a los datos …","url":"https://www.eleconomista.es/banca-finanzas/noticias/13514745/08/25/las-pymes-tardan-mas-de-200-dias-en-detectar-un-ciberataque.html","urlToImage":"https://s03.s3c.es/imag/_v0/5400x2947/9/5/d/1200x655_ciberataque1.jpg","publishedAt":"2025-08-22T16:59:55Z","content":"Los ataques cibernéticos afectan de la misma manera a las grandes corporaciones, organismos públicos como a las pequeñas y medianas empresas, ya que los ciberdelincuentes no distinguen el tamaño de l… [+5497 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Coinbase implementó medidas de contratación más estrictas tras amenazas de trabajadores remotos de Corea del Norte","description":"Coinbase está reforzando la seguridad después de que hackers norcoreanos explotaran su política de trabajo remoto, con el CEO Brian Armstrong esbozando medidas de contratación más estrictas.\n Coinbase, el tercer exchange de criptomonedas más grande del mundo …","url":"https://es.cointelegraph.com/news/coinbase-tightens-workforce-security-after-north-korea-remote-worker-threats","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198d1fb-9472-71f5-8d77-c1941ad6f3c2","publishedAt":"2025-08-22T16:08:50Z","content":"Coinbase, el tercer exchange de criptomonedas más grande del mundo por volumen, ha recibido una ola de amenazas de hackers norcoreanos que buscan empleo remoto en la compañía.\r\nLos trabajadores de TI… [+3200 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Ciberdelincuentes suplantan la identidad de una importante entidad financiera en México","description":"Una nueva campaña de phishing a través de mensaje de texto está circulando en México. Los estafadores se hacen pasar por un banco e inducen a los usuarios a ingresar sus datos sensibles en formularios falsos, usando de anzuelo una supuesta recompensa.","url":"https://www.welivesecurity.com/es/estafas-enganos/phishing-mensaje-suplanta-banco-en-mexico/","urlToImage":null,"publishedAt":"2025-08-22T15:01:31Z","content":"En el marco de las tareas de monitoreo y análisis que realiza el equipo de ESET MDR, se ha identificado una nueva campaña de ingeniería social que utiliza técnicas de smishing para suplantar la ident… [+7070 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Redacción","title":"No todas son iguales: Esta VPN te da acceso total, seguro y rápido a juegos no disponibles en tu país","description":"Gracias a el servicio de VPN Surfshark podemos acceder a juegos solo disponibles en Asia como One Piece Fighting Path o Digimon New Century,<!--aa--->*Ofrecido por SurfsharkEn muchas ocasiones, sobre todo los que somos aficionados a los MMO coreanos o a los a…","url":"https://vandal.elespanol.com/noticia/1350782842/no-todas-son-iguales-esta-vpn-te-da-acceso-total-seguro-y-rapido-a-juegos-no-disponibles-en-tu-pais/","urlToImage":"https://media.vandal.net/ivandal/12/63/1200x630/8/8-2025/19/20258191146442_1.jpg","publishedAt":"2025-08-22T15:00:00Z","content":"*Ofrecido por Surfshark\r\nEn muchas ocasiones, sobre todo los que somos aficionados a los MMO coreanos o a los anime, nos hemos encontrado con el problema de que algunos de los juegos a los que querem… [+1833 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"FRP Bypass para Android: guía completa, métodos, herramientas y riesgos que debes conocer","description":"Qué es FRP Bypass, métodos, riesgos y vías seguras para recuperar acceso en Android. Evita problemas y actúa con seguridad.","url":"https://www.androidsis.com/frp-bypass-para-android-guia-completa-metodos-herramientas-y-riesgos-que-debes-conocer/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/08/FRP-Bypass.jpg","publishedAt":"2025-08-22T14:30:02Z","content":"Si te has quedado bloqueado en la verificación de cuenta de Google tras un restablecimiento, no eres el primero ni serás el último. La Protección de Restablecimiento de Fábrica, más conocida como FRP… [+14655 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Bill Repasky","title":"Prohibir los quioscos de moneda virtual no es una solución para el fraude","description":"Las prohibiciones generales de los cajeros automáticos de criptomonedas castigan a los usuarios legítimos mientras los estafadores se adaptan. Los sistemas inteligentes de advertencia en los quioscos podrían interceptar las estafas en curso.\n Opinión de: Bill…","url":"https://es.cointelegraph.com/news/banning-crypto-atms-is-no-solution-to-fraud","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-07/01981165-dd09-7170-aea0-ad03b8c1c617","publishedAt":"2025-08-22T14:00:00Z","content":"Opinión de: Bill Repasky, abogado de Frost Brown Todd LLP\r\nCon más de 55 millones de estadounidenses utilizando ahora criptomonedas en su vida diaria, las criptomonedas se han convertido en un compon… [+6850 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"España bloquea 48 millones de llamadas fraudulentas: el plan tecnológico que refuerza la seguridad en las telecomunicaciones","description":"La lucha contra el voice phishing (vishing) y el fraude por SMS (smishing) ha entrado en una nueva fase en España. En apenas cinco meses, el Plan del Gobierno contra las estafas telefónicas, gestionado en coordinación con operadores de telecomunicaciones, ha …","url":"https://www.redes-sociales.com/espana-bloquea-48-millones-de-llamadas-fraudulentas-el-plan-tecnologico-que-refuerza-la-seguridad-en-las-telecomunicaciones/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/10/recibir-llamada-spam-movil.jpg","publishedAt":"2025-08-22T11:13:18Z","content":"La lucha contra el voice phishing (vishing) y el fraude por SMS (smishing) ha entrado en una nueva fase en España. En apenas cinco meses, el Plan del Gobierno contra las estafas telefónicas, gestiona… [+5303 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Falla Internet en la Cámara, a pocos días del Informe","description":"Ayer se cayó durante horas el servicio de Internet en la Cámara de Diputados, lo cual se sumó a por lo menos tres apagones ocurridos el miércoles en la sede legislativa, y aunque es probable que dichas fallas ocurran de nuevo en los próximos días, no ponen en…","url":"https://www.jornada.com.mx/2025/08/22/politica/007n2pol","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-08-22T09:51:58Z","content":"Periódico La JornadaViernes 22 de agosto de 2025, p. 7\r\nAyer se cayó durante horas el servicio de Internet en la Cámara de Diputados, lo cual se sumó a por lo menos tres apagones ocurridos el miércol… [+1604 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Los navegadores de IA con capacidades de agente caen en las amenazas más comunes que se encuentran online, según estudio","description":"Los navegadores impulsados por la inteligencia artificial (IA) empiezan a adquirir capacidades de agente para hacer tareas 'online' en nombre del usuario, de manera autónoma, pero sin medidas de protección que eviten que caigan en los peligros 'online' más ha…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-navegadores-ia-capacidades-agente-caen-amenazas-mas-comunes-encuentran-online-estudio-20250822105702.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250822105702_1200.jpg","publishedAt":"2025-08-22T08:57:02Z","content":"MADRID, 22 Ago. (Portaltic/EP) - \r\n    Los navegadores impulsados por la inteligencia artificial (IA) empiezan a adquirir capacidades de agente para hacer tareas 'online' en nombre del usuario, de ma… [+2514 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Tarang Khaitan","title":"Kroll se enfrenta a una demanda colectiva por los correos electrónicos fraudulentos que reciben a diario los acreedores de FTX","description":"Los acreedores de FTX afirman que han sido víctimas de correos electrónicos de phishing tras una filtración de datos en agosto de 2023 que expuso su información.\n La empresa de asesoría financiera y de riesgos Kroll se enfrenta a una demanda colectiva por pre…","url":"https://es.cointelegraph.com/news/kroll-class-action-ftx-creditors-complain-daily-scam-emails","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198cffa-856f-7902-8dca-e2993542cb5b","publishedAt":"2025-08-22T08:45:00Z","content":"La empresa de asesoría financiera y de riesgos Kroll se enfrenta a una demanda colectiva por presunta negligencia en relación con una filtración de datos que afectó a los acreedores de FTX, BlockFi y… [+3112 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"El ‘ransomware’ manda en el ámbito las ciberamenazas","description":"Las víctimas de este tipo de 'malware' se incrementaron durante el primer semestre cerca de un 70 % respecto a años anteriores.","url":"https://www.silicon.es/el-ransomware-manda-en-el-ambito-las-ciberamenazas-2571703","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-08-22T08:42:21Z","content":"Las empresas continúan amenazadas por el ransomware, un malware que secuestra equipos informáticos y cifra los datos para pedir un rescate a cambio de su liberación.\r\nDurante los seis primeros meses … [+3001 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"Las mayores VPN de Android se vinculan con China y son inseguras al incluir las contraseñas en el propio código fuente de la app","description":"La industria de las VPN, que muchos usuarios consideran un refugio seguro para navegar en internet, tiene una cara oculta mucho menos tranquilizadora. De hecho, una investigación académica acaba de destapar que varias VPN de Android con cientos de millones de…","url":"https://elchapuzasinformatico.com/2025/08/vpn-android-china-inseguras-contrasenas-codigo-fuente-app/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/08/Las-mayores-VPN-de-Android-son-inseguras-y-estan-vinculadas-al-gobierno-de-China.jpg","publishedAt":"2025-08-22T08:35:34Z","content":"La industria de las VPN, que muchos usuarios consideran un\r\nrefugio seguro para navegar en internet, tiene una cara oculta\r\nmucho menos tranquilizadora. De hecho, una investigación académica acaba de… [+5461 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Australia ha desmantelado 14.000 estafas desde 2023, el 21% promocionaba ganancias falsas con criptomonedas","description":"La Presidenta Adjunta de la ASIC, Sarah Court, dijo que el regulador ha reforzado ahora sus medidas contra las estafas para incluir el monitoreo de anuncios en redes sociales.\n El regulador de mercados de Australia se prepara para expandir su ofensiva contra …","url":"https://es.cointelegraph.com/news/australia-regulator-crypto-investment-scam-update","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-02/01953cd9-66f1-7884-a880-4d66f8f5dee9","publishedAt":"2025-08-22T04:36:53Z","content":"El regulador de mercados de Australia se prepara para expandir su ofensiva contra las estafas en línea después de desmantelar 14.000 estafas en línea desde julio de 2023, y más de 3.000 de ellas supu… [+5262 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Hacking IA: Indirect Prompt Injection en Perplexity Comet","description":"Hace un par de días, el equipo del navegador Brave que está dotando a este de un Asistente AI en modo Agente, publicó una vulnerabilidad de Indirect Prompt Injection en el Asistente AI en modo Agente de Perplexity, llamado Comet, y lo han hecho con una Proof …","url":"https://www.elladodelmal.com/2025/08/hacking-ia-indirect-prompt-injection-en.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEj2v84nV2JUzLmfayWp9-2UVCJyVkAaDZ8TR0bPqdUWm9FXE6Yt2wtXQPv_q76TRM1iMQbcCIthWGHoHhZ9C0YANjHMhwBmkLHQIeSDX1LJeGZxDKIBb10_qrxvvgtDQeF9IDep62f05zi83AGTAion01ondCz40OcswSpEEKOnGQ-OSOPydnkv/w1200-h630-p-k-no-nu/Comet0.jpg","publishedAt":"2025-08-22T04:01:00Z","content":"El ataque se basa en un esquema bastante sencillo, como controlar una página web que la víctima vaya visitar con Perplexity Comet y dejar en ella - ya sea una web maliciosa, o un comentario en una pl… [+2124 chars]"},{"source":{"id":null,"name":"Isopixel.net"},"author":"Raúl Ramírez","title":"LG asegura la máxima certificación en ciberseguridad para su planta clave en Vietnam","description":"LG Electronics obtuvo la certificación CSMS Nivel 3 en su planta de Hai Phong, Vietnam, consolidando su liderazgo global en ciberseguridad automotriz y marcando un referente en la industria. La industria automotriz está atravesando una transformación acelerad…","url":"https://isopixel.net/2025/08/21/lg-certificacion-csms-hai-phong/","urlToImage":"https://isopixel.net/wp-content/uploads/2025/08/lg-certificacion-csms-hai-phong.webp","publishedAt":"2025-08-22T00:37:40Z","content":"LG Electronics obtuvo la certificación CSMS Nivel 3 en su planta de Hai Phong, Vietnam, consolidando su liderazgo global en ciberseguridad automotriz y marcando un referente en la industria.\r\n<ul><li… [+3829 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Gonzalo Hernández","title":"El nuevo ataque cibernético contra Microsoft roba tus inicios de sesión con enlaces que pocos podrían pensar que son falsos","description":"Un grupo de atacantes cibernéticos ha encontrado la forma de robar los inicios de sesión de Microsoft. La técnica combina vínculos legítimos de office.com con los Servicios de Federación de Active Directory (ADFS) para redirigir a los usuarios hacia una págin…","url":"https://www.xataka.com.mx/seguridad/nuevo-ataque-cibernetico-microsoft-roba-tus-inicios-sesion-enlaces-que-pocos-podrian-pensar-que-falsos","urlToImage":"https://i.blogs.es/bda068/microsoft-01/840_560.jpeg","publishedAt":"2025-08-22T00:00:45Z","content":"Un grupo de atacantes cibernéticos ha encontrado la forma de robar los inicios de sesión de Microsoft. La técnica combina vínculos legítimos de office.com con los Servicios de Federación de Active Di… [+2883 chars]"}]