[{"source":{"id":null,"name":"Biztoc.com"},"author":"apnews.com","title":"Mujer gazatí evacuada a Italia en “estado de grave deterioro físico” muere en hospital","description":"","url":"https://biztoc.com/x/ba44fd84035436b4","urlToImage":"https://biztoc.com/cdn/950/og.png","publishedAt":"2025-08-16T19:55:24Z","content":"{ window.open(this.href, '_blank'); }, 200); return false;\"&gt;Why did Air Canada flight attendants strike? { window.open(this.href, '_blank'); }, 200); return false;\"&gt;How did Trump-Putin summit i… [+765 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"JanSmite","title":"Con Air France y KLM ya son 5 las aerolíneas hackeadas en dos meses [Ing]","description":"Air France y KLM se unen a WestJet, Hawaiian y Qantas para hacer un total de 5 compañías aéreas ciberatacadas en los dos últimos meses. Las aerolíneas son un blanco fácil debido a su gran complejidad, según explicó William Wright, experto en ciberseguridad de…","url":"https://www.meneame.net/m/actualidad/air-france-klm-ya-son-5-aerolineas-hackeadas-dos-meses-ing","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-08-16T19:34:44Z","content":"#1 Ya, claro... exponencialmente ya crecieron cuando generaban mutaciones al código para que las firmas de los AV no las pescaras. Exponencialmente también crecieron cuando automatizaron todas las he… [+243 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Rodríguez","title":"A la venta 15,8 millones de cuentas de Paypal: recuerda activar el 2FA y actualiza tu contraseña","description":"Por un foro en la dark web, que por su estilo parece ser BreachForums, ha aparecido un usuario llamado \"Chucky_BF\" vendiendo nada menos que 15,8 millones de cuentas de PayPal. Si bien no hay ninguna información oficial, este foro es muy conocido por la venta …","url":"https://elchapuzasinformatico.com/2025/08/venta-millones-cuentas-paypal/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/08/Posible-vulnerabilidad-email-y-contrasena-PayPal-1.jpg","publishedAt":"2025-08-16T18:45:58Z","content":"Por un foro en la dark web, que por su estilo parece ser\r\nBreachForums, ha aparecido un usuario llamado\r\n\"Chucky_BF\" vendiendo nada menos que 15,8\r\nmillones de cuentas de PayPal. Si bien no hay ningu… [+3368 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Mayela Marín","title":"PhantomCard y SpyBanker: nueva oleada de malware Android contra el sector bancario","description":"Recientemente, ThreatFabric destapó la aparición de PhantomCard, un troyano NFC-relay capaz de clonar tarjetas contactless en Brasil, mientras que K7 Labs alertó sobre SpyBanker, un dropper que desvía llamadas bancarias en la India. Ambas campañas ponen de re…","url":"https://unaaldia.hispasec.com/2025/08/phantomcard-y-spybanker-nueva-oleada-de-malware-android-contra-el-sector-bancario.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/ChatGPT-Image-14-ago-2025-19_50_14.png?fit=1200%2C800&ssl=1","publishedAt":"2025-08-16T12:39:56Z","content":"Recientemente, ThreatFabric destapó la aparición de PhantomCard, un troyano NFC-relay capaz de clonar tarjetas contactless en Brasil, mientras que K7 Labs alertó sobre SpyBanker, un dropper que desví… [+2486 chars]"},{"source":{"id":null,"name":"Bandaancha.eu"},"author":"noemail@noemail.org (Josh)","title":"Vuelven los bloqueos del fútbol y las noticias no son buenas. Se extiende a IPv6 y MásOrange/Vodafone endurecen su filtrado.","description":"El bloqueo de IPs orquestado por LaLiga y Telefónica para impedir el acceso a sitios web que difunden fútbol sin su autorización se reactiva con fuerza con el inicio de la temporada 2025/26.Ayer arrancó la primera jornada de Primera División y como se esperab…","url":"https://bandaancha.eu/articulos/vuelven-bloqueos-futbol-noticias-no-son-11466#s8ui","urlToImage":"https://bandaancha.eu/s/2q0n/140/bloqueo-futbol-operadoras.jpg","publishedAt":"2025-08-16T10:03:48Z","content":"El bloqueo de IPs orquestado por LaLiga y Telefónica para impedir el acceso a sitios web que difunden fútbol sin su autorización se reactiva con fuerza con el inicio de la temporada 2025/26.\r\nAyer ar… [+4940 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Ránking de los mejores bancos en España según la OCU","description":"La Organización de Consumidores y Usuarios (OCU) ha publicado un ránking de los mejores bancos en España , según la opinión de 15.229 personas encuestadas. En el estudio, valoró el nivel de satisfacción de 38 entidades financieras, además de evaluar algunos f…","url":"https://www.adslzone.net/noticias/fintech/mejores-bancos-ocu/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/07/billetes-de-50-euros-y-moneda-de-1-euro-con-tarjeta-VISA.jpg","publishedAt":"2025-08-16T10:02:43Z","content":"Hoy en día, existe una amplia oferta de bancos entre los que elegir. Cada uno cuenta con servicios, ventajas y condiciones muy diversas. Algunos destacan por ser alternativas completamente digitales … [+6980 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Estas son las verdaderas cifras de \"la mayor filtración de contraseñas\" de la historia, según el mayor experto en filtraciones","description":"En junio nos hicimos eco de una noticia que había saltado a los titulares asegurando que \"16.000 millones de contraseñas\" habían quedado expuestas en lo que se calificaba como una \"filtración histórica\". Pero Troy Hunt, famoso por ser el creador de Have I Bee…","url":"https://www.genbeta.com/seguridad/estas-verdaderas-cifras-mayor-filtracion-contrasenas-historia-mayor-experto-filtraciones","urlToImage":"https://i.blogs.es/180c55/chatgpt-image-15-ago-2025-13_29_08/840_560.png","publishedAt":"2025-08-16T10:00:38Z","content":"En junio nos hicimos eco de una noticia que había saltado a los titulares asegurando que \"16.000 millones de contraseñas\" habían quedado expuestas en lo que se calificaba como una \"filtración históri… [+4969 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Microsoft intensifica la guerra de navegadores: advierte contra Google Chrome y promociona Edge, pero las alternativas libres ganan relevancia","description":"Microsoft ha vuelto a agitar el tablero del mercado de navegadores con un mensaje directo y oportunista: cuando un usuario de Windows intenta instalar Google Chrome, aparece un aviso recomendando Microsoft Edge como la opción “más segura, rápida y de confianz…","url":"https://www.redes-sociales.com/microsoft-intensifica-la-guerra-de-navegadores-advierte-contra-google-chrome-y-promociona-edge-pero-las-alternativas-libres-ganan-relevancia/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/07/Microsoft-Edge-Establece-un-Nuevo-Estandar-en-Velocidad-y-Desempeno.jpg","publishedAt":"2025-08-16T08:29:18Z","content":"Microsoft ha vuelto a agitar el tablero del mercado de navegadores con un mensaje directo y oportunista: cuando un usuario de Windows intenta instalar Google Chrome, aparece un aviso recomendando Mic… [+4406 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Rodrigo Cortina","title":"¿Qué hacer si el Mac está bloqueado y no responde? Guía completa","description":"Mac bloqueado y no responde. Guía práctica: forzar salida, modo seguro, reparar disco, diagnósticos y cuándo ir a Apple. Entra y soluciona ya.","url":"https://www.soydemac.com/que-hacer-si-el-mac-esta-bloqueado-y-no-responde-guia-completa/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/¿Que-hacer-si-el-Mac-esta-bloqueado-y-no-responde-3.jpg","publishedAt":"2025-08-16T08:24:56Z","content":"Que un Mac se quede congelado o deje de responder puede pillarnos en el peor momento, justo cuando tenemos algo urgente entre manos. Aunque macOS es estable, los cuelgues existen y pueden ir desde un… [+13818 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Eva R. de Luis","title":"Hay 700 máquinas de venta de tickets del metro de Barcelona que ya no se actualizan, así que las van a retirar por miedo a ciberataques","description":"Cuando vas a entrar al metro, lo más normal y corriente es pasar antes por una máquina de venta de tickets para comprar el billete o la tarjeta que te permita viajar de forma puntual o para varios viajes. Da igual que estés en Londres, en Bilbao o en Nueva Yo…","url":"https://www.genbeta.com/a-fondo/hay-700-maquinas-venta-tickets-metro-barcelona-que-no-se-actualizan-asi-que-van-a-retirar-ciberataques","urlToImage":"https://i.blogs.es/4de935/tmb/840_560.jpeg","publishedAt":"2025-08-16T07:00:38Z","content":"Cuando vas a entrar al metro, lo más normal y corriente es pasar antes por una máquina de venta de tickets para comprar el billete o la tarjeta que te permita viajar de forma puntual o para varios vi… [+3009 chars]"}]