[{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La era de la factura electrónica asoma por la esquina con demasiados deberes pendientes","description":"Se acerca el momento. Verifactu ya está a la vuelta de la esquina. Tras meses de preparativos y sucesivos ajustes normativos, el nuevo sistema de facturación electrónica comenzará a aplicarse a partir de 2026, cuando empresas y autónomos deban adaptarse a los…","url":"https://www.abc.es/economia/era-factura-electronica-asoma-esquina-demasiados-deberes-20251130173332-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/economia/2025/11/30/factura%20electro-U10537168210BLp-1024x512@diario_abc.jpg","publishedAt":"2025-11-30T02:54:14Z","content":"Se acerca el momento. Verifactu ya está a la vuelta de la esquina. Tras meses de preparativos y sucesivos ajustes normativos, el nuevo sistema de facturación electrónica comenzará a aplicarse a parti… [+8121 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"OpenAI reconoce una filtración que expuso datos de usuarios de su plataforma","description":"OpenAI confirma una filtración vía Mixpanel que expuso datos de cuentas de API. Mira qué información se vio afectada y cómo protegerte.","url":"https://www.actualidadgadget.com/openai-reconoce-una-filtracion-que-expuso-datos-de-usuarios-de-su-plataforma/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/OpenAI-confirma-una-filtracion-que-dejo-expuestos-los-datos-de-usuarios-de-ChatGPT-1.jpg","publishedAt":"2025-11-30T02:16:30Z","content":"OpenAI ha reconocido una filtración de datos que ha afectado a parte de los usuarios vinculados a su plataforma de desarrollo, después de que uno de sus proveedores externos de análisis sufriera un i… [+11202 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":null,"title":"Ciberseguridad: la nueva economía de la confianza","description":"Durante años, la ciberseguridad se contempló como un gasto inevitable, una partida que había que justificar y que pocas veces se vinculaba con el...","url":"https://www.elespanol.com/invertia/disruptores/opinion/20251130/ciberseguridad-nueva-economia-confianza/1003744032179_12.html","urlToImage":"https://s3.elespanol.com/2025/11/27/actualidad/1003744032187_260179668_1706x960.png?fmt=jpeg","publishedAt":"2025-11-30T00:34:00Z","content":"Durante años, la ciberseguridad se contempló como un gasto inevitable, una partida que había que justificar y que pocas veces se vinculaba con el crecimiento. Sin embargo, esa visión ha quedado atrás… [+5836 chars]"}]