[{"source":{"id":null,"name":"Muycomputer.com"},"author":"MuyComputer","title":"Comprar Office 2024 Professional Plus: Licencia Original, Precio Bajo y Activación Legal","description":"Comprar Office 2024 Professional Plus se ha convertido en un tema muy debatido entre usuarios particulares, profesionales de TI y empresas, sobre todo tras las primeras experiencias de uso de la nueva suite de Microsoft, que generaron opiniones contradictoria…","url":"https://www.muycomputer.com/2025/12/17/comprar-office-2024-professional-plus-precio-ofertas-y-donde-comprarlo/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/12/Comprar-Office-2024-Professional-Plus-1000x600.jpg","publishedAt":"2025-12-17T09:28:21Z","content":"Comprar Office 2024 Professional Plus se ha convertido en un tema muy debatido entre usuarios particulares, profesionales de TI y empresas, sobre todo tras las primeras experiencias de uso de la nuev… [+24777 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"La amenaza silenciosa: así están usando la inteligencia artificial los grupos extremistas","description":"Mientras las aplicaciones de inteligencia artificial transforman la educación, la medicina o la productividad laboral, también están siendo exploradas por actores mucho más oscuros. Grupos como el Estado Islámico (IS) y otras organizaciones extremistas están …","url":"https://wwwhatsnew.com/2025/12/17/la-amenaza-silenciosa-asi-estan-usando-la-inteligencia-artificial-los-grupos-extremistas/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/12/ai_conflict_image-1.jpg","publishedAt":"2025-12-17T09:00:53Z","content":"Mientras las aplicaciones de inteligencia artificial transforman la educación, la medicina o la productividad laboral, también están siendo exploradas por actores mucho más oscuros. Grupos como el Es… [+5722 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Bitcoin vs Quantum Computers: Hora de pasar a Post-Quantum Computing","description":"Es probable que hayas visto titulares alarmantes como ”Los ordenadores cuánticos acabarán\ncon Bitcoin\r\n”. Aunque suena a ciencia ficción, estos anuncios no son puro sensacionalismo. Como dice el refrán: donde hay humo, puede haber fuego. Sin embargo, lejos de…","url":"https://www.elladodelmal.com/2025/12/bitcoin-vs-quantum-computers-hora-de.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjJG-Fr4ViYX3fBNNyQ_p83ypgD5XqwLliSXGIii4Sl2FrpWgd3e3Kp9WjkAGgSm5xcoXndy-5FwiQdtUYt3_IvP-Rg08dVSHvXGfI0j20V_LNPC-__CUjlTWPpNwsTPiCSsRf_aVk3mztZ3W_85GpWtKcBJqMq2Yb6EjDLbBzK8lM78qjqZvVf/w1200-h630-p-k-no-nu/bitcoinquantum.jpg","publishedAt":"2025-12-17T05:01:00Z","content":"El único inconveniente es práctico, ya que como sabemos, las claves de cifrado en los algoritmos PQC ocupan más espacio y consumen más ciclos de computación, lo que podría hacer que las transacciones… [+655 chars]"}]