[{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Un ciberataque provocó decenas de cancelaciones y largas demoras en grandes aeropuertos de Europa","description":"El ataque informático bloqueó el software de check-in y embarque de equipaje; Bruselas, Berlín y Londres, los más afectados","url":"https://www.lanacion.com.ar/el-mundo/un-ciberataque-provoco-decenas-de-cancelaciones-y-largas-demoras-en-grandes-aeropuertos-de-europa-nid20092025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/largas-colas-y-esperas-en-el-aeropuerto-de-XUZVINKU7FBFPOPGK3UGVFCHSM.JPG?auth=324ab01a2a2b3f74d96b7226e7cb1565c596358682d2e21a5f818c0760076f1d&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-09-20T19:38:15Z","content":"LONDRES.- Un ciberataque al sistema de check in de pasajeros y embarque de equipaje desató el caos, entre retrasos y decenas de vuelos cancelados, en el tráfico de los aeropuertos de Bruselas, Berlín… [+4074 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Raquel Ejerique","title":"El cordón que une a España con Israel más allá de las armas: constructoras, control de presos, tecnología y competiciones","description":"El Gobierno anunció una \"desconexión\" militar por decreto que aún no se ha concretado. En el ámbito civil, empresas israelíes organizan festivales de música, instalan renovables en España y ganan concursos públicos, como el de las pulseras telemáticas para pr…","url":"https://www.eldiario.es/politica/cordon-une-espana-israel-armas-constructoras-control-presos-tecnologia-competiciones_1_12596007.html","urlToImage":"https://static.eldiario.es/clip/02d35529-89f9-4d09-92b9-4dc9dac73bfe_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2025-09-20T19:33:47Z","content":"El presidente del Gobierno, Pedro Sánchez, anunció hace dos lunes el embargo de armas a Israel como medida de presión por la masacre de Gaza, un decreto a la espera aún de ser aprobado por el Consejo… [+1272 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Agencia AP ,Agencia AFP ,Agencia EFE","title":"Hackeo en sistemas de facturación de aeropuertos europeos provoca retrasos y vuelos cancelados","description":"Un ciberataque contra los sistemas de facturación y embarque complicó el tráfico aéreo y causó retrasos en algunos de los principales aeropuertos de Europa el sábado.Aunque el impacto en los viajeros parecía ser limitado, los expertos dijeron que la intrusión…","url":"https://www.milenio.com/internacional/hackeo-informatico-afecta-sistemas-aeropuertos-europeos","urlToImage":"https://cdn.milenio.com/uploads/media/2025/09/20/viajeros-aeropuerto-berlin-ciberataque-causo.jpg","publishedAt":"2025-09-20T17:53:00Z","content":"Un ciberataque contra los sistemas de facturación y embarque complicó el tráfico aéreo y causó retrasos en algunos de los principales aeropuertos de Europa el sábado.\r\nAunque el impacto en los viajer… [+8499 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Jorge Sanz","title":"La llegada de los iPhone 17 dispara las estafas online","description":"Ha pasado poco más de una semana desde la presentación de los iPhone 17, y una vez más, al calor de la expectación generada, se han disparado las estafas en la red. Así lo asegura un informe de Karspersky, en el que detalla las prácticas de los hackers para a…","url":"https://www.movilzona.es/branded/espacio-mobile-security/iphone-17-dispara-estafas-online/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/09/iPhone-17-gama-mz.jpg","publishedAt":"2025-09-20T17:33:34Z","content":"Como es habitual al calor de un gran lanzamiento, la expectación generada es aprovechada por los criminales digitales para hacer su agosto, y estafar al mayor número posible de consumidores.\r\nMás est… [+3520 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"AFP","title":"Ciberataque causa caos en aeropuertos de Londres, Berlín y Bruselas","description":"Ciberataque contra sistemas de registro provocó largas filas, retrasos y cancelaciones de vuelos en los aeropuertos de Londres, Berlín y Bruselas","url":"https://www.nacion.com/el-mundo/ciberataque-causa-caos-en-aeropuertos-de-londres/4VPBNZ2SFBC5BNPAPCCEQDWLTQ/story/","urlToImage":"https://www.nacion.com/resizer/v2/XCPUQVMJGNGWPFQYXSYXNV4Q5U.jpg?smart=true&auth=3eaec47e7ad1c9b74d77714b106b3448f5d4eced16fdcb4fc5d64802707ffcf2&width=1440","publishedAt":"2025-09-20T14:00:00Z","content":"Un ciberataque contra los sistemas de registro de pasajeros y equipaje provocó este sábado retrasos y cancelaciones de vuelos en los aeropuertos de Heathrow-Londres, Berlín y Bruselas, confirmaron au… [+1914 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Expertos alertan de un intento de estafa que se hace pasar por Hacienda en SMS y correo: \"Notificación Oficial: Reembolso de Impuestos...\"","description":"El Instituto Nacional de Ciberseguridad (INCIBE) ha alertado este viernes de la existencia de varias campañas fraudulentas que tratan de suplantar la identidad de la Agencia Estatal de Administración Tributaria (AEAT) mediante correos electrónicos y mensajes …","url":"https://www.eleconomista.es/tecnologia/noticias/13555241/09/25/expertos-alertan-de-un-intento-de-estafa-que-se-hace-pasar-por-hacienda-en-sms-y-correo-notificacion-oficial-reembolso-de-impuestos.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/9/4/a/estafa.jpg","publishedAt":"2025-09-20T13:21:32Z","content":"El Instituto Nacional de Ciberseguridad (INCIBE) ha alertado este viernes de la existencia de varias campañas fraudulentas que tratan de suplantar la identidad de la Agencia Estatal de Administración… [+1919 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"MalTerminal: el primer malware que integra GPT-4 para crear ransomware y evadir defensas","description":"Investigadores han detectado MalTerminal, el ejemplo más antiguo conocido de malware que incorpora capacidades de modelos de lenguaje amplio (LLM), como GPT-4, para crear ransomware y reverse shells bajo demanda. Esta nueva tendencia supone un cambio en las t…","url":"https://unaaldia.hispasec.com/2025/09/malterminal-el-primer-malware-que-integra-gpt-4-para-crear-ransomware-y-evadir-defensas.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/dev-team-1758367429361.png?fit=1200%2C686&ssl=1","publishedAt":"2025-09-20T11:25:41Z","content":"MalTerminal es un ejecutable para Windows que emplea la API de chat completions de OpenAI (ahora deprecada) para interactuar con GPT-4. El malware solicita al usuario elegir entre generar un payload … [+1502 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Meta, la fábrica de abusos digitales que nadie se atreve a cerrar","description":"Hoy toca Meta, y toca porque lo de esta compañía es un no parar: lo del uso de fotos de niñas vestidas de colegio para anunciar a adultos que se unan a Threads, como hoy denuncia The Guardian, no es un error aislado. Es el resultado inevitable de un modelo de…","url":"https://www.enriquedans.com/2025/09/meta-la-fabrica-de-abusos-digitales-que-nadie-se-atreve-a-cerrar.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/09/Meta-monster-Dall·E.jpg","publishedAt":"2025-09-20T10:59:47Z","content":"Hoy toca Meta, y toca porque lo de esta compañía es un no parar: lo del uso de fotos de niñas vestidas de colegio para anunciar a adultos que se unan a Threads, como hoy denuncia The Guardian, no es … [+7701 chars]"},{"source":{"id":null,"name":"Trecebits.com"},"author":"Antonio Vespa","title":"Consejos para detectar y eliminar «apps espía» en Android","description":"Consejos para descubrir y eliminar spywares en Android de manera rápida y segura. La publicación Consejos para detectar y eliminar «apps espía» en Android apareció primero en TreceBits.","url":"https://www.trecebits.com/consejos-detectar-eliminar-apps-espia-android/","urlToImage":"https://www.trecebits.com/wp-content/uploads/2024/01/vpn-antivirus-movil.webp","publishedAt":"2025-09-20T10:05:19Z","content":"Las apps espía, también conocidas como spyware, son programas maliciosos que vigilan y guardan toda la actividad que realizas en tu móvil. Para registrar lo que haces, el software se mantiene activo … [+6414 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Carla Matos","title":"\"La inteligencia artificial miente\": el aviso que todos los usuarios de WhatsApp deberían leer","description":"\"Meta te escucha, te analiza y decide por ti\": expertos alertan sobre el uso de tus datos en su nueva inteligencia artificial.","url":"https://www.libertaddigital.com/ciencia-tecnologia/tecnologia/2025-09-20/la-inteligencia-artificial-miente-el-aviso-que-todos-los-usuarios-de-whatsapp-deberian-leer-7294327/","urlToImage":"https://s1.staticld.com/2025/09/15/1200/627/ld/entrevista-rafel-meta.jpg","publishedAt":"2025-09-20T09:32:45Z","content":"¿Hasta qué punto sabe una inteligencia artificial lo que sentimos, pensamos o hacemos? ¿Y qué ocurre cuando esa IA está integrada en las redes sociales que usamos a diario? Estas son las preguntas qu… [+3269 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"Tu operadora tiene la forma más segura de proteger a tus hijos en Internet y no lo sabías","description":"Internet se ha convertido en una herramienta de vital importancia para millones de usuarios que la emplean a diario, ya sea para realizar búsquedas, hacer compras online o consultar sus redes sociales. Entre ellos, un grupo cada vez más activo en este mundill…","url":"https://www.adslzone.net/noticias/operadores/operadora-forma-segura-proteger-hijos-internet/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/Captura-de-pantalla-2025-09-08-184538.png","publishedAt":"2025-09-20T09:03:04Z","content":"El panorama creciente de la red de redes ha propiciado que podamos estar conectados en cualquier momento y desde cualquier lugar, y eso hace indicar que sea inevitable que nuestros propios hijos tamb… [+4740 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Chrome integra IA a lo grande: diez nuevas funciones con Gemini y la carrera frente a Edge Copilot y Comet AI","description":"Google presentó lo que denomina la mayor actualización de Chrome en su historia, con diez funciones basadas en Gemini, su modelo de inteligencia artificial de última generación. La compañía busca transformar la experiencia de navegación en productividad, asis…","url":"https://www.redes-sociales.com/chrome-integra-ia-a-lo-grande-diez-nuevas-funciones-con-gemini-y-la-carrera-frente-a-edge-copilot-y-comet-ai/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/09/behind-the-browser-ai-chrome.jpg","publishedAt":"2025-09-20T08:22:16Z","content":"Google presentó lo que denomina la mayor actualización de Chrome en su historia, con diez funciones basadas en Gemini, su modelo de inteligencia artificial de última generación. La compañía busca tra… [+5924 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Novedades de IPFire 2.29 Core Update 197: cambios y mejoras","description":"Novedades de IPFire 2.29 Core Update 197: OpenVPN 2.6, ahorro energético, kernel 6.12.41 y muchos paquetes y add-ons actualizados.","url":"https://www.linuxadictos.com/novedades-de-ipfire-2-29-core-update-197-cambios-y-mejoras.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/IPFire-2.29-Core-Update-197.webp","publishedAt":"2025-09-20T08:20:10Z","content":"IPFire estrena una actualización de calado con su edición 2.29 Core Update 197, y llega con mejoras que tocan desde la VPN hasta el rendimiento del sistema. En el centro de todo está el salto a OpenV… [+11135 chars]"},{"source":{"id":null,"name":"20minutos.es"},"author":"InfoVeritas","title":"Cuidado con el SMS que suplanta al BBVA para obtener datos bancarios, es phishing","description":"La entidad financiera advierte en su página web de que nunca envían este tipo de comunicaciones.","url":"https://www.20minutos.es/tecnologia/ciberseguridad/cuidado-con-sms-que-suplanta-bbva-para-obtener-datos-bancarios-es-phishing_6369542_0.html","urlToImage":"https://imagenes.20minutos.es/files/image_1920_1080/uploads/imagenes/2025/09/19/68cd5b26c4707.webp","publishedAt":"2025-09-20T06:09:38Z","content":"\"BBVA: Su tarjeta será desactivada el 16/09/2025 si no actualiza la seguridad de su cuenta\" (sic). El mensaje lo completa un enlace que redirige a una página web fraudulenta que no guarda relación co… [+2516 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"E.E.","title":"El Español alcanza los 26,85 millones de usuarios tras integrar las redes sociales en agosto pese a los ciberataques","description":"Este periódico se sitúa a más de 6,17 millones de El Mundo y a más de 10,03 millones de seguidores de 20 Minutos. \nMás información: El Español, 25 meses líder","url":"https://www.elespanol.com/invertia/medios/20250920/espanol-alcanza-millones-usuarios-integrar-redes-sociales-agosto-pese-ciberataques/1003743933267_0.html","urlToImage":"https://s2.elespanol.com/2025/09/19/actualidad/1003743933302_258855179_1706x960.jpg","publishedAt":"2025-09-20T00:57:23Z","content":"EL ESPAÑOL vuelve a rugir. Lidera el ranking de audiencias de Comscore en agosto, al alcanzar un total de 26,85 millones de visitantes únicos en audiencia digital.\r\nUn dato quesupone la suma (dedupli… [+2237 chars]"}]