[{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Cómo detectar rootkits con Rootkitrevealer en Windows","description":"Qué es RootkitRevealer, cómo usarlo y leer sus hallazgos. Guía clara con límites y alternativas actuales. Entra y evita falsos positivos.","url":"https://www.actualidadgadget.com/como-detectar-rootkits-con-rootkitrevealer-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/1541102514_rootkitrevealeres_tutoriales_en_linea.jpg","publishedAt":"2025-09-21T11:00:55Z","content":"RootkitRevealer es una de esas herramientas míticas que marcaron época en la detección de rootkits en Windows. Aunque ya no es una novedad, sigue siendo muy útil para entender cómo actúa el malware q… [+7253 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Sergio Coto","title":"Los ciberataques se convierten en el talón de Aquiles de los aeropuertos","description":"<![CDATA[<p>Las largas colas que se están produciendo en varios aeropuertos europeos en las últimas horas vuelven a poner de manifiesto que los tiempos están cambiando y que los ciberataques se han convertido en el principal talón de Aquiles de los aeródromos…","url":"https://www.huffingtonpost.es/global/un-lio-altos-vuelos-ciberataques-convierten-principalon-aquiles-aeropuertos.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/09/21/largas-colas-en-el-aeropuerto-de-heathrow-en-londres.jpeg","publishedAt":"2025-09-21T10:05:22Z","content":"Las largas colas que se están produciendo en varios aeropuertos europeos en las últimas horas vuelven a poner de manifiesto que los tiempos están cambiando y que los ciberataques se han convertido en… [+3728 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Laura Garófano","title":"Tu expediente sanitario, a 900 € en la 'dark web' y hospitales colapsados: así operan los ladrones de datos médicos","description":"Datos clínicos, extorsiones a centros hospitalarios y robo de patentes son los objetivos de ciberdelincuentes que suelen operar desde países con los que no hay acuerdos judiciales de extradición.\nMás información: Así cayeron el ciberejército de Putin y sus 'm…","url":"https://www.elespanol.com/reportajes/20250921/expediente-sanitario-eur-dark-web-hospitales-colapsados-operan-ladrones-datos-medicos/1003743921605_0.html","urlToImage":"https://s2.elespanol.com/2025/09/12/actualidad/1003743922448_258650544_1706x960.jpg","publishedAt":"2025-09-21T00:19:58Z","content":"El pasado año, el sanitario registró el 8%de los ataques, por detrás del 19% de la administración pública y ya por delante de sectores más tradicionales, como la banca (6%), el transporte (6%) o la e… [+11885 chars]"}]