[{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Consulta médica a distancia: las apps imprescindibles para tu Android","description":"Mejores apps Android para consulta médica a distancia: funciones, ventajas y seguridad para pacientes y profesionales.","url":"https://www.androidsis.com/consulta-medica-a-distancia-las-apps-imprescindibles-para-tu-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/consulta-media-a-distancia.jpg","publishedAt":"2025-10-22T15:48:41Z","content":"La consulta médica a distancia ya no es una promesa del futuro, es una realidad que cabe en el bolsillo gracias a tu móvil Android. Las apps de telemedicina están acercando médicos y pacientes, elimi… [+14250 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Las tres cosas que no tienes que hacer en internet: experto en ciberseguridad da las claves","description":"España está viviendo una oleada de ciberataques en los últimos tiempos, con intentos de fraudes que cada semana se reinventan para tratar de atacar a empresas y usuarios. Por desgracia, nuestro país es uno de los que más está sufriendo este intento de estafas…","url":"https://www.adslzone.net/noticias/internet/experto-ciberseguridad-tres-claves/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/tiro-medio-adolescente-sufriendo-siendo-acosado-ciberneticamente.png","publishedAt":"2025-10-22T14:58:34Z","content":"El experto ha detallado los tres mandamientos de cosas que no debes hacer para no poner en riesgo tu dinero, tus datos y tu paz mental. Aquí te los explico y te doy pasos concretos para que los apliq… [+4088 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Mayte Baena","title":"¡No caigas! Policía Cibernética advierte por fraude a través de página falsa de Temu; promociones NO son reales","description":"A todos nos gusta realizar compras, más si se tarta de alguna que sea remota y sobre todo, con descuento. La empresa Temu se ha vuelto popular por poner, al alcance de nuestro teléfono, miles de productos para el hogar, personal, mascotas y más; sin embargo, …","url":"https://www.milenio.com/negocios/finanzas-personales/temu-ssc-advierte-por-fraude-a-traves-de-paginas-falsas","urlToImage":"https://cdn.milenio.com/uploads/media/2025/10/22/policia-cibernetica-advierte-fraude-paginas.jpeg","publishedAt":"2025-10-22T13:46:00Z","content":"A todos nos gusta realizar compras, más si se tarta de alguna que sea remota y sobre todo, con descuento. La empresa Temu se ha vuelto popular por poner, al alcance de nuestro teléfono, miles de prod… [+4550 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Andrés Velázquez","title":"Concientización en ciberseguridad: más que una campaña, una cultura","description":"Forbes México.\n Concientización en ciberseguridad: más que una campaña, una cultura\n\nLa ciberseguridad no se fortalece por campañas aisladas, sino por decisiones sostenidas.\nConcientización en ciberseguridad: más que una campaña, una cultura\nAndrés Velázquez","url":"https://forbes.com.mx/concientizacion-en-ciberseguridad-mas-que-una-campana-una-cultura/","urlToImage":"https://cdn.forbes.com.mx/2021/09/Ciberseguridad-Fortinet-1024x684.png","publishedAt":"2025-10-22T13:45:00Z","content":"Cada octubre, miles de organizaciones en todo el mundo se suman al Mes de la Ciberseguridad. Hay carteles, trivias, boletines, videos, juegos en línea y simulaciones de phishing. Los mensajes se repi… [+5716 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Gustavo López","title":"Empresas importantes de la industria trabajan en red de defensa contra el phishing","description":"SEAL, junto a empresas como MetaMask y WalletConnect, se unen para reforzar la defensa de los usuarios frente al phishing.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/empresas-industria-defensa-phishing/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/10/Phishing-criptomonedas-hacker-robo.webp","publishedAt":"2025-10-22T13:24:27Z","content":"<ul><li>Los hackers están creando técnicas cada vez más avanzadas para vulnerar wallets de criptomonedas.\r\n</li><li>SEAL busca convertir los reportes de phishing en un mecanismo de protección global.… [+3535 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Una captura de pantalla a una web puede desencadenar un ataque prompt injection en Comet, alertan desde Brave","description":"Los responsables del navegador Brave han analizado Comet, de Perplexity, para destacar que los navegadores agénticos son vulnerables a lo que se llama ataque por inyección de instrucciones o 'prompt injection', que desencadenan acciones maliciosas normalmente…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-captura-pantalla-web-puede-desencadenar-ataque-prompt-injection-comet-alertan-brave-20251022145111.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251022145111_1200.jpg","publishedAt":"2025-10-22T12:51:11Z","content":"MADRID, 22 Oct. (Portaltic/EP) - \r\n Los responsables del navegador Brave han analizado Comet, de Perplexity, para destacar que los navegadores agénticos son vulnerables a lo que se llama ataque por i… [+2176 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Cerca de un millar de alumnos de Toledo participan en Ciberland, una actividad contra los delitos en las redes","description":"La vicealcaldesa de Toledo y concejal de Seguridad Ciudadana y Protección Civil, Inés Cañizares, ha acompañado este miércoles al titular de Educación, Daniel Morcillo, a la inauguración, en el Paseo de Recaredo, de Ciberland, una actividad desarrollada por la…","url":"https://www.abc.es/espana/castilla-la-mancha/toledo/cerca-millar-alumnos-toledo-participan-ciberland-actividad-20251022144200-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/10/22/ciberland-U60567222256Bdm-1024x512@diario_abc.jpg","publishedAt":"2025-10-22T12:42:01Z","content":"La vicealcaldesa de Toledo y concejal de Seguridad Ciudadana y Protección Civil, Inés Cañizares, ha acompañado este miércoles al titular de Educación, Daniel Morcillo, a la inauguración, en el Paseo … [+3352 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"Los ciberataques de ransomware se disparan un 61% en España","description":"Un informe de Thales revela una mayor concatenación de ataques y más automatización para explotar vulnerabilidades, con la IA detrás de este incremento.","url":"https://www.silicon.es/los-ciberataques-de-ransomware-se-disparan-un-61-en-espana-2574040","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/Thales-SOC-TLR-1-scaled.jpg","publishedAt":"2025-10-22T11:42:30Z","content":"Thales, la multinacional especializada en los sectores de Defensa, Aeroespacial, Ciberseguridad y Seguridad Digital, ha publicado su informe semestral Threat Landscape Report (TLR), en el que se anal… [+10277 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"La gente ya no compra antivirus para su PC: más del 60% usa Windows Defender y casi un 16% no usa ningún tipo de protección","description":"Si llevas ya bastantes años en el mundo de la informática y ordenadores, habrás vivido esa época donde todo parecía estar lleno de \"virus\" cuando descargabas contenido pirateado y empleabas servicios como eMule o Ares. Aquí era muy fácil acabar descargando un…","url":"https://elchapuzasinformatico.com/2025/10/compra-antivirus-windows-defender/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/compra-antivirus-Windows-Defender.jpg","publishedAt":"2025-10-22T11:37:39Z","content":"Si llevas ya bastantes años en el mundo de la informática y\r\nordenadores, habrás vivido esa época donde todo parecía estar lleno\r\nde \"virus\" cuando descargabas contenido pirateado y empleabas\r\nservic… [+3048 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Luis Montero Fernández-Peña","title":"Corea del Norte se infiltra en empresas españolas: el hallazgo que alarma a Google","description":"Google ha lanzado una seria advertencia sobre la creciente amenaza de ciberataques vinculados a Corea del Norte. Según el informe de su grupo especializado en amenazas, el país asiático está utilizando métodos inusuales para infiltrarse en sistemas altamente …","url":"https://www.elconfidencialdigital.com/articulo/dinero/corea-norte-infiltra-empresas-espanolas-hallazgo-que-alarma-google/20251022125119985426.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2021/11/03/2021110311023260343.jpg","publishedAt":"2025-10-22T10:51:19Z","content":"Un ataque estatal con fines económicos\r\nLa alerta proviene del Grupo de Inteligencia de Amenazas de Google (GTIG), que ha documentado cómo Corea del Norte ha incorporado sofisticadas técnicas para in… [+4024 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Grandes criptomonederos crean una red de defensa ante el robo de 400 millones de dólares de phishers","description":"MetaMask se ha asociado con otros importantes proveedores de criptomonederos para lanzar una red de defensa contra el phishing en tiempo real.\n MetaMask, Phantom y otros importantes criptomonederos se han asociado con Security Alliance para lanzar una red glo…","url":"https://es.cointelegraph.com/news/major-crypto-wallets-unite-combat-phishing-real-time-defense-network","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-12/0193f1c9-3cba-7628-a684-1946fefaa64a","publishedAt":"2025-10-22T09:30:00Z","content":"MetaMask, Phantom y otros importantes criptomonederos se han asociado con Security Alliance para lanzar una red global de defensa contra el phishing, ya que phishers de criptomonedas robaron más de 4… [+3024 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Lonely Planet revela los destinos y experiencias de viaje para 2026, con una única presencia española","description":"La ciudad de Cádiz ha sido elegida como el único destino español dentro de los 'Best in Travel 2026' de Lonely Planet, destacando su Carnaval, sus \"magníficos\" restaurantes, sus \"vestigios arqueológicos\" o sus espectáculos de flamenco, según un comunicado.","url":"https://www.europapress.es/turismo/nacional/noticia-lonely-planet-revela-destinos-experiencias-viaje-2026-unica-presencia-espanola-20251022105122.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251022105122_1200.jpg","publishedAt":"2025-10-22T08:51:22Z","content":"MADRID 22 Oct. (EUROPA PRESS) - \r\n La ciudad de Cádiz ha sido elegida como el único destino español dentro de los 'Best in Travel 2026' de Lonely Planet, destacando su Carnaval, sus \"magníficos\" rest… [+1611 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Whisper 2FA: el nuevo kit de phishing que roba credenciales de Microsoft 365 con técnicas avanzadas de evasión","description":"Barracuda detecta un millón de ataques con el nuevo kit PhaaS Whisper 2FA, que roba credenciales y tokens MFA de Microsoft 365 mediante técnicas avanzadas de camuflaje.","url":"https://www.silicon.es/whisper-2fa-el-nuevo-kit-de-phishing-que-roba-credenciales-de-microsoft-365-con-tecnicas-avanzadas-de-evasion-2574008","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/whisper-2fa-phishing-microsoft-365.jpeg","publishedAt":"2025-10-22T07:20:38Z","content":"Barracuda Networks ha identificado un nuevo y sofisticado kit de phishing-as-a-service (PhaaS), denominado Whisper 2FA, diseñado para robar credenciales y tokens de autenticación multifactor (MFA) de… [+1439 chars]"},{"source":{"id":null,"name":"EL PAÍS"},"author":"Lonely Planet","title":"Best in Travel 2026: los 25 mejores destinos y experiencias para descubrir el año que viene, según Lonely Planet","description":"En esta ocasión, la editorial viajera no ha distinguido entre ciudades, países o regiones entre los enclaves seleccionados, pero sí ha añadido 25 actividades culturales, gastronómicas o turísticas especiales que recomienda probar en Perú, Cádiz, Ciudad de Méx…","url":"https://elpais.com/elviajero/lonely-planet/2025-10-22/best-in-travel-2026-los-25-mejores-destinos-y-experiencias-para-descubrir-el-ano-que-viene-segun-lonely-planet.html","urlToImage":"https://imagenes.elpais.com/resizer/v2/R4Z2Y2LP2ZBHRCI5JZWPMWIJGE.jpg?auth=64afd941d9cb50f77bfb61c24ac7c80f15a3ab19e4ffc248ced67b16ac8bad21&width=1200","publishedAt":"2025-10-22T07:01:00Z","content":"Ir al contenido\r\nBotsuana, las mejores experiencias con fauna salvaje. En Botsuana, los safaris son conscientemente diferentes. El país ha apostado por pequeños campamentos que pretenden minimizar el… [+35585 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Jorge Sanz","title":"Los ciberataques a dispositivos móviles se reducen en el segundo trimestre de 2025","description":"Afortunadamente, según un informe de Karspersky, en el segundo trimestre de este año 2025, hemos asistido a una reducción del número de ataques maliciosos que han recibido los dispositivos móviles, tanto iOS, como sobre todo Android. Esta es una gran noticia …","url":"https://www.movilzona.es/branded/espacio-mobile-security/ciberataques-dispositivos-moviles-reducen-q2-2025/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/10/una-victima-de-ciberataque.jpg","publishedAt":"2025-10-22T05:30:57Z","content":"Un segundo trimestre donde lo más destacado ha sido esa disminución general de los ataques a los dispositivos móviles, que obviamente son en su mayoría a smartphones. Aun así, los hackers siguen actu… [+3200 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Arturo Criado","title":"El Español sigue líder con casi 25 millones de usuarios y casi cuatro de ventaja gracias a las redes sociales, según Comscore","description":"Este diario sigue a la cabeza de los diarios más leídos pese a los ciberataques padecidos en las primeras semanas del mes.","url":"https://www.elespanol.com/invertia/medios/20251022/espanol-sigue-lider-millones-usuarios-ventaja-gracias-redes-sociales-comscore/1003743979205_0.html","urlToImage":"https://s2.elespanol.com/2025/10/21/actualidad/1003743979307_259493360_1706x960.jpg?fmt=jpeg","publishedAt":"2025-10-22T00:29:53Z","content":"El Español lidera la audiencia digital en septiembre con 24,85 millones de visitantes únicos, superando a ELMUNDO.ES y ELCONFIDENCIAL.COM.\r\nEl liderazgo de El Español en Comscore coincide con un cibe… [+3222 chars]"}]