[{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Cristina Cedeño","title":"BYDFI: el Exchange multi-producto que debes conocer","description":"Analizamos los principales productos y las características de la plataforma, lo bueno, lo mejorable y para quién realmente es recomendable. \nLeer más","url":"https://www.criptonoticias.com/reviews/bydfi-exchange-multi-producto-que-debes-conocer/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/12/BYDFI-exchange-criptomonedas.png","publishedAt":"2025-12-04T20:45:03Z","content":"<ul><li>Ofrece más de 500 contratos perpetuos y múltiples pares spot y derivados. \r\n</li><li>Posee medidas de seguridad estándar: 2FA, whitelist de retiros y segregación de fondos\r\n</li></ul>\r\nElegir… [+13465 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Eva Contreras, Matteo Allievi","title":"La banca española brilla en Europa en rentabilidad, pero está a la cola en capital","description":"La banca española exhibe galones en comparación a la europea al poner frente a frente los principales parámetros financieros. Su rentabilidad, relegada durante años al pelotón de cola, alcanzaba en junio el 15,1% en el cálculo sobre recursos propios (ROE), mu…","url":"https://www.eleconomista.es/banca-finanzas/noticias/13677598/12/25/la-banca-espanola-brilla-en-europa-en-rentabilidad-pero-esta-a-la-cola-en-capital.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/7/e/2/sucursalesbancos.jpg","publishedAt":"2025-12-04T19:43:34Z","content":"La banca española exhibe galones en comparación a la europea al poner frente a frente los principales parámetros financieros. Su rentabilidad, relegada durante años al pelotón de cola, alcanzaba en j… [+7422 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"El Universal","title":"¿Es seguro guardar archivos en una memoria USB? Esto es lo que debe saber","description":"Conozca qué tan seguras son las memorias USB, cómo protegerlas de virus y qué hacer si se infectan. Consejos útiles para evitar pérdida de datos.","url":"https://www.nacion.com/tecnologia/es-seguro-guardar-archivos-en-una-memoria-usb-esto/IWXHV5S45BFFDCUIKC2LM42ZHA/story/","urlToImage":"https://www.nacion.com/resizer/v2/7YEBPUKWURDPLISCULZA62IISM.png?smart=true&auth=35395bae8d2b63a548a75e5683ff2bd2e0e007e89b6da4555fca9584b12f6461&width=1440","publishedAt":"2025-12-04T18:15:05Z","content":"Las memorias USB se han utilizado por más de 20 años como herramientas de almacenamiento de datos. Aunque hoy existen plataformas digitales como Google Drive o servicios en la nube, estos pequeños di… [+2790 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Rastrear un móvil sin permiso puede salirte caro: estas aplicaciones que lo prometen son un peligro","description":"Localizar a una persona sin su consentimiento no solo es casi imposible, también puede considerarse un delito. Aun así, hay aplicaciones que prometen justo eso: chivarse de la posición de una persona con solo saber su número de teléfono. Hay que tener mucho c…","url":"https://www.xatakandroid.com/aplicaciones-android/rastrear-movil-permiso-puede-salirte-caro-estas-aplicaciones-que-prometen-peligro","urlToImage":"https://i.blogs.es/62fbf4/localizar-numero-telefono-portada/840_560.jpeg","publishedAt":"2025-12-04T17:00:44Z","content":"Localizar a una persona sin su consentimiento no solo es casi imposible, también puede considerarse un delito. Aun así, hay aplicaciones que prometen justo eso: chivarse de la posición de una persona… [+2591 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Configurar el DNS en Android paso a paso sin liarte","description":"Aprende a cambiar el DNS en Android paso a paso para ganar velocidad, privacidad y saltar bloqueos de webs fácilmente.","url":"https://www.androidsis.com/configurar-el-dns-en-android-paso-a-paso-sin-liarte/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/11/cambiar-dns-android.jpg","publishedAt":"2025-12-04T16:17:16Z","content":"Si alguna vez has notado que una web tarda en cargar, que ciertas páginas ni siquiera aparecen o te preocupa que tu operadora controle demasiado lo que haces online, es muy probable que te interese c… [+16535 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Vince Quill","title":"Blockaid: Sitio web de la memecoin Pepe fue hackeado y redirigía a usuarios a malware","description":"El sitio web de la memecoin Pepe ha sido objeto de un ataque front-end, por lo que se recomienda a los usuarios que se mantengan alejados del sitio web.\n El sitio web oficial de la memecoin Pepe (PEPE) ha sido comprometido por atacantes, que están redirigiend…","url":"https://es.cointelegraph.com/news/pepe-memecoin-site-hacked","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-12/019ae9c6-de76-765a-a07e-d9eeb866a3f3","publishedAt":"2025-12-04T15:46:48Z","content":"El sitio web oficial de la memecoin Pepe (PEPE) ha sido comprometido por atacantes, que están redirigiendo a los usuarios a un enlace malicioso. \r\n\"El sistema de Blockaid ha identificado un ataque fr… [+1036 chars]"},{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"Reino Unido sanciona a agencia rusa de espionaje por envenenamiento","description":"Por JILL LAWLESS LONDRES (AP) — Gran Bretaña sancionó a la agencia de inteligencia rusa y convocó al embajador de Moscú el jueves después de que una investigación concluyera que el presidente Vladímir Putin fue responsable de un ataque con agente neurotóxico …","url":"https://www.bostonherald.com/2025/12/04/reino-unido-sanciona-a-agencia-rusa-de-espionaje-por-envenenamiento/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2025/12/REINO_UNIDO_RUSIA_ENVENENAMIENTO_69612.jpg?w=1024&h=775","publishedAt":"2025-12-04T12:52:04Z","content":"Por JILL LAWLESS\r\nLONDRES (AP) — Gran Bretaña sancionó a la agencia de inteligencia rusa y convocó al embajador de Moscú el jueves después de que una investigación concluyera que el presidente Vladím… [+2828 chars]"},{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"Reino Unido sanciona a agencia de espionaje ruso por envenenamiento","description":"LONDRES (AP) — Gran Bretaña sancionó a la agencia de inteligencia rusa y convocó al embajador de Moscú el jueves después de que una investigación concluyera que el presidente Vladímir Putin fue responsable de un ataque con agente neurotóxico en suelo británic…","url":"https://www.bostonherald.com/2025/12/04/reino-unido-sanciona-a-agencia-de-espionaje-ruso-por-envenenamiento/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2025/12/REINO_UNIDO_RUSIA_ENVENENAMIENTO_69612.jpg?w=1024&h=775","publishedAt":"2025-12-04T12:52:04Z","content":"LONDRES (AP) — Gran Bretaña sancionó a la agencia de inteligencia rusa y convocó al embajador de Moscú el jueves después de que una investigación concluyera que el presidente Vladímir Putin fue respo… [+1837 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"La botnet Aisuru lanza un ataque DDoS récord de 29,7 Tbps y alarma al mundo digital","description":"La botnet Aisuru lanza un ataque DDoS récord de 29,7 Tbps y alarma al mundo digital","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/La-botnet-Aisuru-lanza-un-ataque-DDoS-record-de-29-7-Tbps-y-alarma-al-mundo-digital-uc945400","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202512/_W933_80/939998.jpg","publishedAt":"2025-12-04T12:29:00Z","content":"Un ataque masivo de denegación de servicio distribuido (DDoS) ha sacudido los registros globales de ciberseguridad: la botnet Aisuru ha alcanzado una potencia inédita de 29,7 terabits por segundo (Tb… [+2344 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Cómo usar Stable Diffusion 3 en tu PC: guía completa","description":"Instala Stable Diffusion 3 en tu PC, conoce los requisitos y aprende a generar imágenes IA con modelos, LoRAs y ajustes clave.","url":"https://www.creativosonline.org/como-usar-stable-diffusion-3-en-tu-pc-guia-completa.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/11/Como-usar-Stable-Diffusion-3-en-tu-PC-instalacion-requisitos-y-guia-paso-a-paso-1.jpg","publishedAt":"2025-12-04T12:00:09Z","content":"Stable Diffusion 3 se ha convertido en uno de los modelos de generación de imágenes por IA más esperados, y cada vez más gente quiere probarlo en su propio PC sin depender de servicios en la nube. Si… [+27544 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"E. V. Pita","title":"Cárcel para cuatro personas por estafar 17.500 euros a una empresa de Vigo tras suplantar a un proveedor: «Me engañaron completamente»","description":"Los implicados son «mulas» que recibieron el botín en sus cuentas y que comparecieron por videoconferencia desde distintas localidades de Madrid, Andalucía y Levante: «Ellos tambien son víctimas, personas vulnerables»","url":"https://www.lavozdegalicia.es/noticia/vigo/vigo/2025/12/04/carcel-cuatro-personas-estafar-17500-euros-empresa-vigo-tras-suplantar-proveedor-me-enganaron-completamente/0003_202512202512041764848534387.htm","urlToImage":"https://img.lavdg.com/sc/c8LCReXnJbTKrfu38ywPE9OGZv0=/1280x/2025/12/04/00121764849001727461171/Foto/V01S0523.jpg","publishedAt":"2025-12-04T11:50:01Z","content":"Cuatro acusados han aceptado entre cuatro y ocho meses de cárcel y el pago de cerca de 17.500 euros en conjunto tras declararse culpables de estafar a una empresa de Vigo. Una contable de la firma vi… [+1285 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"David Peña, nuevo responsable comercial de Zscaler en Cataluña","description":"Sus objetivos serán implementar una estrategia de negocio en la región y fortalecer las relaciones con el ecosistema local.","url":"https://www.silicon.es/david-pena-nuevo-responsable-comercial-de-zscaler-en-cataluna-2575319","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Pablo-Vera-y-David-Peña.jpeg","publishedAt":"2025-12-04T11:32:17Z","content":"Zscaler nombra a David Peña responsable comercial para Cataluña. Con más de veinticinco años de experiencia en la industria tecnológica, este directivo contribuirá a la expansión de la compañía.\r\n“La… [+893 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Alcampo reconoce un acceso no autorizado a las cuentas de sus usuarios","description":"Las filtraciones y accesos no autorizados continúan en España con otro incidente. Esta vez quien reconoce el problema es Alcampo, quien ha comenzado a enviar un correo a sus usuarios avisando del incidente.\nEl último mes está siendo preocupante respecto a las…","url":"https://www.adslzone.net/noticias/seguridad/alcampo-reconoce-acceso-cuentas-usuarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/Fachada-gran-tienda-Alcampo-exterior.png","publishedAt":"2025-12-04T11:24:09Z","content":"El último mes está siendo preocupante respecto a las filtraciones, brechas de seguridad y accesos no autorizados que están sufriendo entidades muy conocidas en España. Después de que ocurriera con va… [+4567 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mar Carpena","title":"En ciberseguridad, el problema no es la tecnología sino la concienciación, afirma Check Point Software","description":"Para la compañía, en 2026 \"la clave ya no será adoptar nuevas tecnologías sino gobernarlas con transparencia, prevención y control”.","url":"https://www.silicon.es/ciberseguridad-concienciacion-check-point-2575323","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/WhatsApp-Image-2025-12-03-at-14.45.34-e1764846612607.jpeg","publishedAt":"2025-12-04T11:22:30Z","content":"Tecnología hay pero si la gente no la instala no sirve de nada. Así de rotundo se mostraba Mario García, director general de Check Point Software Iberia, en el tradicional encuentro anual con la pren… [+3563 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Anabel Blázquez","title":"La estafa que le llega a miles de conductores haciéndose pasar por la DGT: \"Dispone de 24 horas para pagar su multa\"","description":"Los ciberdelincuentes suplantan la identidad de la Dirección General de Tráfico para que los usuarios divulguen información personal o financiera.\nMás información: La estafa de las empresas de compra-venta de reseñas falsas 'online': \"Es poco ético, pero uno …","url":"https://www.elespanol.com/reportajes/20251204/estafa-llega-miles-conductores-haciendose-pasar-dgt-dispone-horas-pagar-multa/1003744025095_0.html","urlToImage":"https://s3.elespanol.com/2025/11/21/reportajes/1003744025185_260088343_1706x960.jpg?fmt=jpeg","publishedAt":"2025-12-04T10:37:32Z","content":"Sumulta de tráfico de 13,16 EUR está vencida. Este es el último recordatorio antes de que la multa aumente y un enlace sospechoso.Este es un mensaje supuestamente enviado por la DGT. Es un fraude, un… [+3131 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"El Grupo Lutech abre nuevas oficinas en Madrid","description":"La compañía llegó a España en 2023 y ahora está presente en diferentes puntos del país, como Andalucía, Asturias, Cataluña, Galicia, País Vasco y Valencia.","url":"https://www.silicon.es/el-grupo-lutech-abre-nuevas-oficinas-en-madrid-2575303","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Imagen-2-scaled.jpg","publishedAt":"2025-12-04T09:15:38Z","content":"Siguiendo con su plan de expansión por Europa, el Grupo Lutech inaugura oficinas en Madrid para impulsar las tareas de innovación y las relaciones con clientes y socios.\r\n“Nuestra nueva sede de Madri… [+1433 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Lorena Figueredo","title":"El mejor emulador para llevar Windows a tu móvil desde tu Mac","description":"Descubre cómo emular Windows y Android en tu Mac para jugar y trabajar sin límites. Guía completa de emuladores y consejos clave.","url":"https://www.soydemac.com/el-mejor-emulador-para-llevar-windows-a-tu-movil-desde-tu-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Emulador-de-Windows-para-movil-desde-Mac.jpg","publishedAt":"2025-12-04T09:15:24Z","content":"Si te has pasado de un PC con Windows a un Mac y te preguntas cómo seguir usando tus programas de Windows o disfrutar de apps móviles sin volverte loco, estás en el sitio adecuado. Hoy en día no hace… [+19229 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Stormshield Network Security incorpora la criptografía poscuántica","description":"Las comunicaciones VPN se protegen con cifrado poscuántico a través del algoritmo ML-KEM estandarizado por el NIST.","url":"https://www.silicon.es/stormshield-network-security-incorpora-la-criptografia-poscuantica-2575297","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Stormshield-SNS-2200.png","publishedAt":"2025-12-04T08:57:59Z","content":"Para reforzar la seguridad de infraestructuras críticas, Stormshield ha decidido incorporar algoritmos de criptografía poscuántica (PQC) en sus firewalls de cifrado Stormshield Network Security.\r\nLa … [+1316 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Atlas Eon 100, así es el sistema de almacenamiento de datos que usa ADN sintético para conservar tu información durante miles de años","description":"Los SSD son el sistema de almacenamiento más popular en la actualidad si tenemos en cuenta que casi todas las personas van en busca de uno de estos discos. Estos han ido reemplazando a los HDD en importancia y al final, los discos duros se han convertido en d…","url":"https://elchapuzasinformatico.com/?p=629226","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/12/Atlas-Eon-100-ADN.jpg","publishedAt":"2025-12-04T08:15:38Z","content":"Los SSD son el sistema de almacenamiento más popular en la\r\nactualidad si tenemos en cuenta que casi todas las personas van en\r\nbusca de uno de estos discos. Estos han ido reemplazando a los HDD\r\nen … [+3792 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"citlallin.andrade","title":"Arizona demanda a Temu por robar datos; acusan spyware","description":"C. González\r\nArizona presentó una demanda contra Temu y su empresa matriz PDD Holdings Inc. por acusaciones de que la tienda minorista en línea china roba datos de sus clientes y miente sobre sus productos.\r\n\nLa fiscal general de Arizona, Kris Mayes, argument…","url":"https://www.excelsior.com.mx/global/arizona-demanda-a-temu-por-robar-datos-acusan-spyware/1755491","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/12/04/3429264.jpg","publishedAt":"2025-12-04T08:08:22Z","content":"Arizona presentó una demanda contra Temu y su empresa matriz PDD Holdings Inc. por acusaciones de que la tienda minorista en línea china roba datos de sus clientes y miente sobre sus productos.\r\nLa f… [+1271 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"La mejor app para no ver los anuncios de YouTube tiene malware: ¿qué hacer si la has instalado en tu tele o móvil?","description":"Hace meses me di de baja de YouTube Premium. Aunque ahora tengo que aguantar anuncios, no estaba dispuesto a pagar lo que cuesta. Por suerte, existenn aplicaciones capaces de saltárselos. He estado usando SmartTube desde entonces… hasta hoy.\n<!-- BREAK 1 -->\n…","url":"https://www.xatakahome.com/servicios-de-smart-tv/mejor-app-para-no-ver-anuncios-youtube-tiene-malware-que-hacer-has-instalado-tu-tele-movil","urlToImage":"https://i.blogs.es/242391/browse_home/1200_630.jpeg","publishedAt":"2025-12-04T08:00:44Z","content":"Hace meses me di de baja de YouTube Premium. Aunque ahora tengo que aguantar anuncios, no estaba dispuesto a pagar lo que cuesta. Por suerte, existenn aplicaciones capaces de saltárselos. He estado u… [+4854 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Salvador Henares Jimenez","title":"Alerta Roja en npm: Malware Utiliza ‘Prompts Ocultos’ para Burlar a las IAs de Ciberseguridad","description":"El panorama de la seguridad en la cadena de suministro de software acaba de dar un giro inquietante. Investigadores de ciberseguridad han descubierto un paquete malicioso en el registro npm que no solo intenta robar credenciales, sino que introduce una técnic…","url":"https://unaaldia.hispasec.com/2025/12/alerta-roja-en-npm-malware-utiliza-prompts-ocultos-para-burlar-a-las-ias-de-ciberseguridad.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/Gemini_Generated_Image_ggj5o5ggj5o5ggj5-1.png?fit=1200%2C670&ssl=1","publishedAt":"2025-12-04T07:04:00Z","content":"El panorama de la seguridad en la cadena de suministro de software acaba de dar un giro inquietante. Investigadores de ciberseguridad han descubierto un paquete malicioso en el registro npm que no so… [+6132 chars]"}]