[{"source":{"id":null,"name":"Latercera.com"},"author":"Europa Press","title":"Corea del Norte ve “insensatas” las sanciones de Estados Unidos contra 8 nacionales y 2 entidades y promete responder","description":"El Gobierno de Kim Jong Un ha considerado estas sanciones como una prueba de la “clara postura de hostilidad” de Washington hacia su país.","url":"https://www.latercera.com/mundo/noticia/corea-del-norte-ve-insensatas-las-sanciones-de-estados-unidos-contra-8-nacionales-y-2-entidades-y-promete-responder/","urlToImage":"https://www.latercera.com/resizer/v2/QDW7MB6HR55MMGOEVUSIR6OIBQ.jpg?auth=c070ded09818bd4f46477a3a507c15f2211dfed2efbc036673084484850a8092&height=630&width=1200&smart=true","publishedAt":"2025-11-06T08:26:01Z","content":"Las autoridades norcoreanas han condenado este jueves las sanciones contra ocho individuos y dos entidades vinculadas a Pyongyang impuestas en la víspera por Estados Unidos, que los acusa de blanqueo… [+1878 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"ING España reconoce una filtración de datos de sus clientes","description":"El conocido banco ING ha reconocido en España una filtración de datos de sus clientes que fue desvelada en las últimas horas a través de redes sociales. No obstante, el banco informa que las cuentas de sus clientes se encuentran totalmente seguras.\nAyer 5 de …","url":"https://www.adslzone.net/noticias/fintech/ing-espana-filtracion-datos-clientes/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Oficina-Bulgaria-banco-ING-Bank.png","publishedAt":"2025-11-06T08:16:21Z","content":"Ayer 5 de noviembre, el equipo de Hackmanac publicaba en su cuenta de X el aviso sobre una supuesta filtración de datos sufrida en la que se habrían robado datos de clientes del banco ING en España. … [+4317 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Bárbara Bécares","title":"La Policía Nacional advierte que si tenemos muchas ventanas abiertas en el navegador podemos ser víctimas de tabnabbing","description":"La Policía Nacional es muy activa en las redes sociales para poder advertir y alertar a la sociedad de posibles fraudes y problemas de los que no siempre son conscientes. Hace unos días hablaron de algo que muchas personas hacemos: tener varias ventanas abier…","url":"https://www.genbeta.com/a-fondo/policia-nacional-advierte-que-tenemos-muchas-ventanas-abiertas-navegador-podemos-ser-victimas-tabnabbing","urlToImage":"https://i.blogs.es/54036a/emiliano-vittoriosi-3mtzl6c7sjg-unsplash/840_560.jpeg","publishedAt":"2025-11-06T08:00:57Z","content":"La Policía Nacional es muy activa en las redes sociales para poder advertir y alertar a la sociedad de posibles fraudes y problemas de los que no siempre son conscientes. Hace unos días hablaron de a… [+3044 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"https://www.facebook.com/lavozdegalicia","title":"No renueves tu tarjeta sanitaria por correo: la nueva estafa que suplanta al Ministerio de Sanidad","description":"El INCIBE alerta de una campaña de correos y SMS falsos que suplantan al Ministerio de Sanidad para robar datos personales y bancarios","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/11/05/renueves-tu-tarjeta-sanitaria-correo-nueva-estafa-suplanta-ministerio-sanidad/00031762357914703759382.htm","urlToImage":"https://img.lavdg.com/sc/Tvp80IcjmtYtHBVGFieAs8JFE8Y=/1280x/2023/10/17/00121697556001692413889/Foto/reu_20230913_140308540.jpg","publishedAt":"2025-11-06T04:00:00Z","content":"Una alerta más en los móviles y bandejas de entrada, pero con un disfraz especialmente peligroso: el de la Administración pública. En los últimos días, cientos de usuarios han recibido correos electr… [+4208 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes Staff","title":"Advierten retroceso masivo en economía digital con reforma al Código Fiscal","description":"Forbes México.\n Advierten retroceso masivo en economía digital con reforma al Código Fiscal\n\nImponer retenciones del 2.5% de ISR y 8% de IVA sobre ingresos brutos, sin considerar márgenes operativos ni estructura de costos, pone en riesgo la sostenibilidad de…","url":"https://forbes.com.mx/advierten-retroceso-masivo-en-economia-digital-con-reforma-al-codigo-fiscal/","urlToImage":"https://cdn.forbes.com.mx/2025/11/Economia_digital.webp","publishedAt":"2025-11-06T01:43:54Z","content":"Lejos de impulsar la formalización, la reforma al Código Fiscal de la Federación, que incluye el artículo 30-B y nuevas retenciones fiscales, amenaza con generar un retroceso masivo en la economía di… [+4322 chars]"}]