[{"source":{"id":null,"name":"Marketingdirecto.com"},"author":"Fabiana Seara","title":"«Jungle Off-Site», la marca con la que Jungle convierte su cultura en productos","description":"Jungle lanza \"Jungle Off-Site\", una firma de 'lifestyle' que representa la cultura corporativa y resignifica el lenguaje financiero.\nLa entrada «Jungle Off-Site», la marca con la que Jungle convierte su cultura en productos se publicó primero en Marketing Dir…","url":"https://www.marketingdirecto.com/digital-general/digital/jungle-off-site-marca-redefine-filosofia-de-jungle","urlToImage":"https://www.marketingdirecto.com/wp-content/uploads/2025/10/Jungle-Off-Site-1.jpg","publishedAt":"2025-10-21T07:28:14Z","content":"Jungle lanza \"Jungle Off-Site\", una firma de 'lifestyle' que representa la cultura corporativa y resignifica el lenguaje financiero.Jungle Off-Site es la nueva firma de lifestyle de la consultora Jun… [+2586 chars]"},{"source":{"id":null,"name":"Jpcert.or.jp"},"author":"JVN iPedia","title":"JVNDB-2025-016660:Configuroweb の Sistema Web de Inventario におけるクロスサイトスクリプティングの脆弱性","description":null,"url":"http://vrda.jpcert.or.jp/feed/ja/JVNiPedia_JVNDB-2025-016660_AD_1.html","urlToImage":null,"publishedAt":"2025-10-21T07:00:06Z","content":"Configuroweb の Sistema Web de Inventario には、クロスサイトスクリプティングの脆弱性が存在します。Vulnerability Analysis SummaryAnalysis Information Source Type : Advisory, Alert"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Google advierte: los hackers están convirtiendo las blockchains en refugios indestructibles para el malware","description":"El malware existe desde prácticamente los inicios de la informática moderna. Estamos hablando que desde los años 70 ya había los primeros conceptos de malware o \"virus\" que podían infectar a los ordenadores y replicarse a si mismos. A su vez, en esa época tam…","url":"https://elchapuzasinformatico.com/2025/10/google-hackers-malware-blockchains/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/Google-hackers-malware-blockchains.jpg","publishedAt":"2025-10-21T06:30:58Z","content":"El malware existe desde prácticamente los inicios de la\r\ninformática moderna. Estamos hablando que desde los años 70 ya\r\nhabía los primeros conceptos de malware o \"virus\" que podían\r\ninfectar a los o… [+3634 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Claudio Valero","title":"Cómo un simple bloqueador USB puede evitar que tu móvil sea hackeado al cargarlo","description":"La popularización extrema del teléfono móvil también ha traído una serie de problemas que antes no existían. Sin ir más lejos, cada vez utilizamos más los cargadores públicos para nuestro móvil, sin saber realmente que pueden suponer una puerta abierta al rob…","url":"https://www.adslzone.net/noticias/seguridad/bloqueador-usb-carga/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Travel-Secure-USB-Data-Blocker-1.png","publishedAt":"2025-10-21T03:01:47Z","content":"El riesgo invisible de los puertos USB públicos\r\nConectar el móvil a un puerto USB de carga en el aeropuerto, en un centro comercial o en una estación de tren parece inofensivo. El problema es que, d… [+6769 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"MemoriasPensamientos","title":"¿Estás preparado ante fraudes digitales? Porque los ciberdelincuentes sí","description":"Automatización, operaciones remotas, inteligencia artificial, plataformas colaborativas… La transformación digital ha impulsado la competitividad de las empresas exportadoras. Pero también ha abierto una puerta peligrosa: el acceso masivo de ciberdelincuentes…","url":"https://www.meneame.net/m/Artículos/estas-preparado-ante-fraudes-digitales-porque-ciberdelincuentes","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-10-21T00:05:56Z","content":"Automatización, operaciones remotas, inteligencia artificial, plataformas colaborativas… La transformación digital ha impulsado la competitividad de las empresas exportadoras. Pero también ha abierto… [+5696 chars]"}]