[{"source":{"id":null,"name":"Trecebits.com"},"author":"Antonio Vespa","title":"Cómo reducir el ruido de los ventiladores de tu ordenador","description":"Limpiar y actualizar el software del ordenador disminuirá el ruido de los ventiladores. La publicación Cómo reducir el ruido de los ventiladores de tu ordenador apareció primero en TreceBits.","url":"https://www.trecebits.com/como-reducir-ruido-ventiladores-ordenador/","urlToImage":"https://www.trecebits.com/wp-content/uploads/2025/10/ventilador-ordenador.jpg","publishedAt":"2025-10-12T09:50:04Z","content":"Los ventiladores son elementos clave de cualquier ordenador, independientemente de que sea un PC de escritorio o un laptop. Son los encargados de mantener bajo control la temperatura del computador y… [+4734 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Chat Control, la propuesta que mata la libertad y no sirve para nada","description":"Resulta cada vez más difícil trazar una frontera creíble entre la protección y la vigilancia cuando los gobiernos exigen la llave maestra de nuestras comunicaciones. La iniciativa conocida como Chat Control, formalmente, el Reglamento para prevenir y combatir…","url":"https://www.enriquedans.com/2025/10/chat-control-la-propuesta-que-mata-la-libertad-y-no-sirve-para-nada.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/10/Chat-control-Dall·E.jpg","publishedAt":"2025-10-12T09:43:07Z","content":"Resulta cada vez más difícil trazar una frontera creíble entre la protección y la vigilancia cuando los gobiernos exigen la llave maestra de nuestras comunicaciones. La iniciativa conocida como Chat … [+7444 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"jmgalvis","title":"Stealit: el malware furtivo que usa Node.js para disfrazarse de juegos y VPNs y robar datos","description":"Una nueva campaña maliciosa ha emergido en el panorama cibernético. Bajo el nombre de Stealit, este malware de tipo MaaS (malware como servicio) se infiltra disfrazado en instaladores de juegos populares y aplicaciones VPN. Utiliza astuciosamente la tecnologí…","url":"https://unaaldia.hispasec.com/2025/10/stealit-el-malware-furtivo-que-usa-node-js-para-disfrazarse-de-juegos-y-vpns-y-robar-datos.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/image-5.png?fit=1200%2C800&ssl=1","publishedAt":"2025-10-12T09:17:15Z","content":"Una nueva campaña maliciosa ha emergido en el panorama cibernético. Bajo el nombre de Stealit, este malware de tipo MaaS (malware como servicio) se infiltra disfrazado en instaladores de juegos popul… [+6755 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Lacort","title":"En Europa tenemos un problema: nos estamos convirtiendo la Japón del siglo XXI","description":"Empecemos por los hechos:\n\n<ol><li>Europa envejece más rápido que cualquier otra región desarrollada, especialmente en el sur. La edad mediana supera los 44 años, y subiendo.</li><li>Las grandes tecnológicas que definen nuestra época son estadounidenses o chi…","url":"https://www.xataka.com/empresas-y-economia/europa-tenemos-problema-estamos-siendo-japon-siglo-xxi","urlToImage":"https://i.blogs.es/bff7f3/europa-japon/840_560.jpeg","publishedAt":"2025-10-12T09:01:43Z","content":"Empecemos por los hechos:\r\n<ol><li>Europa envejece más rápido que cualquier otra región desarrollada, especialmente en el sur. La edad mediana supera los 44 años, y subiendo.</li><li>Las grandes tecn… [+3188 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Filtración en Discord tras el compromiso de un proveedor externo","description":"Un ataque a un proveedor de soporte expuso datos de usuarios de Discord. Qué ocurrió, qué se filtró y cómo proteger tu cuenta.","url":"https://www.actualidadgadget.com/filtracion-en-discord-tras-el-compromiso-de-un-proveedor-externo/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/10/Discord-sufre-filtracion-de-datos-sensibles-tras-ataque-a-proveedor-externo.jpg","publishedAt":"2025-10-12T06:59:57Z","content":"La seguridad digital vuelve a estar en el punto de mira: Discord ha confirmado una filtración de datos derivada del compromiso de un proveedor de soporte. Aunque la infraestructura principal no se ha… [+5129 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"OpenAI y el bloqueo de cuentas que usan sus modelos para hacer cosas \"malas\"","description":"Periódicamente el equipo de seguridad de OpenAI publica un informe con las cuentas que han estado utilizando sus modelos de manera maliciosa. En estos informes nos podemos encontrar campañas trabajadas con Inteligencia Artificial del mundo del cibercrimen, op…","url":"https://www.elladodelmal.com/2025/10/openai-y-el-bloqueo-de-cuentas-que-usan.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgyHnkHSRc6XGYaIgAjyw3oO1HfftotPAOfR8a9uiwCgkgcU-4_73bvmMqZ5ZjJzH96IfcFfEgENpZ5enfl8jxb1cHft5l5ZjHJPmdp4jItOlbUODe1_r6mW2VKAxIOFYsIriqtK4PQRJoGtK7jxjZLJA5pMOZ-0kf49ddq4WicXtws2T0Aecdq/w1200-h630-p-k-no-nu/mal0.jpg","publishedAt":"2025-10-12T04:01:00Z","content":"Periódicamente el equipo de seguridad de OpenAI publica un informe con las cuentas que han estado utilizando sus modelos de manera maliciosa. En estos informes nos podemos encontrar campañas trabajad… [+3823 chars]"}]