[{"source":"Soydemac.com","title":"Guía completa para eliminar el mensaje de software malicioso en Mac","description":"Aprende cómo eliminar malware y evitar el aviso de software malicioso en tu Mac con esta guía detallada y fácil de seguir.","url":"https://www.soydemac.com/guia-completa-para-eliminar-el-mensaje-de-software-malicioso-en-mac/","publishedAt":"2025-07-30T05:00:18Z"},{"source":"Lavozdegalicia.es","title":"¿Por qué cada vez va más lento mi móvil?","description":"Las aplicaciones, la memoria caché o incluso el estado de la batería pueden ralentizar nuestro «smartphone»","url":"https://www.lavozdegalicia.es/noticia/reto-digital/ocio/2025/07/27/vez-va-lento-movil/00031753638956432339456.htm","publishedAt":"2025-07-30T03:00:00Z"},{"source":"BeInCrypto","title":"Estafadores atacan a usuarios de Coinbase mediante llamadas de phishing sofisticadas","description":"Una nueva estafa de phishing de Coinbase utilizó un número de teléfono de Estados Unidos y correos electrónicos reales, pero el escepticismo de la víctima detuvo el ataque. Esto resalta la importancia de la conciencia sobre ciberseguridad.\nEl post Estafadores…","url":"https://es.beincrypto.com/estafadores-atacan-usuarios-coinbase-llamadas-phishing-sofisticadas/","publishedAt":"2025-07-29T23:44:55Z"},{"source":"Elconfidencial.com","title":"Ben Gillenwater: \"Como experto en seguridad, estas son las 5 cosas que no dejo hacer a mis hijos\"","description":"Este padre y experto en tecnología ha compartido un vídeo que ha generado miles de interacciones al enumerar las cinco normas inquebrantables que aplica con sus hijos en casa para protegerlos en la era digital","url":"https://www.elconfidencial.com/alma-corazon-vida/2025-07-30/1qrt-ben-gillenwater-experto-en-seguridad-5-cosas_4181452/","publishedAt":"2025-07-29T22:00:00Z"},{"source":"Soydemac.com","title":"Cómo iOS y Android combaten el spam telefónico y protegen tu privacidad","description":"Apple y Google refuerzan sus sistemas para bloquear spam en iPhone y Android. Conoce las nuevas funciones para protegerte de llamadas molestas.","url":"https://www.soydemac.com/como-ios-y-android-combaten-el-spam-telefonico-y-protegen-tu-privacidad/","publishedAt":"2025-07-29T21:12:23Z"},{"source":"Androidsis.com","title":"Cómo tener más emojis en tu Android: Guía completa para disfrutar de todos los emoticonos","description":"Descubre cómo tener más emojis en tu Android, las mejores apps y trucos para ampliar tu catálogo. ¡Haz tus chats más divertidos!","url":"https://www.androidsis.com/como-tener-mas-emojis-en-tu-android-guia-completa-para-disfrutar-de-todos-los-emoticonos/","publishedAt":"2025-07-29T18:22:50Z"},{"source":"Xatakamovil.com","title":"Un duro golpe contra las IPTV piratas para ver fútbol gratis: redadas y arrestos para luchar contra MagisTV","description":"En los últimos días se han llevado a cabo redadas y se han presentado órdenes de detención en la lucha contra las IPTV Piratas; específicamente, la justicia ha puesto una operación que ofrecía el acceso la plataforma MagisTV para ver contenido protegido por d…","url":"https://www.xatakamovil.com/movil-y-sociedad/duro-golpe-iptv-piratas-para-ver-futbol-gratis-redadas-arrestos-para-luchar-magistv","publishedAt":"2025-07-29T18:00:37Z"},{"source":"Genbeta.com","title":"Ya hay malware que infecta generando comandos mediante IA. Los antivirus tradicionales no están preparados para esto","description":"El auge de la IA está permitiendo 'pegarle un empujón' a muchas de las tareas que ya realizábamos antes con ordenadores... incluyendo las maliciosas: desde la ejecución de timos al desarrollo de malware, ambas son actividades que ahora se llevab a cabo con ma…","url":"https://www.genbeta.com/seguridad/hay-malware-que-infecta-generando-comandos-mediante-ia-antivirus-tradicionales-no-estan-preparados-para-esto","publishedAt":"2025-07-29T17:14:15Z"},{"source":"We Live Security","title":"Alerta: mensajes falsos suplantan al gobierno mexicano con préstamos y deudas inexistentes","description":"Estafadores suplantan a instituciones oficiales para ofrecer falsos préstamos o cobrar deudas inexistentes. Te contamos cómo identificarlos y protegerte de caer en este tipo de engaños","url":"https://www.welivesecurity.com/es/estafas-enganos/alerta-fraudes-supuestos-prestamos-instituciones-gobierno-mexico/","publishedAt":"2025-07-29T15:57:53Z"},{"source":"Ipadizate.com","title":"Apple cuida de tu seguridad hasta en 8 formas diferentes","description":"Los de Cupertino son una marca distinguida por ofrecer seguridad y privacidad en sus productos y sistemas operativos. Han sido escasas las ocasiones en las que han estado vulnerados por piratas informáticos aunque también refuerzan sus mecanismos de seguridad…","url":"https://ipadizate.com/apple/apple-cuida-de-tu-seguridad-hasta-en-8-formas-diferentes","publishedAt":"2025-07-29T15:00:56Z"},{"source":"Soydemac.com","title":"Cómo eliminar contactos desconocidos en WhatsApp en iPhone","description":"Descubre Cómo eliminar contactos desconocidos en WhatsApp en iPhone y por qué es clave para tu privacidad y seguridad.","url":"https://www.soydemac.com/como-eliminar-contactos-desconocidos-en-whatsapp-en-iphone/","publishedAt":"2025-07-29T15:00:55Z"},{"source":"Enter.co","title":"Así opera LameHug, el virus con IA que amenaza Windows ¿Cómo protegerte?","description":"LameHug es un malware que utiliza inteligencia artificial para atacar computadoras con Windows. Conocé cómo funciona, cómo se propaga...","url":"https://www.enter.co/chips-bits/asi-opera-lamehug-el-virus-con-ia-que-amenaza-windows-como-protegerte/","publishedAt":"2025-07-29T13:12:25Z"},{"source":"Soydemac.com","title":"CleanMyMac: Análisis del famoso optimizador de MacPaw","description":"En este post analizaremos CleanMyMac, probablemente el más famoso optimizador de Mac que existe en la actualidad. ¿Superará nuestras pruebas?","url":"https://www.soydemac.com/cleanmymac-analisis-del-famoso-optimizador-de-macpaw/","publishedAt":"2025-07-29T13:08:11Z"},{"source":"Xataka.com.co","title":"¡Ni Terminator ni Star Wars! El futuro de la guerra incluye cucarachas espías, enjambres robóticos y vehículos controlados con inteligencia artificial","description":"Mientras el mundo imagina guerras del futuro al estilo Star Wars o Terminator, Alemania avanza en una dirección diferente: una en la que la inteligencia artificial guía robots autónomos, enjambres de drones coordinados y hasta cucarachas modificadas con senso…","url":"https://www.xataka.com.co/robotica-e-ia/terminator-star-wars-futuro-guerra-incluye-cucarachas-espias-enjambres-roboticos-vehiculos-controlados-inteligencia-artificial","publishedAt":"2025-07-29T11:30:37Z"},{"source":"Cointelegraph","title":"Estados Unidos pretende reclamar 2,4 millones de dólares en Bitcoins incautados de un grupo de ransomware","description":"Estados Unidos está solicitando la confiscación de 20,2 BTC incautados, que se sumarán a la Reserva Estratégica de Bitcoin propuesta por el país.\n Estados Unidos ha presentado una demanda civil para solicitar la confiscación de 2,4 millones de dólares en Bitc…","url":"https://es.cointelegraph.com/news/us-bitcoin-reserve-seizure-foia-dispute","publishedAt":"2025-07-29T11:00:00Z"},{"source":"DW (English)","title":"Tailandia y Camboya mantienen tregua pese a acusaciones mutuas","description":"La frágil tregua entre Camboya y Tailandia se mantenía este martes pese a las acusaciones mutuas de haber violado el alto al fuego, que puso fin a casi una semana de enfrentamientos en varios puntos fronterizos. El Ejército de Tailandia acusó a sus adversario…","url":"https://www.dw.com/es/tailandia-y-camboya-mantienen-tregua-pese-a-acusaciones-mutuas/a-73446233","publishedAt":"2025-07-29T09:58:00Z"},{"source":"Huffingtonpost.es","title":"Alertan de la sutil nueva estafa que saquea sigilosamente cuentas bancarias a las puertas de España","description":"<![CDATA[<p>Los expertos en ciberseguridad franceses han lanzado una seria advertencia sobre una nueva forma de fraude bancario: el 'carding', un método que consiste en hacer pequeñas transacciones con los datos bancarios robados de las víctimas. Las cantidad…","url":"https://www.huffingtonpost.es/sociedad/alertan-sutil-nueva-estafa-saquea-sigilosamente-cuentas-bancarias-puertas-espana.html","publishedAt":"2025-07-29T09:22:45Z"},{"source":"Linux Adictos","title":"Las mejores soluciones de backup y tendencias actuales para proteger tus datos","description":"Conoce los mejores programas de backup, nuevas tecnologías y estrategias para mantener toda tu información a salvo. ¡Optimiza tu protección hoy!","url":"https://www.linuxadictos.com/las-mejores-soluciones-de-backup-y-tendencias-actuales-para-proteger-tus-datos.html","publishedAt":"2025-07-29T09:11:20Z"},{"source":"Adslzone.net","title":"Android Auto 14.9 se prepara para su gran cambio: la nueva versión ya tiene pistas de Gemini","description":"La nueva versión de Android Auto corrige los errores detectados en la versión anterior y, además, anticipa la llega de Gemini para sustituir a Google Assistant. El pasado 16 de julio, Google desplegaba Android Auto 14.8, una actualización orientada a la corre…","url":"https://www.adslzone.net/e-movilidad/noticias-tecnologia/google-despliega-android-auto-14-9-beta/","publishedAt":"2025-07-29T09:03:12Z"},{"source":"Soydemac.com","title":"Cómo transmitir vídeos desde iPhone a CarPlay: guía paso a paso","description":"Descubre cómo ver vídeos en CarPlay desde tu iPhone con métodos legales y seguros. ¡Opciones fáciles y sin riesgos!","url":"https://www.soydemac.com/como-transmitir-videos-desde-iphone-a-carplay-guia-paso-a-paso/","publishedAt":"2025-07-29T09:00:50Z"},{"source":"Silicon.es","title":"El 67% de las empresas sufre más ciberataques en 2024, con graves efectos en reputación y negocio","description":"Según Hiscox, los ciberataques aumentan en frecuencia y complejidad, afectando la reputación y la captación de clientes en uno de cada dos casos.","url":"https://www.silicon.es/el-67-de-las-empresas-sufre-mas-ciberataques-en-2024-con-graves-efectos-en-reputacion-y-negocio-2571098","publishedAt":"2025-07-29T09:00:32Z"},{"source":"Nextpit.es","title":"Urgente: Esta popular aplicación borrará pronto millones de contraseñas para siempre","description":"Microsoft eliminará para siempre millones de contraseñas de usuarios de su aplicación el 1 de agosto. Averigua si tus cuentas están en peligro.","url":"https://www.nextpit.es/noticias/urgente-esta-aplicacion-borrara-millones-de-contrasenas-para-siempre","publishedAt":"2025-07-29T09:00:00Z"},{"source":"Silicon.es","title":"Check Point Software lanza nuevos paquetes de servicios gestionados de detección y respuesta","description":"MDR 360° y MXDR 360° prometen protección las 24 horas del día, los 7 días de la semana, y más de 160 integraciones con herramientas de terceros.","url":"https://www.silicon.es/check-point-software-lanza-nuevos-paquetes-de-servicios-gestionados-de-deteccion-y-respuesta-2571100","publishedAt":"2025-07-29T08:30:00Z"}]