[{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"¿Es seguro enfriar tu iPhone en el congelador? Respuesta y consejos","description":"¿Meter el iPhone en el congelador? Riesgos, alternativas seguras y trucos para enfriarlo sin dañarlo. Léelo antes de hacerlo.","url":"https://www.soydemac.com/es-seguro-enfriar-tu-iphone-en-el-congelador-respuesta-y-consejos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/¿Es-seguro-enfriar-tu-iPhone-en-el-congelador-Respuesta-y-consejos-1.jpg","publishedAt":"2025-09-06T11:00:25Z","content":"Cuando el iPhone quema en la mano, la tentación de meterlo en la nevera o incluso en el congelador aparece al instantecalentamiento del iPhone. Entre olas de calor, cargas rápidas y sesiones largas d… [+11334 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Una Campaña de Smishing con SMS Spoofing usando a la Dirección General de Tráfico con la Operación Salida de Libro","description":"La semana pasada me llegó a mi número de teléfono personal un ataque de Smishing para capturar mis datos personales y, por supuesto, mi tarjeta de crédito. El gancho, que la Dirección General de Tráfico (DGT) me había puesto una multa durante la Operación Sal…","url":"https://www.elladodelmal.com/2025/09/una-campana-de-smishing-con-sms.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgLw2DfajJTB69Vhvvqw6JTn4nLPbJWaPL5g2uXAVgnOQy4VuQDu0IY-mbZbUQG8qxH19mmkDJDvMzFhS9zEdX9RKSFKBoRVh0EGtMFOyc-HQA-8h7yN1d6UM_BGGrHinBei_eyi3oL1Vi8IRTI23VlGGKFS7x8Ap3QO6qdenQlVY7PXxJ7zZzm/w1200-h630-p-k-no-nu/DGT0.jpg","publishedAt":"2025-09-06T10:07:00Z","content":"La semana pasada me llegó a mi número de teléfono personal un ataque de Smishing para capturar mis datos personales y, por supuesto, mi tarjeta de crédito. El gancho, que la Dirección General de Tráf… [+3753 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"David G. Bolaños","title":"Nord Security: visitamos el epicentro de la ciberseguridad europeo de marcas como NordVPN, Surfshark o Incogni","description":"Siempre se piensa en Silicon Valley como el lugar donde pasan las «cosas» en el universo tecnológico, pero no hay que salir de Europa, y concretamente de Lituania, para conocer a un auténtico gigante que planta cara a los de EE.UU. Algo que parece banal pero …","url":"https://www.adslzone.net/noticias/marcas/visita-nordsecurity-lituania-surfshark-nordvpn/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/nord-security.jpg","publishedAt":"2025-09-06T06:30:28Z","content":"¿No creéis que sea importante? Pues en nuestra visita a su sede en Vilnius (Lituania) nos han hecho un repaso a la situación de la ciberseguridad en Europa y el mundo. No queremos asustar, pero siemp… [+8463 chars]"},{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"Te tomará fotos mientras ves porno: la amenaza del nuevo programa espía para chantajes","description":"Se trata de un 'malware' que se distribuye como una herramienta gratuita de código abierto y \"para fines educativos\".","url":"https://actualidad.rt.com/actualidad/563843-programa-espia-chantajes-stealerium","urlToImage":"https://mf.b37mrtl.ru/actualidad/public_images/2025.09/article/68bb5cda59bf5b0c2114c0da.jpg","publishedAt":"2025-09-06T00:26:30Z","content":"Aunque secuestrar la cámara web de un usuario con el fin de conseguir fotos íntimas para luego chantajear es una técnica altamente usada por los 'hackers', un programa espía ha convertido este delito… [+1666 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Brais Cedeira","title":"El CNI avala decenas de productos de Huawei que según EEUU suponen una amenaza para la seguridad nacional","description":"El organismo valida ese material para dar garantías a las Administraciones públicas y las entidades estratégicas de que es seguro.\nMás información: Interior usa tecnología Huawei en videollamadas de sus centros de mando policiales: \"El wifi, los ordenadores, …","url":"https://www.elespanol.com/espana/20250906/cni-avala-decenas-productos-huawei-eeuu-suponen-amenaza-seguridad-nacional/1003743913640_0.html","urlToImage":"https://s2.elespanol.com/2025/09/05/actualidad/1003743913655_258489834_1706x960.jpg","publishedAt":"2025-09-06T00:12:12Z","content":"Según ha podido comprobar EL ESPAÑOL, en el Catálogo de Productos y Servicios de Seguridad TIC del Centro Criptológico Nacional (CCN-CERT), este organismo adscrito al CNI valida, desde hace al menos … [+5522 chars]"}]