[{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"A. G. CH.","title":"La Policía Nacional recupera 60.000 euros sustraídos a una empresa coruñesa mediante una estafa digital","description":"La investigación sigue abierta tras detectar que la cuenta intervenida revela movimientos por más de dos millones de euros, lo que sugiere la posible existencia de más víctimas","url":"https://www.lavozdegalicia.es/noticia/coruna/2025/11/08/policia-nacional-recupera-60000-euros-sustraidos-empresa-corunesa-mediante-estafa-digital/00031762596990522928365.htm","urlToImage":"https://cflvdg.avoz.es/sc/p2FMw6IuUSjc0FE3XBWXG0vU4LQ=/1280x/2025/08/04/00121754311929721988550/Foto/ddd.png","publishedAt":"2025-11-08T10:26:00Z","content":"La Policía Nacional ha logrado recuperar en A Coruña 60.000 euros que habían sido sustraídos a una empresa local mediante la conocida estafa del Business Email Compromise (BEC), un fraude digital bas… [+3317 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Trucos para combatir las llamadas no deseadas en Android","description":"Las llamadas telefónicas de números desconocidos se han convertido en un verdadero problema para millones de personas. Antes, lo peor que te podía pasar es que te llamaran de una empresa vendiéndote un nuevo plan de telefonía o una oferta para pagar menos por…","url":"https://hipertextual.com/tecnologia/bloquear-llamadas-no-deseadas-android/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/11/Llamadas-Fraude-Phishing-Spam-Android.jpg?fit=1920%2C1280&quality=70&strip=all&ssl=1","publishedAt":"2025-11-08T09:00:00Z","content":"Las llamadas telefónicas de números desconocidos se han convertido en un verdadero problema para millones de personas. Antes, lo peor que te podía pasar es que te llamaran de una empresa vendiéndote … [+5365 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Calibre 8.14 corrige una vulnerabilidad y mejora la integración con Tolino","description":"Actualiza: Calibre 8.14 corrige un fallo crítico en FB2, mejora Tolino y añade atajos. Descarga para Windows, macOS y Linux (también Flatpak).","url":"https://www.linuxadictos.com/calibre-8-14-corrige-una-vulnerabilidad-y-mejora-la-integracion-con-tolino.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Calibre-8.14.webp","publishedAt":"2025-11-08T08:16:54Z","content":"Para quienes acumulan cientos de ebooks en el ordenador, gestionar la biblioteca puede ser un quebradero de cabeza. Calibre, como proyecto de código abierto y gratuito, lleva años siendo la navaja su… [+3592 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Descargar video Instagram: el método más rápido y seguro en 2024","description":"Resumamos en tres fogonazos El método seguro y práctico: descargar videos de Instagram en 2024 se basa en plataformas web reconocidas, evitar apps dudosas y apostar por formatos clásicos como MP4. La legalidad y la precaución: el respeto a la privacidad y la …","url":"https://www.muywindows.com/descargar-video-instagram/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/11/Descargar_video_Instagram_el_metodo_mas_rapido_y_seguro_en_2024.jpg","publishedAt":"2025-11-08T07:36:36Z","content":"¿Alguna vez el deseo de conservar ese video memorable de Instagram ha rozado la obsesión? Todo desaparece en cuestión de horas: historias, Reels, IGTV. Ni rastro oficial de la opción descargar, solo … [+7481 chars]"}]