[{"source":"Elperiodico.com","title":"Seis comandos extranjeros de ciberespionaje, principal amenaza informática para la seguridad del Estado","description":"A finales de enero pasado, los afectados eran cuatro operadores de un sector industrial español clave. En febrero, el Centro Criptológico Nacional constataba que los atacantes habían volcado la configuración de 90 routers; trataban de extenderse a los cliente…","url":"https://www.elperiodico.com/es/politica/20251201/seis-comandos-extranjeros-ciberespionaje-principal-amenaza-seguridad-estado-124245073","publishedAt":"2025-12-01T04:00:42Z"},{"source":"Actualidadiphone.com","title":"Apple Podcasts y los riesgos de seguridad que preocupan a los expertos","description":"Apple Podcasts se abre sola y muestra podcasts raros con enlaces sospechosos. Conoce los riesgos y cómo proteger tu iPhone y Mac.","url":"https://www.actualidadiphone.com/apple-podcasts-y-los-riesgos-de-seguridad-que-preocupan-a-los-expertos/","publishedAt":"2025-12-01T02:29:25Z"},{"source":"Actualidadgadget.com","title":"ChatGPT cumple 3 años: así ha cambiado nuestra relación con la inteligencia artificial","description":"ChatGPT cumple 3 años: de curiosidad viral a herramienta clave de trabajo, estudio y negocio, con grandes ventajas y riesgos que ya se debaten en Europa.","url":"https://www.actualidadgadget.com/chatgpt-cumple-3-anos-asi-ha-cambiado-nuestra-relacion-con-la-inteligencia-artificial/","publishedAt":"2025-12-01T02:23:00Z"},{"source":"Iphoneros.com","title":"El gobierno de India pide a Apple preinstalar en el iPhone una App propia de manera obligatoria, no se puede borrar","description":"El gobierno de India acaba de dar la orden de instalar una App llamada Sanchar Saathi de manera obligatoria en todos los smartphones del país. La App vendrá pre-instalada de fábrica en el iPhone y cualquier otro smartphone Android que se venda nuevo, y tambié…","url":"https://iphoneros.com/102951/app-obligatoria-gobierno-india","publishedAt":"2025-12-01T02:13:03Z"}]