[{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Javier Candau: «Los ciberataques críticos se han triplicado este año y son de momento 278»","description":"España se juega buena parte de su seguridad, y también de su soberanía, en el mundo virtual. Javier Candau, máximo responsable del CCN, analiza en esta entrevista la compleja situación en la que nos encontramos. -¿Se mantiene la tendencia al alza de los ciber…","url":"https://www.abc.es/espana/javier-candau-ciberataques-criticos-triplicado-ano-momento-20251130151310-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2025/11/30/1420633003-U12781588263Ljv-1024x512@diario_abc.JPG","publishedAt":"2025-11-30T12:55:29Z","content":"España se juega buena parte de su seguridad, y también de su soberanía, en el mundo virtual. Javier Candau, máximo responsable del CCN, analiza en esta entrevista la compleja situación en la que nos … [+7966 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"México, entre los países más afectados por ciberdelitos en AL","description":"Con el avance del uso de tecnologías de la información y comunicación, en los últimos años han aumentado los ciberataques e ilícitos cibernéticos de diversa índole, muchos de ellos impulsados por el uso malicioso de la inteligencia artificial (IA).","url":"https://www.jornada.com.mx/2025/11/30/politica/007n2pol","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-11-30T08:31:40Z","content":"Periódico La JornadaDomingo 30 de noviembre de 2025, p. 7\r\nCon el avance del uso de tecnologías de la información y comunicación, en los últimos años han aumentado los ciberataques e ilícitos ciberné… [+2357 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Secuestro de información golpea al sector financiero internacional","description":"Un reciente informe realizado por la consultora EY señala que, en el último año, y a nivel mundial, seis de cada 10 instituciones financieras han experimentado un ataque de ransomware, un virus malicioso que bloquea sistemas o datos hasta que la firma pague p…","url":"https://www.jornada.com.mx/2025/11/30/economia/014n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-11-30T08:31:40Z","content":"Periódico La JornadaDomingo 30 de noviembre de 2025, p. 14\r\nUn reciente informe realizado por la consultora EY señala que, en el último año, y a nivel mundial, seis de cada 10 instituciones financier… [+3607 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"Le pregunté a ChatGPT qué ajuste de seguridad activar en mi móvil y no podría estar más de acuerdo","description":"La inteligencia artificial ha abierto múltiples caminos para agilizar nuestras tareas cotidianas y contar con una herramienta de interés a la hora de abordar diversas consultas. Ahora que no nos despegamos del smartphone, es posible que te estés cuestionando …","url":"https://www.adslzone.net/noticias/ia/pregunte-chatgpt-ajuste-seguridad-activar-movil/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/ChatGPT-en-el-movil.png","publishedAt":"2025-11-30T08:03:28Z","content":"ChatGPT es uno de los modelos de lenguaje más populares que podemos encontrar a día de hoy. Contiene una enorme base de datos que recopila de varias fuentes fiables y que sirve de apoyo para ofrecern… [+5392 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Creativos Online","title":"Wix: qué es, para qué sirve y cómo crear tu web","description":"Descubre qué es Wix, para qué sirve y cómo crear una web profesional paso a paso con SEO, ecommerce y herramientas de marketing integradas.","url":"https://www.creativosonline.org/wix-que-es-para-que-sirve-y-como-crear-tu-web.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/11/wix-que-es-para-que-sirve-y-como-crear-tu-web.png","publishedAt":"2025-11-30T06:38:51Z","content":"Si alguna vez has pensado tengo que montar una web, pero no tengo ni idea de programación, lo más probable es que alguien te haya recomendado Wix. Y no es casualidad: esta plataforma se ha convertido… [+24214 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Descargar música YouTube: los mejores métodos para obtener archivos MP3 fácilmente","description":"Resumen — Lo esencial para descargar música de YouTube La descarga de MP3 desde YouTube permite disfrutar de canciones propias, pero implica considerar **la legalidad, los derechos de autor y la seguridad** al elegir la herramienta. Las plataformas online y p…","url":"https://www.muywindows.com/descargar-musica-youtube/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/11/Descargar_musica_YouTube_los_mejores_metodos_para_obtener_archivos_MP3_facilmente.jpg","publishedAt":"2025-11-30T06:00:03Z","content":"¿Quién no ha soñado con llevar sus canciones preferidas de YouTube a cualquier parte y olvidarse por fin de los datos móviles o las interrupciones? Convertir vídeos de YouTube a MP3 es, sin rodeos, l… [+6568 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La era de la factura electrónica asoma por la esquina con demasiados deberes pendientes","description":"Se acerca el momento. Verifactu ya está a la vuelta de la esquina. Tras meses de preparativos y sucesivos ajustes normativos, el nuevo sistema de facturación electrónica comenzará a aplicarse a partir de 2026, cuando empresas y autónomos deban adaptarse a los…","url":"https://www.abc.es/economia/era-factura-electronica-asoma-esquina-demasiados-deberes-20251130173332-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/economia/2025/11/30/factura%20electro-U10537168210BLp-1024x512@diario_abc.jpg","publishedAt":"2025-11-30T02:54:14Z","content":"Se acerca el momento. Verifactu ya está a la vuelta de la esquina. Tras meses de preparativos y sucesivos ajustes normativos, el nuevo sistema de facturación electrónica comenzará a aplicarse a parti… [+8121 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"OpenAI reconoce una filtración que expuso datos de usuarios de su plataforma","description":"OpenAI confirma una filtración vía Mixpanel que expuso datos de cuentas de API. Mira qué información se vio afectada y cómo protegerte.","url":"https://www.actualidadgadget.com/openai-reconoce-una-filtracion-que-expuso-datos-de-usuarios-de-su-plataforma/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/OpenAI-confirma-una-filtracion-que-dejo-expuestos-los-datos-de-usuarios-de-ChatGPT-1.jpg","publishedAt":"2025-11-30T02:16:30Z","content":"OpenAI ha reconocido una filtración de datos que ha afectado a parte de los usuarios vinculados a su plataforma de desarrollo, después de que uno de sus proveedores externos de análisis sufriera un i… [+11202 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":null,"title":"Ciberseguridad: la nueva economía de la confianza","description":"Durante años, la ciberseguridad se contempló como un gasto inevitable, una partida que había que justificar y que pocas veces se vinculaba con el...","url":"https://www.elespanol.com/invertia/disruptores/opinion/20251130/ciberseguridad-nueva-economia-confianza/1003744032179_12.html","urlToImage":"https://s3.elespanol.com/2025/11/27/actualidad/1003744032187_260179668_1706x960.png?fmt=jpeg","publishedAt":"2025-11-30T00:34:00Z","content":"Durante años, la ciberseguridad se contempló como un gasto inevitable, una partida que había que justificar y que pocas veces se vinculaba con el crecimiento. Sin embargo, esa visión ha quedado atrás… [+5836 chars]"}]