[{"source":{"id":null,"name":"Marca"},"author":"M. S.","title":"El sector deportivo y audiovisual unen fuerzas para exigir a la UE medidas contra la piratería","description":"LALIGA, junto a Premier, Serie A, Bundesliga, Warner, DAZN, Canal+, Sky o Disney, entre otras  Leer","url":"https://www.marca.com/futbol/2025/10/28/sector-deportivo-audiovisual-unen-fuerzas-exigir-ue-medidas-pirateria.html","urlToImage":"https://objetos-xlk.estaticos-marca.com/files/article_main_microformat/uploads/2025/10/28/690101b070f50.jpeg","publishedAt":"2025-10-28T17:50:28Z","content":"LALIGA, junto con 36 grandes empresas y organizaciones del ecosistema deportivo y audiovisual, ha enviado una carta dirigida a Henna Virkkunen, Vicepresidenta ejecutiva de la Comisión Europea para la… [+3674 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"IA en seguridad de Windows: ¿qué ventajas ofrece ante las nuevas amenazas?","description":"Lo que hay que saber sobre la inteligencia artificial en la seguridad de Windows La inteligencia artificial transforma la defensa digital: sistemas que predicen, detectan anomalías en segundos y actualizan su aprendizaje para bloquear amenazas que mutan, evol…","url":"https://www.muywindows.com/ia-en-seguridad-de-windows/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/10/IA_en_seguridad_de_Windows_¿que_ventajas_ofrece_ante_las_nuevas_amenazas.jpg","publishedAt":"2025-10-28T17:18:52Z","content":"La inteligencia artificial ha entrado como un vendaval en el mundo de la seguridad informática. ¿Cansancio entre hackers y expertos? Nada de eso, más bien una carrera interminable. Las amenazas digit… [+8265 chars]"},{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"183 millones de contraseñas de correo electrónico quedan expuestas en una filtración de datos","description":"","url":"https://actualidad.rt.com/actualidad/570788-millones-contrasenas-correo-electronico-filtracion-datos","urlToImage":"https://mf.b37mrtl.ru/actualidad/public_images/2025.10/original/6900f88459bf5b5f5c44b622.jpg","publishedAt":"2025-10-28T17:08:20Z","content":"La empresa de ciberseguridad Synthient ha descubierto que 183 millones de contraseñas de correo electrónico, entre ellas cuentas de Gmail —el servicio de correo electrónico de la empresa estadouniden… [+674 chars]"},{"source":{"id":null,"name":"Elclip.org"},"author":"el clip","title":"Le lithium au Mexique, de l'illusion à l'incertitude (Anglais)","description":"En México, la ilusión que empresas y autoridades construyeron alrededor de la “fiebre del litio” ahora está en el aire. No hay certeza sobre cuánto litio hay en el territorio nacional. Además, el organismo creado por el Estado para explotarlo apenas tiene pre…","url":"https://www.elclip.org/el-litio-en-mexico-de-la-ilusion-a-la-incertidumbre/","urlToImage":"https://www.elclip.org/wp-content/uploads/2025/10/mx-litio2.jpg","publishedAt":"2025-10-28T15:52:01Z","content":"In Mexico, the excitement that companies and authorities built around the lithium fever has now given way to uncertainty. No one knows for sure how much lithium actually exists in the country. The st… [+41564 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"Europa Press","title":"Gmail asegura que no ha sufrido una filtración masiva de datos y que los usuarios siguen protegidos","description":"Durante este fin de semana, algunos medios han alertado sobre una filtración masiva de datos y credenciales de usuarios de Gmail. Estas afirmaciones se han compartido a partir de un informe del servicio Have I Been Pwned (HIBP)","url":"https://www.lavozdegalicia.es/noticia/sociedad/2025/10/28/gmail-asegura-sufrido-filtracion-masiva-datos-usuarios-siguen-protegidos/00031761660013370520191.htm","urlToImage":"https://img.lavdg.com/sc/0_rO5HO5aWbyFoNy3dP7id7-PPU=/1280x/2025/10/28/00121761664622185391411/Foto/j_20251028_161507000.jpg","publishedAt":"2025-10-28T15:22:00Z","content":"Google ha negado las recientes afirmaciones sobre una vulnerabilidad de seguridad de Gmail que habría afectado a «millones de usuarios», alegando que se trata de una información falsa y que las defen… [+2732 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"WSUS bajo ataque: vulnerabilidad crítica (CVE-2025-59287) permite RCE sin autenticación","description":"Una nueva vulnerabilidad crítica afecta a Windows Server Update Services (WSUS) y se está explotando activamente. Microsoft lanzó un parche de emergencia, mientras CISA advierte el alto riesgo de compromiso generalizado si no se actúa de inmediato. Windows Se…","url":"https://unaaldia.hispasec.com/2025/10/wsus-bajo-ataque-vulnerabilidad-critica-cve-2025-59287-permite-rce-sin-autenticacion.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/dev-team-1761655581178.png?fit=1200%2C686&ssl=1","publishedAt":"2025-10-28T15:05:02Z","content":"Windows Server Update Services (WSUS) es una plataforma esencial utilizada por las organizaciones para gestionar actualizaciones de productos Microsoft de manera centralizada. Recientemente, se ha de… [+1827 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Álvaro García M.","title":"Usar WiFi gasta más batería que los datos móviles y otros mitos y leyendas urbanas sobre el WiFi y tu móvil","description":"Que sería del mundo sin las leyendas urbanas. Los caimanes de las alcantarillas de Nueva York o el ya clásico mito español de Ricky Martín con la mermelada. Con la tecnología en general y con el uso del WiFi en un móvil en particular también tenemos una buena…","url":"https://www.xatakandroid.com/listas/usar-wifi-gasta-bateria-que-datos-moviles-otros-mitos-leyendas-urbanas-wifi-tu-movil","urlToImage":"https://i.blogs.es/94f49b/mitos-del-wifi-en-android/840_560.jpeg","publishedAt":"2025-10-28T15:00:19Z","content":"Que sería del mundo sin las leyendas urbanas. Los caimanes de las alcantarillas de Nueva York o el ya clásico mito español de Ricky Martín con la mermelada. Con la tecnología en general y con el uso … [+6309 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"Sebastián Davidovsky","title":"Para Google, la seguridad del futuro “será invisible, integrada y activada por defecto”","description":"Hablamos con Royal Hansen, el máximo responsable de la ciberseguridad, privacidad y seguridad en Google a nivel global","url":"https://www.lanacion.com.ar/tecnologia/para-google-la-seguridad-del-futuro-sera-invisible-integrada-y-activada-por-defecto-nid28102025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/royal-hansen-es-vicepresidente-de-ingenieria-de-QILTSWJULVBLHKBMHZII4R27U4.jpg?auth=43aae145db33b41a1ce37f5f8946fc3f69cab4074dcd5db71847122b23766f7f&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-10-28T14:57:14Z","content":"Royal Hansen es el hombre detrás de la seguridad global de Google. Es el máximo responsable de la ciberseguridad, privacidad y seguridad en Google a nivel global, y lidera un equipo de entre 2000 y 3… [+8155 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Juan Lorente","title":"Todavía no es noviembre, pero ya es Black Friday para Surfshark: su VPN viene con tres meses extra y no llega a 2 euros","description":"Hoy en día, todos pasamos muchas horas del día en Internet. Obviamente, no tiene por qué pasarnos nada, pero es innegable que también son cada vez más comunes los ciberataques o la presencia de determinados software espías. De entre todas las herramientas que…","url":"https://www.xataka.com/seleccion/todavia-no-noviembre-black-friday-para-surfshark-su-vpn-viene-tres-meses-extra-no-llega-a-2-euros","urlToImage":"https://i.blogs.es/c04551/black_friday_hero/840_560.jpeg","publishedAt":"2025-10-28T14:16:19Z","content":"Hoy en día, todos pasamos muchas horas del día en Internet. Obviamente, no tiene por qué pasarnos nada, pero es innegable que también son cada vez más comunes los ciberataques o la presencia de deter… [+2699 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"He empezado a usar un alias de mi correo electrónico para registrarme. Es el método más sencillo para saber quién filtra mis datos","description":"No todo el mundo lo sabe, pero Gmail tiene una función bastante desconocida incluida de serie en todos sus correos electrónicos: los alias. Lo más curioso es que está activa desde sus inicios, allá por el año 2004, y lo que en un origen tuvo como objetivo org…","url":"https://www.xatakandroid.com/seguridad/he-empezado-a-usar-alias-mi-correo-electronico-para-registrarme-webs-apps-metodo-sencillo-para-saber-quien-filtra-mis-datos","urlToImage":"https://i.blogs.es/e3639a/alias-gmail/840_560.png","publishedAt":"2025-10-28T12:00:19Z","content":"No todo el mundo lo sabe, pero Gmail tiene una función bastante desconocida incluida de serie en todos sus correos electrónicos: los alias. Lo más curioso es que está activa desde sus inicios, allá p… [+2392 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Lola Gutiérrez","title":"La Agència de Ciberseguretat advierte de una estafa en Catalunya con ChatGPT: \"No abras ningún enlace\"","description":"La Agència de Ciberseguretat de Catalunya ha advertido de una nueva estafa de 'phising' que suplanta a la identidad de ChatGPT. Se trata de un correo electrónico fraudulento que pide actualizar la subscripción Plus, pero al acceder al botón 'Pay Now' lleva a …","url":"https://www.elperiodico.com/es/tecnologia/20251028/agencia-ciberseguretat-advierte-estafa-catalunya-chatgpt-alerta-dv-123104082","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/8f865937-92cf-4efe-9af0-50512c83bb75_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-10-28T11:52:39Z","content":"La Agència de Ciberseguretat de Catalunya ha advertido de una nueva estafa de 'phising' que suplanta a la identidad de ChatGPT. Se trata de un correo electrónico fraudulento que pide actualizar la su… [+1625 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Abitab avanza hacia la Identidad Digital 3.0 con Criptografía Poscuántica","description":"Con más de dos décadas de experiencia en certificación digital, la empresa se prepara para la nueva era de la computación cuántica.","url":"https://www.montevideo.com.uy/Negocios-y-Tendencias/Abitab-avanza-hacia-la-Identidad-Digital-3-0-con-Criptografia-Poscuantica-uc940683","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202510/_W933_80/936003.jpg","publishedAt":"2025-10-28T11:00:00Z","content":"Con más de dos décadas de experiencia en certificación digital, la empresa se prepara para la nueva era de la computación cuántica.\r\nFoto: cedida a Montevideo Portal\r\nPrimeros pasos en certificación … [+14655 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Esto es lo que ha dicho Google sobre las noticias de un \"robo de datos\" en Gmail que afecta a 183 millones de usuarios","description":"Google ha emitido un comunicado después de que un experto en ciberseguridad advirtiera a los usuarios de Gmail de una importante filtración de datos que afecta a más de 183 millones de contraseñas.","url":"https://www.eleconomista.es/tecnologia/noticias/13614700/10/25/esto-es-lo-que-ha-dicho-google-sobre-las-noticias-de-un-robo-de-datos-en-gmail-que-afecta-a-183-millones-de-usuarios.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/5/d/alerta-roja-gmail.jpg","publishedAt":"2025-10-28T10:25:14Z","content":"Google ha emitido un comunicado después de que un experto en ciberseguridad advirtiera a los usuarios de Gmail de una importante filtración de datos que afecta a más de 183 millones de contraseñas.\r\n… [+1858 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Por qué deberías usar un gestor de contraseñas (y por qué el del navegador no es muy fiable)","description":"Esta es una de las preguntas que más me hacen mis estudiantes cuando explico cómo funcionan los gestores de contraseñas y por qué deberían usar uno: «¿Podemos confiar en los que vienen integrados en los navegadores?»  La respuesta, como casi todo en tecnologí…","url":"https://www.enriquedans.com/2025/10/por-que-deberias-usar-un-gestor-de-contrasenas-y-por-que-el-del-navegador-no-es-muy-fiable.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/10/Password-managers-Dall·E.jpg","publishedAt":"2025-10-28T09:19:34Z","content":"Esta es una de las preguntas que más me hacen mis estudiantes cuando explico cómo funcionan los gestores de contraseñas y por qué deberían usar uno: «¿Podemos confiar en los que vienen integrados en … [+4861 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Backdoor en LLMs con Poisoning Data: Evenenamiento y troyanizado de Modelos LLM","description":"Este fin de semana, gracias a un paper que me ha compartido un amigo, me he pasado leyendo un rato sobre los diferentes ataques de envenenamiento o Poison Training en LLM para generar modelos que estén troyanizados, o con Backdoors que son ejecutados cuando s…","url":"https://www.elladodelmal.com/2025/10/backdoor-en-llms-con-poisoning-data.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi-GDKod89wOHUwlCffyld3LUdSwvp5aGvc4kjA2mxBdAOn8k8QCd80mHz0waFt29s6f2d3cfDl1HGsgkiNCmoU4uHThY6VXa_l0OMlK9WBHerlPJVhbkFj2_EI7TkMGx6qbCTM1Z_2R0hMn91oAjc7fxmA9hdvcQeUUqCh8eSbPrykg44-6O4_/w1200-h630-p-k-no-nu/poison0.jpg","publishedAt":"2025-10-28T05:01:00Z","content":"Este fin de semana, gracias a un paper que me ha compartido un amigo, me he pasado leyendo un rato sobre los diferentes ataques de envenenamiento o Poison Training en LLM para generar modelos que est… [+4740 chars]"},{"source":{"id":null,"name":"Tribuna.com.mx"},"author":"Omar Rodríguez","title":"Tras hackeo masivo a universidades de México, emiten recomendaciones para protegerse","description":"Expertos recomiendan cambiar contraseñas, usar autenticación multifactor y emitir alertas de phishing para proteger información personal y becas","url":"https://www.tribuna.com.mx/mexico/2025/10/27/tras-hackeo-masivo-universidades-de-mexico-emiten-recomendaciones-para-protegerse-417693.html","urlToImage":"https://www.tribuna.com.mx/u/fotografias/m/2025/10/27/f1280x720-475222_606897_5050.jpg","publishedAt":"2025-10-28T02:50:00Z","content":"Hermosillo, Sonora.- Luego de que un grupo de cibercriminales filtrara información y datos personales sensibles de más de 450 mil estudiantes de México, incluyendo varias universidades de Sonora, esp… [+1697 chars]"}]