[{"source":{"id":null,"name":"Hackplayers.com"},"author":"Vicente Motos","title":"CVE-2025-53786 – Anatomía de una escalada de privilegios silenciosa en entornos híbridos de Microsoft Exchange","description":"Superficialmente, CVE-2025-53786  podría parecer “solo” otra vulnerabilidad de elevación de privilegios en Microsoft Exchange. Sin embargo, ...","url":"https://www.hackplayers.com/2025/08/cve-2025-53786-exchange-entornos-hibridos.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgCzh7VBsoh4ZDs0k071luSOa82XVEolu0e38EHoKcKNMxciPW4bso0b98NAylBBHZ2iLM9C8gXPCN-UixCHYmKn7eKDgvn3ZA9D7XaYLe2iJ_LetpKdUc3pPFuScCeIfj1w8bUSAhYJ-U0Uexx0bT60FksN3AdOmobUUXd5G2tIfO6KUsPST5_5ffrxh2b/w1200-h630-p-k-no-nu/exchange_hybrid.png","publishedAt":"2025-08-07T22:48:00Z","content":"Superficialmente, CVE-2025-53786 podría parecer “solo” otra vulnerabilidad de elevación de privilegios en Microsoft Exchange. Sin embargo, su verdadero alcance se revela cuando se entiende cómo los e… [+8002 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Estas son las mayores amenazas de seguridad a las que se enfrenta el mundo en 2025","description":"El sector de la ciberseguridad se mantiene alerta debido a las últimas iniciativas que están utilizando los hackers para llevar a cabo sus ataques. Y, en relación a esto, un reciente estudio acaba de desvelar en profundidad cuáles son las mayores amenazas a l…","url":"https://www.adslzone.net/noticias/seguridad/mayores-amenazas-seguridad-mundo-2025/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/Hacker-tecleando-codigo-ordenador-portatil-letras-verdes.png","publishedAt":"2025-08-07T20:04:59Z","content":"La firma de seguridad Secureframe ha publicado el 7 de agosto de 2025 un informe titulado Las mayores amenazas de ciberseguridad de 2025: análisis de ataques recientes, amenazas emergentes y cómo def… [+5721 chars]"},{"source":{"id":null,"name":"Microsiervos.com"},"author":"alvy@microsiervos.com (Alvy)","title":"Sarenet celebra 30 años mirando al futuro: un nuevo data center, hogar para los datos y conectividad en el corazón de Euskadi","description":"Este año se ha celebrado el 30º aniversario de Sarenet, una de las más míticas empresas de nuestra Internet más cercana. Y lo digo con propiedad. Si llevas en esto de Internet tanto como nosotros, seguro que te suena: es una de esas empresas que estaban ahí c…","url":"https://www.microsiervos.com/archivo/internet/sarenet-celebra-30-aniv-futuro-nuevo-data-center-datos-conectividad-euskadi.html","urlToImage":"https://img.microsiervos.com/images2025/RP-contrafachada-sarenet.jpg","publishedAt":"2025-08-07T16:38:31Z","content":"Por @Alvy 7 de agosto de 2025\r\nEste año se ha celebrado el 30º aniversario de Sarenet, una de las más míticas empresas de nuestra Internet más cercana. Y lo digo con propiedad. Si llevas en esto de I… [+5769 chars]"},{"source":{"id":null,"name":"Nextpit.es"},"author":"Jade Bryan","title":"Este \"simple\" comando podría causar estragos en su hogar","description":"Tu hogar inteligente podría ser vulnerable a un nuevo hackeo. Descubre cómo un simple comando de chatbot puede causar estragos y qué debes hacer.","url":"https://www.nextpit.es/noticias/este-simple-comando-podria-causar-estragos-en-su-hogar","urlToImage":"https://fs.npstatic.com/userfiles/7734655/image/Google-Home-hijack-via-Gemini-AI-chatbot-w1400h788.jpg","publishedAt":"2025-08-07T15:00:00Z","content":"La IA puede usarse para secuestrar tu casa\r\nUn equipo de investigación en ciberseguridad ha demostrado cómo el asistente digital de Google puede ser engañado fácilmente utilizando simples prompts o u… [+2314 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Problemas frecuentes por drivers gráficos desactualizados: causas y soluciones","description":"Descubre los problemas que provocan drivers gráficos desactualizados y aprende a solucionarlos fácilmente en tu PC.","url":"https://www.actualidadgadget.com/problemas-frecuentes-por-drivers-graficos-desactualizados-causas-y-soluciones/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/02/Fallos-de-hardware-en-RTX-5090-y-5070-Ti-1.jpg","publishedAt":"2025-08-07T14:43:27Z","content":"Si alguna vez tu ordenador se ha ralentizado, ha mostrado errores extraños en pantalla o los juegos no van tan fluidos como antes, posiblemente no le estés prestando la atención que merecen a tus dri… [+12980 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"\"Estamos sustituyendo las contraseñas por algo peor\": así facilitan los códigos de un solo uso nuevos tipos de ataque","description":"En un esfuerzo por facilitar el acceso y mejorar la experiencia del usuario, muchas plataformas digitales han comenzado a reemplazar las contraseñas tradicionales con un sistema de inicio de sesión basado en códigos de un solo uso enviados por correo electrón…","url":"https://www.genbeta.com/seguridad/estamos-sustituyendo-contrasenas-algo-peor-asi-facilitan-codigos-solo-uso-nuevos-tipos-ataque","urlToImage":"https://i.blogs.es/c4501d/chatgpt-image-7-ago-2025-14_26_12/840_560.png","publishedAt":"2025-08-07T12:36:50Z","content":"En un esfuerzo por facilitar el acceso y mejorar la experiencia del usuario, muchas plataformas digitales han comenzado a reemplazar las contraseñas tradicionales con un sistema de inicio de sesión b… [+7215 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Arijit Sarkar","title":"Aave sufre un ataque de phishing al día siguiente de alcanzar los 60.000 millones de dólares en depósitos netos","description":"Estafadores utilizaron Google Ads para suplantar la identidad de las plataformas de inversión Aave con el fin de engañar usuarios y que vincularan sus monederos a sitios maliciosos.\n Poco después de que el protocolo de liquidez descentralizado Aave anunciara …","url":"https://es.cointelegraph.com/news/aave-investors-targeted-phishing-attack-google-ads","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/019883b5-aca0-735d-b442-b8b653db803f","publishedAt":"2025-08-07T12:30:00Z","content":"Poco después de que el protocolo de liquidez descentralizado Aave anunciara que había superado los 60.000 millones de dólares en depósitos netos, unos estafadores lanzaron una campaña de phishing dir… [+3187 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Más de 14.000 credenciales de empleados expuestas en un solo mes","description":"Los ciberdelincuentes utilizan métodos como el 'phishing', la instalación de 'keyloggers' e 'infostealers' o los ataques de inyección para hacerse con contraseñas que no les pertenecen.","url":"https://www.silicon.es/mas-de-14-000-credenciales-de-empleados-expuestas-en-un-solo-mes-2571373","urlToImage":"https://www.silicon.es/wp-content/uploads/2014/12/Fuente-Shutterstock_Autor-Florida3d_contraseña.jpg","publishedAt":"2025-08-07T12:02:05Z","content":"Cada vez se producen más filtraciones de credenciales. Este año la obtención y la revelación no autorizadas de información para el inicio de sesión han aumentado un 160 %.\r\nAsí lo advierte un informe… [+2189 chars]"},{"source":{"id":null,"name":"Geeksroom.com"},"author":"Hector Russo","title":"¿Podrás reconocer estas 8 tácticas de phishing 2025 antes de que sea tarde?","description":"Descubre las ocho tácticas de phishing más usadas en 2025, desde emails masivos hasta ataques híbridos con QR y voz sintética, y aprende a blindarte …\nThe post ¿Podrás reconocer estas 8 tácticas de phishing 2025 antes de que sea tarde? first appeared on Geek'…","url":"https://geeksroom.com/2025/08/8-tecnicas-de-phishing-mas-usadas/142350/","urlToImage":"https://geeksroom.com/wp-content/uploads/2025/08/Phishing-2.jpg","publishedAt":"2025-08-07T11:30:57Z","content":"Descubre las ocho tácticas de phishing más usadas en 2025, desde emails masivos hasta ataques híbridos con QR y voz sintética, y aprende a blindarte contra ellas.\r\nLos ciberdelincuentes han refinado … [+9745 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Rubén De la Calle","title":"Casi me estafan haciéndose pasar por Amazon: Ten cuidado si tienes una cuenta Prime","description":"Casi todos los días se publican intentos de estafa en las noticias que nos alertan de lo que podría suceder si damos nuestros datos a quien no debemos. En esta ocasión he sido yo personalmente quien lo ha sufrido, cuando me he encontrado con una llamada que n…","url":"https://www.movilzona.es/noticias/problemas/intento-estafa-amazon-prime-llamada/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/Llamada-por-telefono.png","publishedAt":"2025-08-07T11:30:57Z","content":"En caso de que tú también  tengas una suscripción a Amazon Prime o incluso hace pocos días hayas tenido que realizar una devolución o tramitar algún tipo de reembolso, es más que probable que te cuel… [+3238 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Gestionar Redes con CMD: Comandos Avanzados (netsh, ipconfig, ping, tracert)","description":"Aprende a gestionar y diagnosticar redes en Windows desde CMD con comandos clave y ejemplos prácticos. ¡Domina tu red ahora!","url":"https://www.actualidadgadget.com/gestionar-redes-con-cmd-comandos-avanzados-netsh-ipconfig-ping-tracert/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Controlar-y-diagnosticar-redes-en-Windows.png","publishedAt":"2025-08-07T10:22:40Z","content":"Controlar y diagnosticar redes en Windows puede parecer tarea de expertos, pero en realidad, a través del símbolo del sistema (CMD), cualquier usuario puede acceder a herramientas muy potentes para g… [+11739 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Marianella Vanci","title":"El nuevo refugio de bitcoin en Latinoamérica se levanta sobre cimientos uruguayos","description":"El país sudamericano avanza diseñando un plan que incluye regulación, estabilidad para atraer inversión global y liderazgo sobre la economía digital.\nLeer más","url":"https://www.criptonoticias.com/comunidad/adopcion/refugio-bitcoin-atinoamerica-cimientos-uruguayos/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2024/10/Uruguay-Ley-Bitcoin.jpg","publishedAt":"2025-08-07T09:05:00Z","content":"<ul><li>Su modelo, inspirado en Europa, busca atraer a grandes empresas tecnológicas.\r\n</li><li>Este plan se apoya en una comunidad local unida y pujante que impulsa la adopción desde la base.\r\n</li>… [+5320 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Más de un tercio de los incidentes de seguridad comienzan explotando la confianza humana","description":"Según datos publicados por Unit 42, la ingeniería social es una vía de entrada predilecta para los ciberdelincuentes.","url":"https://www.silicon.es/mas-de-un-tercio-de-los-incidentes-de-seguridad-comienzan-explotando-la-confianza-humana-2571376","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-Jirsak_seguridad.jpg","publishedAt":"2025-08-07T08:16:57Z","content":"Más de un tercio de los incidentes de seguridad comienza con la intervención humana y la explotación de su confianza, en vez de partir de vulnerabilidades técnicas.\r\nAsí se desprende del Unit 42 Glob… [+1588 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"José Alberto Lizana","title":"Un ingeniero de Microsoft desvela por qué un \"programa sin nombre\" a veces te impide apagar Windows. Y no es ningún malware que haya detrás","description":"Para los que llevamos usando Windows durante mucho tiempo hay una situación que seguramente ha ocurrido: llevar mucho tiempo trabajando (o jugando) y cuando por fin se va a apagar el PC, este te detiene porque una aplicación está impidiendo el apagado. Lo más…","url":"https://www.genbeta.com/windows/ingeniero-microsoft-desvela-que-programa-nombre-a-veces-te-impide-apagar-windows-no-ningun-malware-que-haya-detras","urlToImage":"https://i.blogs.es/3ce2e4/sunrise-king-nk-cb-l1cv0-unsplash-2-/840_560.jpeg","publishedAt":"2025-08-07T08:00:09Z","content":"Para los que llevamos usando Windows durante mucho tiempo hay una situación que seguramente ha ocurrido: llevar mucho tiempo trabajando (o jugando) y cuando por fin se va a apagar el PC, este te deti… [+3245 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"José Alberto Lizana","title":"Microsoft tiene lista su IA capaz de verlo todo en Windows 11. Los expertos en seguridad siguen viéndolo muy peligroso","description":"Cuando Microsoft presentó Recall como una gran característica de IA, la comunidad de expertos en privacidad y seguridad puso el grito en el cielo. La idea de que Windows estuviera haciendo capturas de pantalla de todo nuestro escritorio de forma continua era,…","url":"https://www.genbeta.com/windows/microsoft-tiene-lista-su-ia-capaz-verlo-todo-windows-11-expertos-seguridad-siguen-viendolo-muy-peligroso","urlToImage":"https://i.blogs.es/b6442d/recalla/840_560.jpeg","publishedAt":"2025-08-07T07:00:09Z","content":"Cuando Microsoft presentó Recall como una gran característica de IA, la comunidad de expertos en privacidad y seguridad puso el grito en el cielo. La idea de que Windows estuviera haciendo capturas d… [+2817 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Bifaz","title":"¿Los nuevos modelos «a prueba de jailbreak» de OpenAI? Hackeados el primer día [ENG]","description":"Apenas unas horas después de lanzar sus primeros modelos de código abierto en años, con la promesa de medidas de seguridad robustas, el GPT-OSS de OpenAI ha sido descifrado por el famoso jailbreaker de IA Pliny the Liberator quien publicó capturas de pantalla…","url":"https://www.meneame.net/m/tecnología/nuevos-modelos-prueba-jailbreak-openai-hackeados-primer-dia-eng","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4084841&version=0&ts=1754549407&image.webp","publishedAt":"2025-08-07T06:44:18Z","content":""},{"source":{"id":null,"name":"Josefacchin.com"},"author":"José Facchin","title":"¿Qué tener en cuenta al comprar un dominio web y dónde hacerlo de forma segura?","description":"Buscar, elegir y comprar un dominio web es uno de los primeros pasos al crear un nuevo proyecto digital. Ya sea un eCommerce, un blog o el sitio web de tu empresa, el mismo expresa mucho de ti. Y no solo afecta a tu branding, también puede influir en tu posic…","url":"https://josefacchin.com/comprar-un-dominio-web/","urlToImage":"https://josefacchin.com/wp-content/uploads/2025/08/comprar-dominio-web.jpg","publishedAt":"2025-08-07T06:32:42Z","content":"Buscar, elegir y comprar un dominio web es uno de los primeros pasos al crear un nuevo proyecto digital. Ya sea un eCommerce, un blog o el sitio web de tu empresa, el mismo expresa mucho de ti. Y no … [+13239 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"Vodafone se planta ante las estafas: esta será la única forma en la que contactará contigo","description":"El incremento de las estafas online ha provocado que no solo los consumidores tengan que asumir más precauciones, también los operadores. Vodafone ha detallado cómo identificar si una llamada es oficial o si, por el contrario, se trata de una suplantación de …","url":"https://www.adslzone.net/noticias/operadores/como-identificar-estafa-vodafone-web/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/vodafone-pagina-web-estafas-pcpal.png","publishedAt":"2025-08-07T06:03:33Z","content":"El aumento de las estafas telefónicas se ha convertido en un problema para el consumidor. El INCIBE gestionó un total de 97.348 incidentes de ciberseguridad durante el año 2024, lo que supone un incr… [+4710 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"NetApp impulsa la migración de VMware a la nube gracias a Amazon Elastic VMware Service","description":"NetApp integra su tecnología con Amazon EVS y AWS para simplificar, proteger y abaratar la migración de VMware a la nube.","url":"https://www.linuxadictos.com/netapp-impulsa-la-migracion-de-vmware-a-la-nube-gracias-a-amazon-elastic-vmware-service.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/NetApp-Accelerates-VMware-Migrations-with-Amazon-Elastic-VMware-Service-Integration-4.png","publishedAt":"2025-08-07T02:43:45Z","content":"La adopción de entornos híbridos y la migración a la nube son hoy cuestiones clave para empresas que desean modernizar sus infraestructuras tecnológicas, buscando mayor agilidad, seguridad y control … [+4276 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Fracasa en Reino Unido el primer sistema de verificación de edad para acceder al porno","description":"El pasado 25 de julio entró en vigor en el Reino Unido la 'Online Safety Act', una ambiciosa legislación con la que el gobierno británico aspira a situar al país «a la vanguardia de la seguridad digital», según sus propias palabras. Una de sus piezas centrale…","url":"https://www.abc.es/tecnologia/fracasa-reino-unido-primer-sistema-verificacion-edad-20250806173405-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/tecnologia/2025/08/06/sss-U52003587672rQq-1024x512@diario_abc.jpg","publishedAt":"2025-08-07T02:34:51Z","content":"El pasado 25 de julio entró en vigor en el Reino Unido la 'Online Safety Act', una ambiciosa legislación con la que el gobierno británico aspira a situar al país «a la vanguardia de la seguridad digi… [+6841 chars]"}]