[{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Los satélites no están a salvo por estar lejos de la Tierra: la mayor amenaza para ellos es un hacker ejecutando un script","description":"Durante décadas, las películas y series de ciencia ficción nos han acostumbrado a pensar en el sabotaje espacial como algo que implica rayos láser, explosiones y combates orbitales. Sin embargo, la realidad tecnológica del siglo XXI es mucho más silenciosa —p…","url":"https://www.genbeta.com/seguridad/satelites-no-estan-a-salvo-estar-lejos-tierra-mayor-amenaza-para-ellos-hacker-ejecutando-script","urlToImage":"https://i.blogs.es/115c14/chatgpt-image-8-ago-2025-20_43_12/840_560.png","publishedAt":"2025-08-08T18:52:30Z","content":"Durante décadas, las películas y series de ciencia ficción nos han acostumbrado a pensar en el sabotaje espacial como algo que implica rayos láser, explosiones y combates orbitales. Sin embargo, la r… [+7187 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Ricardo Fernández","title":"Así de fácil puedes instalar apps de otros países en tu móvil que no están disponibles en España","description":"Todos nos hemos encontrado alguna vez con el mensaje ‘Esta aplicación no está disponible en tu región’ al intentar descargar una aplicación, ya sea de Play Store o App Store. Existen diferentes motivos por los que puede ocurrir este inconveniente, desde un la…","url":"https://www.movilzona.es/noticias/aplicaciones/como-instalar-apps-no-disponibles-espana/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/06/bueno-malo-android-16-version.png","publishedAt":"2025-08-08T16:32:08Z","content":"Los métodos que exponemos a continuación son completamente seguros y eficaces para instalar cualquier aplicación sea del país que sea. De modo que no hay que preocuparse por exponerse a malware o fal… [+3498 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"El hacker Chema Alonso dimite como asesor de los árbitros de fútbol tras fichar por Cloudflare, la 'bestia negra' de LaLiga","description":"En el fútbol moderno, los conflictos ya no se juegan únicamente en el terreno de juego. La tecnología, la protección de derechos audiovisuales y los intereses económicos han generado un tablero donde cada movimiento puede provocar un seísmo institucional.\n<!-…","url":"https://www.genbeta.com/actualidad/hacker-chema-alonso-dimite-como-asesor-arbitros-futbol-fichar-cloudflare-bestia-negra-laliga","urlToImage":"https://i.blogs.es/5286f7/chatgpt-image-8-ago-2025-17_13_07/840_560.png","publishedAt":"2025-08-08T16:28:30Z","content":"En el fútbol moderno, los conflictos ya no se juegan únicamente en el terreno de juego. La tecnología, la protección de derechos audiovisuales y los intereses económicos han generado un tablero donde… [+3509 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Cointelegraph en Español","title":"Investigadores advirtieron sobre nueva estrategia de extorsión vía ransomware","description":"Un informe de Akamai abordó la evolución de los ataques de ransomware con nuevas estrategias de extorsión, el uso de la inteligencia artificial (IA) como amplificador y la vulnerabilidad de América Latina hacia este tipo de amenazas.\n Un informe de la empresa…","url":"https://es.cointelegraph.com/news/investigadores-advirtieron-sobre-nueva-estrategia-de-extorsion-en-ataques-de-ransomware","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/01988a24-01e9-71bf-8eb8-3c31a7dc4b74","publishedAt":"2025-08-08T14:52:01Z","content":"Un informe de la empresa de ciberseguridad Akamai advirtió sobre la evolución de los ataques de ransomware hacia estrategias de extorsión más complejas y sofisticadas, según se dio a conocer en un co… [+3705 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Rodríguez","title":"Samsung detectará llamadas de phishing que hagan uso de la IA para clonar la voz","description":"La IA tiene sus puntos positivos o negativos, y es por ello que Samsung se adelanta con One UI 8 para frenar las falsas llamadas que recurren a la IA para clonar la voz. Por ahora, estos engaños son muy aislados, y es que hablamos de clonar la voz de una pers…","url":"https://elchapuzasinformatico.com/2025/08/samsung-llamadas-phishing-voz-clonada/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/08/Samsung-One-UI-8-deteccion-de-llamadas-falsas-phishing-con-clonacion-de-voz.jpg","publishedAt":"2025-08-08T14:28:48Z","content":"La IA tiene sus puntos positivos o negativos, y es por ello que\r\nSamsung se adelanta con One UI 8 para frenar las falsas\r\nllamadas que recurren a la IA para clonar la voz. Por\r\nahora, estos engaños s… [+3174 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Redacción HuffPost","title":"Mucho cuidado con los anuncios fraudulentos: un peligroso programa se esconde en esta publicidad y vacía las cuentas bancarias","description":"<![CDATA[<p>Mucho cuidado con los anuncios fraudulentos. Los investigadores de una empresa de ciberseguridad, Cleafy, han dado con un peligroso programa se esconde en un tipo de publicidad y vacía las cuentas bancarias.wf_cms.rss.read_more]]>","url":"https://www.huffingtonpost.es/sociedad/mucho-cuidado-anuncios-fraudulentos-peligroso-programa-esconde-publicidad-vacia-cuentas-bancarias.html","urlToImage":"https://img.huffingtonpost.es/files/og_thumbnail/uploads/2024/08/08/imagen-de-una-mujer-realizando-alguna-operacion-bancaria-con-gesto-de-preocupacion.jpeg","publishedAt":"2025-08-08T14:12:39Z","content":"Mucho cuidado con los anuncios fraudulentos. Los investigadores de una empresa de ciberseguridad, Cleafy, han dado con un peligroso programa se esconde en un tipo de publicidad y vacía las cuentas ba… [+910 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"ClickFix y FileFix: La mutación silenciosa del malware que ya domina el vector de entrada en 2025","description":"En la era de la ingeniería social automatizada y los ataques sin malware tradicional, una amenaza ha escalado de forma silenciosa hasta convertirse en protagonista del cibercrimen en 2025: ClickFix. Este método, que no requiere descargas ni exploits técnicos …","url":"https://www.redes-sociales.com/clickfix-y-filefix-la-mutacion-silenciosa-del-malware-que-ya-domina-el-vector-de-entrada-en-2025/","urlToImage":null,"publishedAt":"2025-08-08T13:56:37Z","content":"En la era de la ingeniería social automatizada y los ataques sin malware tradicional, una amenaza ha escalado de forma silenciosa hasta convertirse en protagonista del cibercrimen en 2025: ClickFix. … [+5819 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / BJC","title":"Ocesa y Ticketmaster: la sombra del monopolio sobre los espectáculos","description":"Monopolio, reventa, impunidad y poder… estas palabras suelen asociarse con los gigantes del entretenimiento Ocesa, Ticketmaster y Live Nation.","url":"https://aristeguinoticias.com/080825/investigaciones-especiales/ocesa-y-ticketmaster-la-sombra-del-monopolio-sobre-los-espectaculos/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/08/ocesa-ticketmaster-live-nation-monopolio-abusos-boletos-investigacion-reportaje-aristegui-noticias.jpg","publishedAt":"2025-08-08T13:07:34Z","content":"Por: Brandon J. Celaya Torres y Ana Velázquez Munguía.\r\nA lo largo de décadas Ticketmaster y Ocesa han demostrado una maestría innegable en el manejo del negocio del entretenimiento en vivo y venta d… [+36111 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"Las estafas de phishing por voz tienen los días contados: Samsung ha encontrado una forma de avisarte","description":"Samsung ya tiene lista una nueva función de detección de estafas\r\n. Mantenernos a salvo de estos fraudes se ha convertido en una de las prioridades de los fabricantes y cada vez tenemos más opciones para defendernos y no caer en la trampa. Con esta novedad, l…","url":"https://www.xatakandroid.com/inteligencia-artificial/estafas-phishing-voz-tienen-dias-contados-samsung-ha-encontrado-forma-avisarte","urlToImage":"https://i.blogs.es/14cef8/samsung-galaxy-s25/840_560.jpeg","publishedAt":"2025-08-08T13:00:09Z","content":"Samsung ya tiene lista una nueva función de detección de estafas\r\n. Mantenernos a salvo de estos fraudes se ha convertido en una de las prioridades de los fabricantes y cada vez tenemos más opciones … [+2579 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"El grupo fraudulento GreedyBear intensifica el robo de criptomonedas a \"escala industrial\"","description":"Una campaña de ciberdelincuencia denominada \"GreedyBear\" ha robado más de un millón de dólares en criptomonedas mediante cientos de ataques, según Koi Security.\n Una campaña maliciosa ha obtenido más de un millón de dólares en criptomonedas robadas utilizando…","url":"https://es.cointelegraph.com/news/greedybear-scam-crypto-theft-industrial-scale-koi-security","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-06/01979ef1-5f5c-7e7a-886b-ebe501a039f2","publishedAt":"2025-08-08T08:45:00Z","content":"Una campaña maliciosa ha obtenido más de un millón de dólares en criptomonedas robadas utilizando una combinación de tres tipos de ataques a través de cientos de extensiones de navegador, sitios web … [+5091 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Amenazas contra Angulo y Katia Itzel, asunto grave que no se debe dejar pasar: Trejo","description":"Ante las amenazas de muerte que recibieron tanto el jugador de Pumas Álvaro Angulo, como la árbitra mexicana Katia Itzel García durante su participación en la Leagues Cup 2025, el ex directivo del conjunto auriazul Mario Trejo consideró que “es un asunto muy …","url":"https://www.jornada.com.mx/2025/08/08/deportes/a11n1dep","urlToImage":"https://www.jornada.com.mx/2025/08/08/fotos/a11n1dep-1.jpg","publishedAt":"2025-08-08T08:18:59Z","content":"Periódico La JornadaViernes 8 de agosto de 2025, p. a11\r\nAnte las amenazas de muerte que recibieron tanto el jugador de Pumas Álvaro Angulo, como la árbitra mexicana Katia Itzel García durante su par… [+2763 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Beatriz Soto","title":"One UI 8 llena los Samsung Galaxy de novedades inteligentes","description":"One UI 8 está a punto de llegar a los Samsung Galaxy en su versión final para llenarlos de novedades, especialmente los relacionados con la IA. Galaxy AI quiere mejorar la experiencia de uso de los propietarios de móviles con Samsung Galaxy y, a las novedades…","url":"https://www.movilzona.es/noticias/actualizaciones/mejores-fotos-llamadas-phishing-novedades-one-ui-8/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/samsung-galaxy-z-flip7-pantalla-mano.png","publishedAt":"2025-08-08T08:04:06Z","content":"Cuando llegue a tu teléfono, solo tienes que actualizarlo desde los ajustes, en el apartado de Actualización de software, presionando sobre Descargar e instalar. Samsung ha anunciado como fecha final… [+2818 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"La Protección USB de Android 16 sonaba muy bien. Hasta que empezó a amenazar a la carga rápida","description":"Una de las novedades más interesantes de Android 16\r\n es la Protección USB\r\n, que permite resolver uno de los grandes peligros de nuestro móvil: el ‘juice jacking’\r\n. Es decir, que un malhechor aproveche que te has conectado a un cargador público para hacer a…","url":"https://www.xatakandroid.com/sistema-operativo/proteccion-usb-android-16-sonaba-muy-bien-que-empezo-a-amenazar-a-carga-rapida","urlToImage":"https://i.blogs.es/a7f0ff/proteccion-usb-carga-rapida-android-16/840_560.jpeg","publishedAt":"2025-08-08T07:22:34Z","content":"Una de las novedades más interesantes de Android 16\r\n es la Protección USB\r\n, que permite resolver uno de los grandes peligros de nuestro móvil: el juice jacking\r\n. Es decir, que un malhechor aprovec… [+2385 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Laura Sacristán","title":"Encontrar redes WiFi gratis, abiertas y fiables es muy fácil en Europa. Sólo necesitas esta aplicación oficial","description":"Cuando viajamos, especialmente a aquellos países donde no hay roaming gratuito, nuestra dependencia del WiFi es muy grande. Las redes públicas son un gran aliado, pero pueden suponer un gran riesgo, desde la infección por malware al robo de información. Por n…","url":"https://www.xatakamovil.com/aplicaciones/encontrar-redes-wifi-gratis-abiertas-fiables-muy-facil-europa-solo-necesitas-esta-aplicacion-oficial","urlToImage":"https://i.blogs.es/ba3e10/wifi-europeo-portada/840_560.jpeg","publishedAt":"2025-08-08T06:26:08Z","content":"Cuando viajamos, especialmente a aquellos países donde no hay roaming gratuito, nuestra dependencia del WiFi es muy grande. Las redes públicas son un gran aliado, pero pueden suponer un gran riesgo, … [+2619 chars]"}]