[{"source":{"id":null,"name":"Peru21.pe"},"author":"Colab 21","title":"Cómo protegerte en los Cyber Days","description":"El robo de datos y los casos de e-commerce falsos se disparan. ante el crecimiento de las ventas online, Asbanc presenta este manual para una compra segura y sin miedo.","url":"https://peru21.pe/economia/como-protegerte-en-los-cyber-days-manuel-para-poder-comprar-seguro-desde-celular/","urlToImage":"http://peru21.pe/sites/default/efsfiles/styles/amp_1200x675_16_9/public/2025-11/como-protegerte-en-los-cyber-days.png?itok=GkmDPYVv","publishedAt":"2025-11-03T16:56:41Z","content":"Hoy, gracias a la tecnología, el smartphone se ha convertido en nuestro centro comercial portátil. Desde el podemos adquirir productos y servicios desde la comodidad de nuestro hogar, en la oficina o… [+14029 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"O Globo","title":"SIM Swap: el silencioso robo digital que lo deja sin chip, sin cuentas y sin dinero","description":"SIM Swap permite a delincuentes robar su número telefónico para acceder a sus cuentas. Conozca cómo funciona el fraude y qué hacer para evitarlo.","url":"https://www.nacion.com/tecnologia/sim-swap-el-silencioso-robo-digital-que-lo-deja/DRPBV2XHD5EQBKL7F43XWK47MA/story/","urlToImage":"https://www.nacion.com/resizer/v2/KYRBTMX27FALPNYIYAKCUVN7TM.png?smart=true&auth=207d3ab13a05c3b0f24fa8bc05f8560b7a297f8770b119665e1ae66ee9234388&width=1440","publishedAt":"2025-11-03T16:26:48Z","content":"SIM Swap es una modalidad de fraude en la que delincuentes clonan el chip del celular de una persona para apoderarse de su número telefónico. Con esta maniobra, los atacantes logran el control de men… [+3245 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"maricruz.gonzalez","title":"La resiliencia digital no se compra: se construye desde el liderazgo","description":"MARICRUZ GONZÁLEZ MAY \r\nEn México, muchas empresas siguen viendo la resiliencia digital como un “seguro” que ojalá nunca se use. Sin embargo, la verdadera fortaleza digital no se basa en herramientas, sino en liderazgo y visión estratégica, aseguró Rodrigo Ar…","url":"https://www.excelsior.com.mx/nacional/la-resiliencia-digital-no-se-compra-se-construye-desde-el-liderazgo/1749368","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/11/03/3410428.jpg","publishedAt":"2025-11-03T16:25:51Z","content":"En México, muchas empresas siguen viendo la resiliencia digital como un seguro que ojalá nunca se use. Sin embargo, la verdadera fortaleza digital no se basa en herramientas, sino en liderazgo y visi… [+4529 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"De virus a IA maliciosa: 40 años de evolución del malware","description":"En el marco del Antimalware Day, conoce los principales hitos de la historia del malware: el primer virus, su evolución y cómo se potenció con la IA.","url":"https://www.welivesecurity.com/es/antimalware-day/de-virus-a-ia-maliciosa-evolucion-del-malware/","urlToImage":null,"publishedAt":"2025-11-03T14:46:49Z","content":"Malware es un concepto que surge de la abreviación de malicious software (en español, software malicioso). Se trata de un tipo de programa o código que es diseñado para realizar acciones maliciosas e… [+12536 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Balancer se ve afectado por un presunto exploit de 70 millones de dólares","description":"Balancer podría haber sufrido un exploit DeFi de 70 millones de dólares, ya que se transfirieron millones en Ether staked a un nuevo monedero.\n El exchange descentralizado (DEX) y creador de mercado automatizado (AMM) Balancer podría haber sufrido un ataque, …","url":"https://es.cointelegraph.com/news/balancer-suspected-70m-exploit-staked-ether-new-wallet","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-11/019a48e3-4b50-77b6-bb3e-ddc65224f72e","publishedAt":"2025-11-03T14:45:00Z","content":"El exchange descentralizado (DEX) y creador de mercado automatizado (AMM) Balancer podría haber sufrido un ataque, ya que se transfirieron activos digitales por un valor de unos 70 millones de dólare… [+2094 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Iván Linares","title":"Que los móviles chinos tienen puertas traseras se ha repetido tanto, que hasta Xi Jinping se atreve a bromear con ello","description":"Hablar de China en el terreno de Internet implica hacer mención al Gran Firewall, el Golden Shield Project. Esto afecta especialmente a los smartphones, ya que todas sus comunicaciones están supervisadas por el Gobierno chino. Con estas premisas sobre la mesa…","url":"https://www.xatakamovil.com/movil-y-sociedad/que-moviles-chinos-tienen-puertas-traseras-se-ha-repetido-que-xi-jinping-se-atreve-a-bromear-ello","urlToImage":"https://i.blogs.es/ac7e88/xi-jinping-pmovil-portada/840_560.jpeg","publishedAt":"2025-11-03T13:00:58Z","content":"Hablar de China en el terreno de Internet implica hacer mención al Gran Firewall, el Golden Shield Project. Esto afecta especialmente a los smartphones, ya que todas sus comunicaciones están supervis… [+2503 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Nuevo exploit en Microsoft Teams permite el robo sigiloso de cookies y tokens de usuario","description":"Un exploit recientemente descubierto permite la extracción de cookies y tokens de acceso desde Microsoft Teams, aprovechando técnicas avanzadas de manipulación de procesos. Esta amenaza puede pasar desapercibida y comprometer sesiones activas a nivel corporat…","url":"https://unaaldia.hispasec.com/2025/11/nuevo-exploit-en-microsoft-teams-permite-el-robo-sigiloso-de-cookies-y-tokens-de-usuario.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/11/cover-image-4018716b1f9dd990700c476ba090da96.png?fit=1200%2C686&ssl=1","publishedAt":"2025-11-03T11:28:42Z","content":"Un exploit recientemente descubierto permite la extracción de cookies y tokens de acceso desde Microsoft Teams, aprovechando técnicas avanzadas de manipulación de procesos. Esta amenaza puede pasar d… [+2220 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Mejores alternativas a Google Drive para tu Android","description":"Descubre las mejores alternativas a Google Drive en Android: más privacidad, espacio y funciones. Comparativas, precios y ventajas para elegir bien.","url":"https://www.androidsis.com/mejores-alternativas-a-google-drive-para-tu-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/11/Nube-de-almacenamiento.png","publishedAt":"2025-11-03T11:22:11Z","content":"Si usas Android, es probable que tengas Google Drive a mano para fotos, documentos y copias de seguridad, pero hay vida más allá de la propuesta de Google y conviene conocerla para elegir mejor según… [+17323 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Alejandro Jofré","title":"Qué significa el fin del soporte de Windows 10: ¿Debo cambiar mi computador?","description":"Microsoft dejará de proporcionar actualizaciones de seguridad, correcciones de errores y asistencia técnica gratuita, aunque los equipos con Windows 10 seguirán funcionando normalmente. ¿Qué deberías hacer?","url":"https://www.latercera.com/tendencias/noticia/que-significa-el-fin-del-soporte-de-windows-10-debo-cambiar-mi-computador/","urlToImage":"https://www.latercera.com/resizer/v2/IU4ORNVUPRDRBGXRTCJMZO2K2E.jpg?auth=9f198cc1a66a6f736d9d8fedc2d1a104978c00fb8415e17e8cac2045fb00f8c6&height=630&width=1200&smart=true","publishedAt":"2025-11-03T10:18:35Z","content":"El fin del soporte de Windows 10 significa que, desde el 14 de octubre de 2025, Microsoft\r\n dejó de proporcionar actualizaciones de seguridad, correcciones de errores y asistencia técnica gratuita\r\n … [+4277 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"CrowdStrike alerta: Europa concentra el 22% de la actividad global de ransomware de “Caza Mayor”","description":"El informe CrowdStrike 2025 European Threat Landscape advierte del auge del ransomware, el vishing localizado y la ciberactividad vinculada a conflictos geopolíticos.","url":"https://www.silicon.es/crowdstrike-alerta-europa-concentra-el-22-de-la-actividad-global-de-ransomware-de-caza-mayor-2574377","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/crowdstrike-informe-amenazas-ciberneticas-europa-2025.jpeg","publishedAt":"2025-11-03T09:05:17Z","content":"CrowdStrike ha anunciado hoy la publicación de su informe CrowdStrike 2025 European Threat Landscape Report, el cual ofrece información clave sobre la actividad cibernética observada y los desarrollo… [+6447 chars]"},{"source":{"id":null,"name":"Clipset.com"},"author":"Juan Castromil","title":"Toshiba N300 + NAS QNAP: la solución de almacenamiento profesional para creadores, a prueba","description":"En el mundo del contenido digital y las pequeñas empresas, contar con una solución de almacenamiento fiable y eficiente tipo NAS, se ha vuelto imprescindible y el combo Toshiba N300 y el QNAP TVS-h674T es, sencillamente, una propuesta ideal para quienes busca…","url":"https://clipset.com/toshiba-n300-nas-qnap-la-solucion-de-almacenamiento-profesional-para-creadores-a-prueba/","urlToImage":"https://clipset.com/wp-content/uploads/2025/11/toshiba.jpg","publishedAt":"2025-11-03T08:04:44Z","content":"En el mundo del contenido digital y las pequeñas empresas, contar con una solución de almacenamiento fiable y eficiente tipo NAS, se ha vuelto imprescindible y el combo Toshiba N300 y el QNAP TVS-h67… [+2134 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Ángel Roca","title":"Tienes que activar este nuevo ajuste de WhatsApp que mejora enormemente la protección de las copias de seguridad","description":"WhatsApp acaba de anunciar una novedad muy importante en cuanto a seguridad, una de esas mejoras que todos deberíamos activar en los ajustes de la aplicación de mensajería. Tras un mes de octubre en el que WhatsApp ha presentado muchas novedades y un comienzo…","url":"https://ipadizate.com/whatsapp/tienes-que-activar-este-nuevo-ajuste-de-whatsapp-que-mejora-enormemente-la-proteccion-de-las-copias-de-seguridad","urlToImage":"https://ipadizate.com/hero/2025/11/whatsapp-copia-seguridad.jpeg?width=1200","publishedAt":"2025-11-03T08:03:20Z","content":"WhatsApp implementa nuevas mejoras de seguridad y privacidad\r\nWhatsApp acaba de anunciar una novedad muy importante en cuanto a seguridad, una de esas mejoras que todos deberíamos activar en los ajus… [+2529 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Creativos Online","title":"Alerta por fallos en plugins de WordPress: Anti‑Malware y King Addons","description":"Vulnerabilidades en Anti‑Malware y King Addons ponen en riesgo sitios WordPress. Versiones afectadas, parches y pasos urgentes para proteger tu web.","url":"https://www.creativosonline.org/alerta-por-fallos-en-plugins-de-wordpress-anti‑malware-y-king-addons.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/11/fallo-de-seguridad-del-complemento-de-WordPress-scaled.png","publishedAt":"2025-11-03T03:37:51Z","content":"La comunidad de WordPress vuelve a encender las alarmas por dos vulnerabilidades en complementos ampliamente utilizados que pueden poner en jaque la seguridad de miles de sitios. Uno de los fallos af… [+5957 chars]"},{"source":{"id":null,"name":"Notimx.mx"},"author":"World News","title":"Globant consolida todos sus servicios de marketing bajo la marca GUT","description":"Globant consolida todos sus servicios de marketing bajo la marca GUTnotimx.mx","url":"https://www.notimx.mx/2025/11/globant-consolida-todos-sus-servicios.html","urlToImage":"https://lh3.googleusercontent.com/blogger_img_proxy/AEn0k_tjTzUaae1jiExihxWuFvA3YL1xPi4Hs2E20mAqsHkkX1b3SPqu1W4t_zRacW4oIsMpzxtOxFQGz7ReKTBjrUSaa6bt8rOBy0zrW7b7Fi4rxSO9OptxBus4np3xAKsrKYcBBJH2qcrgFLuRw4h_WwgN27Lkx6bTAIsCwns21LfpCoDOihd-4FVLx6BXAoVMQXe5K6x37zAfp23Nlvru6otcduFSSa9v1obfu8c8LNaytaWQ4rz58zYkvs6LGU09hfLYi1MzuOY78Q0J5vVeoK_iIV5DCT6tF1IoDyTqQhZV0XcVVM-3wvC6rIg6O0gud9CsC5_KFqBcK0hTp72_U71t4XLhkKrdb-89VudCkMbQ=w1200-h630-p-k-no-nu","publishedAt":"2025-11-03T01:45:49Z","content":"Tras casi dos años de exitosa colaboración,desde que GUT se sumó a la familia de Globant, el líder tecnológico centraliza sus capacidades de marketing y publicidad bajo el paraguas de GUT Network, qu… [+6259 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La tecnología conecta la nueva era de los seguros a medida","description":"El seguro vive una transformación silenciosa, impulsada tanto por la tecnología como por un cliente que ya no tolera productos rígidos. La conectividad permanente y el uso intensivo de datos en tiempo real empujan hacia pólizas que ajustan sus primas en funci…","url":"https://www.abc.es/economia/tecnologia-conecta-nueva-era-seguros-medida-20251103164432-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2025/11/03/seguros-U60010810647AtK-1024x512@diario_abc.jpg","publishedAt":"2025-11-03T01:41:15Z","content":"El seguro vive una transformación silenciosa, impulsada tanto por la tecnología como por un cliente que ya no tolera productos rígidos. La conectividad permanente y el uso intensivo de datos en tiemp… [+8993 chars]"}]