[{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Mi tarjeta virtual desechable de Revolut no funciona: soluciones","description":"Revolut permite crear una tarjeta virtual de un solo uso para realizar compras seguras online . Estas se diferencian al resto porque son desechables y, una vez las utilizas, los datos ya no pueden usarse de nuevo. Así, evitas que ciberdelincuentes puedan acce…","url":"https://www.adslzone.net/noticias/fintech/revolut-tarjeta-virtual-desechable-problemas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/tarjeta-virtual-desechable-de-Revolut-1.png","publishedAt":"2025-09-07T19:01:19Z","content":"Los neobancos están en auge en España. Revolut es una de las entidades digitales más populares, con más de 5 millones de clientes españoles. Además de poder crear una cuenta remunerada o cambiar de d… [+3891 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Glenda González","title":"Estafas de phishing con criptomonedas crecieron más de 70% en agosto","description":"Según las estadísticas del servicio Web3 Scam Sniffer, durante el mes pasado más de 15 mil personas fueron estafadas tras cliquear enlaces falsos. \nLeer más","url":"https://www.criptonoticias.com/seguridad-bitcoin/estafas-de-phishing-con-criptomonedas-crecieron-mas-de-70-en-agosto/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/07/hackeo-a-exchange-750x375.jpg.webp","publishedAt":"2025-09-07T16:40:52Z","content":"<ul><li>La mayor pérdida individual le costó a un solo usuario más de 3 millones de dólares.\r\n</li><li>En total, los robos de criptomonedas alcanzaron los 163 millones de dólares en agosto. \r\n</li></… [+2679 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Oluwapelumi Adejumo","title":"Criptoestafas de phishing se dispararon 72% en agosto: $12 millones en pérdidas","description":"La firma de seguridad blockchain Scam Sniffer atribuyó el aumento del 72% en las pérdidas por phishing de criptomonedas a los criminales que explotan la actualización EIP-7702 de Ethereum.\nEl post Criptoestafas de phishing se dispararon 72% en agosto: $12 mil…","url":"https://es.beincrypto.com/aumento-criptoestafas-phishing-agosto-2025/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2025/09/bic_phishing_data_phone-covers.png","publishedAt":"2025-09-07T11:02:00Z","content":"Las estafas de phishing dirigidas a inversores de criptomonedas se intensificaron en agosto de 2025, drenando más de 12 millones de dólares de más de 15,000 monederos en todo el sector.\r\nLa firma de … [+2355 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Las mejores apps de correo para iPhone y iPad: alternativas a Mail","description":"Comparativa de clientes de correo para iPhone y iPad con pros, contras y claves para elegir la mejor alternativa a Mail. Descubre tu app ideal.","url":"https://www.soydemac.com/las-mejores-apps-de-correo-para-iphone-y-ipad-alternativas-a-mail/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/canary-mail-application-e-mail-e1756061970194.jpg","publishedAt":"2025-09-07T11:00:04Z","content":"Gestionar el correo en iPhone y iPad ya no va solo de leer y responder: hoy manda la productividad, la seguridad y la integración con calendarios, tareas y almacenamiento en la nube. En esta guía reu… [+11425 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Castilla-La Mancha: más delitos sexuales, más cibercrimen y más denuncias","description":"La criminalidad en Castilla-La Mancha creció en el primer semestre de 2025 un 2,4 por ciento , al pasar de 41.162 infracciones penales registradas entre enero y junio de 2024 a 42.155 en el mismo periodo de este año. Esta evolución contrasta con la tendencia …","url":"https://www.abc.es/espana/castilla-la-mancha/castillala-mancha-delitos-sexuales-cibercrimen-denuncias-20250907070000-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/09/07/1469299565-U54011046032yPP-1024x512@diario_abc.jpg","publishedAt":"2025-09-07T05:00:05Z","content":"La criminalidad en Castilla-La Mancha creció en el primer semestre de 2025 un 2,4 por ciento, al pasar de 41.162 infracciones penales registradas entre enero y junio de 2024 a 42.155 en el mismo peri… [+5592 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"EL ESPAÑOL","title":"El Español amplía su denuncia ante la Guardia Civil: nuevos ciberataques con páginas porno a la web y en Facebook","description":"También se ha detectado un intento de estafa dirigido contra la dirección del periódico.\nMás información: El Español denuncia ante la Guardia Civil una cadena de ataques para suplantar su identidad y hundir su audiencia","url":"https://www.elespanol.com/invertia/20250907/espanol-amplia-denuncia-guardia-civil-nuevos-ciberataques-paginas-porno-web-facebook/1003743913779_0.html","urlToImage":"https://s2.elespanol.com/2025/09/06/actualidad/1003743914578_258507586_1706x960.jpg","publishedAt":"2025-09-07T00:42:34Z","content":"La ofensiva contra EL ESPAÑOL no se ha detenido. En los últimos días se ha reactivado el ataque SEO que ya había golpeado al diario en agosto y, además, se ha detectado un intento de estafa dirigido … [+4123 chars]"}]