[{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"El grupo fraudulento GreedyBear intensifica el robo de criptomonedas a \"escala industrial\"","description":"Una campaña de ciberdelincuencia denominada \"GreedyBear\" ha robado más de un millón de dólares en criptomonedas mediante cientos de ataques, según Koi Security.\n Una campaña maliciosa ha obtenido más de un millón de dólares en criptomonedas robadas utilizando…","url":"https://es.cointelegraph.com/news/greedybear-scam-crypto-theft-industrial-scale-koi-security","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-06/01979ef1-5f5c-7e7a-886b-ebe501a039f2","publishedAt":"2025-08-08T08:45:00Z","content":"Una campaña maliciosa ha obtenido más de un millón de dólares en criptomonedas robadas utilizando una combinación de tres tipos de ataques a través de cientos de extensiones de navegador, sitios web … [+5091 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Amenazas contra Angulo y Katia Itzel, asunto grave que no se debe dejar pasar: Trejo","description":"Ante las amenazas de muerte que recibieron tanto el jugador de Pumas Álvaro Angulo, como la árbitra mexicana Katia Itzel García durante su participación en la Leagues Cup 2025, el ex directivo del conjunto auriazul Mario Trejo consideró que “es un asunto muy …","url":"https://www.jornada.com.mx/2025/08/08/deportes/a11n1dep","urlToImage":"https://www.jornada.com.mx/2025/08/08/fotos/a11n1dep-1.jpg","publishedAt":"2025-08-08T08:18:59Z","content":"Periódico La JornadaViernes 8 de agosto de 2025, p. a11\r\nAnte las amenazas de muerte que recibieron tanto el jugador de Pumas Álvaro Angulo, como la árbitra mexicana Katia Itzel García durante su par… [+2763 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Beatriz Soto","title":"One UI 8 llena los Samsung Galaxy de novedades inteligentes","description":"One UI 8 está a punto de llegar a los Samsung Galaxy en su versión final para llenarlos de novedades, especialmente los relacionados con la IA. Galaxy AI quiere mejorar la experiencia de uso de los propietarios de móviles con Samsung Galaxy y, a las novedades…","url":"https://www.movilzona.es/noticias/actualizaciones/mejores-fotos-llamadas-phishing-novedades-one-ui-8/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/samsung-galaxy-z-flip7-pantalla-mano.png","publishedAt":"2025-08-08T08:04:06Z","content":"Cuando llegue a tu teléfono, solo tienes que actualizarlo desde los ajustes, en el apartado de Actualización de software, presionando sobre Descargar e instalar. Samsung ha anunciado como fecha final… [+2818 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"La Protección USB de Android 16 sonaba muy bien. Hasta que empezó a amenazar a la carga rápida","description":"Una de las novedades más interesantes de Android 16\r\n es la Protección USB\r\n, que permite resolver uno de los grandes peligros de nuestro móvil: el ‘juice jacking’\r\n. Es decir, que un malhechor aproveche que te has conectado a un cargador público para hacer a…","url":"https://www.xatakandroid.com/sistema-operativo/proteccion-usb-android-16-sonaba-muy-bien-que-empezo-a-amenazar-a-carga-rapida","urlToImage":"https://i.blogs.es/a7f0ff/proteccion-usb-carga-rapida-android-16/840_560.jpeg","publishedAt":"2025-08-08T07:22:34Z","content":"Una de las novedades más interesantes de Android 16\r\n es la Protección USB\r\n, que permite resolver uno de los grandes peligros de nuestro móvil: el juice jacking\r\n. Es decir, que un malhechor aprovec… [+2385 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Laura Sacristán","title":"Encontrar redes WiFi gratis, abiertas y fiables es muy fácil en Europa. Sólo necesitas esta aplicación oficial","description":"Cuando viajamos, especialmente a aquellos países donde no hay roaming gratuito, nuestra dependencia del WiFi es muy grande. Las redes públicas son un gran aliado, pero pueden suponer un gran riesgo, desde la infección por malware al robo de información. Por n…","url":"https://www.xatakamovil.com/aplicaciones/encontrar-redes-wifi-gratis-abiertas-fiables-muy-facil-europa-solo-necesitas-esta-aplicacion-oficial","urlToImage":"https://i.blogs.es/ba3e10/wifi-europeo-portada/840_560.jpeg","publishedAt":"2025-08-08T06:26:08Z","content":"Cuando viajamos, especialmente a aquellos países donde no hay roaming gratuito, nuestra dependencia del WiFi es muy grande. Las redes públicas son un gran aliado, pero pueden suponer un gran riesgo, … [+2619 chars]"}]