[{"source":{"id":null,"name":"Expansion.com"},"author":"Víctor Cruzado","title":"El impacto de los siniestros cibernéticos se reduce a la mitad en el primer semestre del año","description":"Los ciberataques crecen de la mano de la digitalización de la sociedad, lo que ha obligado a las firmas aseguradoras a reforzar su preparación y capacidad de respuesta para mitigar el impacto. Unas medidas que han permitido al sector reducir a la mitad la gra…","url":"https://www.expansion.com/empresas/seguros/2025/09/29/68d67048e5fdea8b468b459c.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/c264c5633e852d1c87b6cbf5884cc08f/crop/425x24/1477x726/f/webp/assets/multimedia/imagenes/2019/09/26/15695049197216.jpg","publishedAt":"2025-09-29T05:56:35Z","content":"Los ciberataques crecen de la mano de la digitalización de la sociedad, lo que ha obligado a las firmas aseguradoras a reforzar su preparación y capacidad de respuesta para mitigar el impacto. Unas m… [+3004 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"AgentFlayer exploit para ChatGPT: Prompt Injection para exfiltrar datos de tus almacenes conectados","description":"Esta vulnerabilidad de AgentFlayer en ChatGPT tiene ya un par de meses, y está, por supuesto, corregida, pero es un ejemplo curioso que no me gustaría dejar sin publicar. El ataque se basa en plantar un ataque de Prompt Injection que cambia el alineamiento de…","url":"https://www.elladodelmal.com/2025/09/agentflayer-exploit-para-chatgpt-prompt.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjzdS7hU7EO8btVy8jHLB9fGcrsI5Im8wq42fV16WB1Iz62kCrM4GJHBHqK0_83NAPlNLP1LhlKArDuy9jKQf1XdAHUuon57vPDQaQmCWIZIFCiPqg5VQaOc-1UPR8UmIkZiAAJcMhiAxf6Urb492szOCjsjPsrPi_KGxU_QW2u1CkjWOpDs2Zf/w1200-h630-p-k-no-nu/Agent0.jpg","publishedAt":"2025-09-29T04:01:00Z","content":"Esta vulnerabilidad de AgentFlayer en ChatGPT tiene ya un par de meses, y está, por supuesto, corregida, pero es un ejemplo curioso que no me gustaría dejar sin publicar. El ataque se basa en plantar… [+2780 chars]"},{"source":{"id":null,"name":"Dragonjar.org"},"author":"Servicios-Seguridad-Informatica","title":"Pentesting en Fusagasugá","description":"Pentesting en Fusagasugá\nEn un mundo cada vez más digitalizado, el Pentesting en Fusagasugá o pruebas de penetración se han convertido en un pilar crucial para garantizar la seguridad informática de sus negocios, empresas y organizaciones a todo nivel. Pero, …","url":"https://www.dragonjar.org/pentesting-en-fusagasuga.xhtml","urlToImage":"https://www.dragonjar.org/wp-content/uploads/2023/10/Pentesting-en-Fusagasuga.png","publishedAt":"2025-09-29T01:10:24Z","content":"En un mundo cada vez más digitalizado, el Pentesting en Fusagasugá o pruebas de penetración se han convertido en un pilar crucial para garantizar la seguridad informática de sus negocios, empresas y … [+5628 chars]"}]