[{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"IA maliciosa y desinformación: cómo se posiciona España (CCN-CERT) frente a Francia, Alemania, Reino Unido y Estonia","description":"La expansión de la inteligencia artificial (IA) en todos los ámbitos de la vida pública ha traído una consecuencia tan inevitable como inquietante: su uso malicioso para potenciar ciberataques, manipular la información y erosionar la confianza ciudadana. En e…","url":"https://www.redes-sociales.com/ia-maliciosa-y-desinformacion-como-se-posiciona-espana-ccn-cert-frente-a-francia-alemania-reino-unido-y-estonia/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/10/Imrerad-Innovador-de-Programas-de-Bug-Bounty-en-Ciberseguridad.png","publishedAt":"2025-09-15T07:49:17Z","content":"La expansión de la inteligencia artificial (IA) en todos los ámbitos de la vida pública ha traído una consecuencia tan inevitable como inquietante: su uso malicioso para potenciar ciberataques, manip… [+12566 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Bloqueos de IP y DNS: implicaciones técnicas y riesgos para la arquitectura de Internet","description":"Los bloqueos de direcciones IP y de nombres de dominio (DNS blocking) se han convertido en herramientas habituales de gobiernos y entidades privadas para restringir el acceso a contenidos ilegales, como emisiones deportivas piratas o sitios de apuestas no aut…","url":"https://www.redes-sociales.com/bloqueos-de-ip-y-dns-implicaciones-tecnicas-y-riesgos-para-la-arquitectura-de-internet/","urlToImage":null,"publishedAt":"2025-09-15T07:28:40Z","content":"Los bloqueos de direcciones IP y de nombres de dominio (DNS blocking) se han convertido en herramientas habituales de gobiernos y entidades privadas para restringir el acceso a contenidos ilegales, c… [+4308 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Estrés y culpabilidad afectan al personal de TI del sector educativo en su lucha contra el ‘ransomware’","description":"Cerca de un 40 % confiesa haber sufrido ansiedad y más de un tercio se siente culpable por fallar en la prevención de incidentes.","url":"https://www.silicon.es/estres-y-culpabilidad-afectan-al-personal-de-ti-del-sector-educativo-en-su-lucha-contra-el-ransomware-2572573","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-09-15T07:01:58Z","content":"El educativo es uno de los sectores perseguidos por los ciberdelincuentes a través de campañas de ransomware que secuestran equipos, cifran información y piden un rescate a cambio de restablecer la s… [+3331 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Brais Cedeira","title":"Así cayeron el ciberejército de Putin y sus 'minions' en España, el grupo que hackeó las webs de Interior y Moncloa el 23-J","description":"España es el sexto país del mundo que más ciberataques ha recibido del grupo Noname057, la ciberbanda más poderosa al servicio de la inteligencia rusa.\nMás información: Así es Enrique Arias Gil, el profesor y ciberterrorista de los hackers rusos en España bus…","url":"https://www.elespanol.com/espana/20250915/cayeron-ciberejercito-putin-minions-espana-grupo-hackeo-webs-interior-moncloa/1003743923169_0.html","urlToImage":"https://s2.elespanol.com/2025/09/12/actualidad/1003743923184_258665207_1706x960.jpg","publishedAt":"2025-09-15T01:59:08Z","content":"El pasado 15 de julio, en plena madrugada, los investigadores lograron acceder al corazón operativo de Noname057, el colectivo de hackers más temible que trabaja directamente con los servicios de int… [+6898 chars]"}]