[{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"183 millones de correos electrónicos han sido filtrados en una grave brecha de seguridad","description":"Se ha registrado un nuevo incidente de seguridad que puede haberte afectado. Se trata de la filtración de 183 millones de direcciones de correo electrónico y sus respectivas contraseñas, lo que pone en peligro multitud de cuentas de usuario y servicios.\nMalas…","url":"https://www.adslzone.net/noticias/seguridad/183-millones-correos-electronicos-filtrados-brecha-seguridad/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Manos-tocando-movil-correos-electronicos-volando.png","publishedAt":"2025-10-25T15:04:02Z","content":"Malas noticias para los usuarios. El experto Troy Hunt ha registrado una importante brecha de seguridad descubierta online. La ha añadido a la web Have I Been Pwned, uno de los principales lugares do… [+4217 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"La (nueva) guerra de los navegadores web (IA)","description":"Durante años, los navegadores web fueron puertas estáticas a un mundo digital en expansión. Acompañaron nuestra transición del escritorio a la nube, del blog al streaming, del foro a la red social, sin cambiar demasiado en su esencia. Navegar era teclear, esp…","url":"https://www.muycomputer.com/?p=388600","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/10/IA-1-1-1000x600.jpg","publishedAt":"2025-10-25T11:12:02Z","content":"Durante años, los navegadores web fueron puertas estáticas a un mundo digital en expansión. Acompañaron nuestra transición del escritorio a la nube, del blog al streaming, del foro a la red social, s… [+21033 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Hackers, IA y criptomonedas: una nueva ola del cibercrimen sacude a las empresas globales","description":"Ataques con ransomware paralizan fábricas, bloquean cadenas de suministro y obligan a multinacionales como Asahi, Marks & Spencer y Jaguar Land Rover a volver al fax; el costo de defenderse crece más rápido que el de innovar","url":"https://www.lanacion.com.ar/economia/negocios/hackers-ia-y-criptomonedas-una-nueva-ola-del-cibercrimen-sacude-a-las-empresas-globales-nid25102025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/la-cadena-britanica-de-moda-y-alimentacion-marks-QWS4D4LTNJATLFUXW5TLRSBCEA.jpg?auth=07beb675b441fb029e24115fef0de92293221410459028ab29df9f1338b05bfa&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-10-25T08:48:00Z","content":"Una noche reciente en Bier Reise 98, una cervecería del barrio de Shimbashi, en Tokio, Matsuo Kohei sirvió uno de sus últimos vasos de Maruefu. A diferencia de su hermana, la Super Dry, esta cerveza … [+6786 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Eva R. de Luis","title":"Si tu WiFi va lento, es posible que te hayan hackeado el router. Así puedes detectarlo y solucionarlo","description":"Cualquier dispositivo que esté conectado a internet es susceptible de ser hackeado y eso incluye también el aparato que lo proporciona en casa: el router. De hecho, es especialmente crítico en tanto en cuanto no es fácil que de buenas a primeras sospechemos d…","url":"https://www.xatakamovil.com/seguridad/tu-wifi-va-lento-posible-que-te-hayan-hackeado-router-asi-puedes-detectarlo-solucionarlo","urlToImage":"https://i.blogs.es/66e7a1/rou/840_560.jpeg","publishedAt":"2025-10-25T08:00:47Z","content":"Cualquier dispositivo que esté conectado a internet es susceptible de ser hackeado y eso incluye también el aparato que lo proporciona en casa: el router. De hecho, es especialmente crítico en tanto … [+6743 chars]"}]