[{"source":{"id":null,"name":"ELLE.com"},"author":"Marita Alonso","title":"Los peligros de compararse con los demás en las redes","description":"Aunque somos conscientes de que el mundo virtual muestra una realidad adornada, la tendencia a compararnos con el resto tiene terribles consecuencias para la salud mental","url":"https://www.elle.com/es/living/psico/a67947006/redes-sociales-comparacion-salud-mental/","urlToImage":"https://hips.hearstapps.com/hmg-prod/images/gettyimages-490290524-691c6b2b76534.jpg?crop=1.00xw:0.755xh;0,0.123xh&resize=1200:*","publishedAt":"2025-11-23T08:09:00Z","content":"El estudio de Kaspersky Conectando con la realidad. Los riesgos de la arrogancia digital entre los millennials revela que en España, el 49% de los millennials asegura compartir actualizaciones import… [+8514 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"Alia Lira Hartmann","title":"Alia Lira Hartmann: Desde otras ciudades","description":"Una visita a Camboya suele estar combinada con la de otros países cercanos. Se halla en el sudeste de Asia, colinda al este y sur con Vietnam, al norte con Laos y al oeste con Tailandia; es un pequeño país de 17 millones de habitantes de gobierno monárquico p…","url":"https://www.jornada.com.mx/2025/11/23/opinion/024o1cap","urlToImage":"https://www.jornada.com.mx/2025/11/23/fotos/024o1cap-1.jpg","publishedAt":"2025-11-23T07:45:38Z","content":"na visita a Camboya suele estar combinada con la de otros países cercanos. Se halla en el sudeste de Asia, colinda al este y sur con Vietnam, al norte con Laos y al oeste con Tailandia; es un pequeño… [+2946 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Iberia reconoce una grave filtración de datos y la activación de su protocolo de seguridad","description":"Los clientes de Iberia han sido informados en las últimas horas sobre un grave incidente de seguridad sufrido en el entorno de la conocida aerolínea. Esta brecha de seguridad se suma a otros casos recientes en los que los datos de multitud de personas se pone…","url":"https://www.adslzone.net/noticias/seguridad/iberia-filtracion-datos-activacion-protocolo-seguridad/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Avion-Iberia-entrando-pista-aeropuerto.png","publishedAt":"2025-11-23T06:04:19Z","content":"Que los datos de clientes de una empresa como Iberia, que superó los 30 millones de viajeros en 2024, sufran una brecha de seguridad, no son buenas noticias. Pero es justamente de lo que ha informado… [+5571 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Redacción","title":"Llevará Fiscalía de Michoacán cápsulas de seguridad digital a salas de Cinépolis de todo el país","description":"La Fiscalía General del Estado de Michoacán (FGE) y la empresa Cinépolis firmaron un convenio de colaboración mediante el cual se difundirán videoclips de seguridad digital en alrededor de 500 salas de cine en todo el país, con el objetivo de fortalecer las e…","url":"https://www.milenio.com/politica/llevara-fiscalia-michoacan-capsulas-seguridad-salas-cinepolis","urlToImage":"https://cdn.milenio.com/uploads/media/2025/11/22/estrategia-reforzada-campanas-presenciales-plazas.jpg","publishedAt":"2025-11-23T05:09:26Z","content":"La Fiscalía General del Estado de Michoacán (FGE) y la empresa Cinépolis firmaron un convenio de colaboración mediante el cual se difundirán videoclips de seguridad digital en alrededor de 500 salas … [+2637 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"b. p. l.","title":"WhatsApp permitirá registrar un nombre de usuario en lugar del número de teléfono","description":"La nueva función dejará reservar el seudónimo empleado en Instagram y Facebook","url":"https://www.lavozdegalicia.es/noticia/sociedad/2025/11/20/whatsapp-permitira-emplear-nombre-usuario-lugar-numero-telefono/00031763662142508164772.htm","urlToImage":"https://img.lavdg.com/sc/cKm5VDgQw28Za_be_96fWoOiQME=/1280x/2025/11/20/00121763659683530954155/Foto/reu_20251104_133855850.jpg","publishedAt":"2025-11-23T04:00:00Z","content":"La carrera para atrapar el mejor nombre de usuario de WhatsApp está a punto de comenzar. La red de mensajería de Meta ha anunciado su intención de incorporar pronto una opción que permitirá a los con… [+4459 chars]"}]