[{"source":{"id":null,"name":"Republica.com"},"author":"Content Marketing","title":"Ciberseguridad en Guatemala: un reto urgente para empresas y Estado","description":"En 2024, los ciberataques en Guatemala crecieron un 200% respecto al año anterior. Es un salto que no solo enciende las alarmas de los especialistas: coloca al país entre los 10 con mayor exposición en Latinoamérica, según el Cyber Insights Report Guatemala p…","url":"https://republica.com/agenda-empresarial/ciberseguridad-en-guatemala-un-reto-urgente-para-empresas-y-estado-202581121200","urlToImage":"https://cdn.republica.com/082025/1755030571604.jpg?&cw=600&ch=365","publishedAt":"2025-08-12T03:20:00Z","content":"En 2024, los ciberataques en Guatemala crecieron un 200% respecto al año anterior. Es un salto que no solo enciende las alarmas de los especialistas: coloca al país entre los 10 con mayor exposición … [+3538 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"Android Auto 15 ya está aquí: cómo probar la nueva beta antes que nadie en tu coche","description":"Tras dos semanas con Android Auto 14.9, Google hace oficial la esperada nueva versión de Android Auto que anticipa todos los cambios que están por llegar. El pasado 29 de julio, Google liberaba Android Auto 14.9. Se trataba de la última versión que desplegaba…","url":"https://www.adslzone.net/e-movilidad/noticias-tecnologia/google-libera-beta-android-auto-15/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/android-auto-15-pcpal-1212-az.png","publishedAt":"2025-08-11T18:03:21Z","content":"El pasado 29 de julio, Google liberaba Android Auto 14.9. Se trataba de la última versión que desplegaba Google antes del esperado cambio de dígito, que presupone una gran cantidad de cambios para in… [+5608 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"Joana Mayen","title":"La señal en la batería de tu celular que podría revelar que te espían","description":"Joana Mayen\r\nLos ciberataques en celulares que buscan espiar a los usuarios son cada vez más frecuentes. En la mayoría de los casos, los hackers intentan el robo de información personal y financiera mediante software malicioso. Una de las señales de espionaje…","url":"https://www.excelsior.com.mx/hacker/la-senal-en-la-bateria-de-tu-celular-que-podria-revelar-que-te-espian/1732291","urlToImage":"https://www.excelsior.com.mx/media/styles/image1200x630/public/pictures/2025/08/11/3357785.jpg","publishedAt":"2025-08-11T17:03:08Z","content":"Los ciberataques en celulares que buscan espiar a los usuarios son cada vez más frecuentes. En la mayoría de los casos, los hackers intentan el robo de información personal y financiera mediante soft… [+2967 chars]"},{"source":{"id":null,"name":"Bandaancha.eu"},"author":"noemail@noemail.org (Josh)","title":"LaLiga recuerda que puede tener acceso a la identidad de usuarios que ven fútbol pirata","description":"Con el inicio de la temporada de fútbol 2025-26 el próximo viernes, LaLiga retoma sus acciones antipiratería, empezando por tratar de disuadir a los aficionados de recurrir a plataformas piratas que operan sin su autorización para evitar pagar a los broadcast…","url":"https://bandaancha.eu/articulos/laliga-recuerda-puede-tener-acceso-11461#s8ud","urlToImage":"https://bandaancha.eu/s/2pw1/140/futbol-pirata-laliga.jpg","publishedAt":"2025-08-11T15:33:04Z","content":"Con el inicio de la temporada de fútbol 2025-26 el próximo viernes, LaLiga retoma sus acciones antipiratería, empezando por tratar de disuadir a los aficionados de recurrir a plataformas piratas que … [+3193 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"El asalto digital que puso a Google en la mira de una de las coaliciones criminales más peligrosas","description":"Un ataque coordinado por un grupo de cibercriminales ha comprometido más de 2,5 millones de registros vinculados a Google Ads. El robo, que involucra a organizaciones ya responsables de otros golpes internacionales, podría derivar en una nueva oleada de fraud…","url":"https://es.gizmodo.com/el-asalto-digital-que-puso-a-google-en-la-mira-de-una-de-las-coaliciones-criminales-mas-peligrosas-2000185220","urlToImage":"https://es.gizmodo.com/app/uploads/2025/08/Diseno-sin-titulo-61-5-1200x675.jpg","publishedAt":"2025-08-11T15:12:01Z","content":"A mediados de este año, Google confirmó un incidente que ha encendido todas las alarmas en el mundo digital: una intrusión que burló sus defensas internas y dejó expuestas millones de entradas de dat… [+2214 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"¿De verdad tienen los piratas acceso a tu cámara, micrófono, cuentas, contraseñas y datos bancarios como dice LaLiga?","description":"El día 15 de agosto de 2025 comienza la próxima temporada del fútbol y, desde LaLiga, han presentado su nueva campaña con la intención de frenar las reproducciones ilegales. Para ello lanzan el siguiente mensaje: “Tú tienes fútbol pirata. Ellos te tienen a ti…","url":"https://www.adslzone.net/noticias/streaming-tv/riesgos-futbol-ilegal-dice-laliga/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/Escena-video-LaLiga-advertencia-futbol-ilegal.png","publishedAt":"2025-08-11T15:03:00Z","content":"LaLiga ha lanzado una página web especial donde quiere instruir a los usuarios sobre los riesgos que tiene la piratería. Se encuentra disponible en la dirección https://landings.laliga.com/antipirate… [+6040 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Los mejores programas y consejos para blindar la seguridad de Windows","description":"Descubre el software y consejos esenciales para mejorar la seguridad en Windows como un profesional. ¡Haz clic y blinda tu PC hoy!","url":"https://www.actualidadgadget.com/los-mejores-programas-y-consejos-para-blindar-la-seguridad-de-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/03/Ciberseguridad.png","publishedAt":"2025-08-11T14:31:39Z","content":"Blindar la seguridad en Windows es un asunto que no se puede dejar al azar: cada vez son más las amenazas y las vulnerabilidades que ponen en jaque la privacidad de nuestros datos, la integridad de l… [+11147 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo solucionar un disco duro externo sin inicializar en Windows","description":"Arregla el error de disco duro externo sin inicializar en Windows sin perder tus datos. Soluciones efectivas y detalladas.","url":"https://www.actualidadgadget.com/como-solucionar-un-disco-duro-externo-sin-inicializar-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2023/07/disco-duro-multimedia.jpg","publishedAt":"2025-08-11T14:28:31Z","content":"Si al conectar tu disco duro externo a un ordenador con Windows aparece el mensaje de «disco desconocido sin inicializar», es posible que te invada la preocupación por tus datos. Este error, bastante… [+7268 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo ver y gestionar los dispositivos con sesión iniciada en Facebook","description":"Descubre cómo revisar y cerrar una sesión iniciada de Facebook en otros dispositivos y protege tu cuenta de accesos no autorizados.","url":"https://www.androidsis.com/como-ver-y-gestionar-los-dispositivos-con-sesion-iniciada-en-facebook/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2024/12/como-recuperar-una-cuenta-de-Facebook-sin-correo-y-sin-numero-0.jpg","publishedAt":"2025-08-11T14:04:34Z","content":"Gestionar la seguridad de nuestras cuentas en internet, especialmente en servicios tan populares como Facebook, es hoy más importante que nunca. Esta red social suele estar entre nuestras aplicacione… [+9837 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo recuperar cuentas de Instagram hackeadas o bloqueadas: guía completa","description":"Descubre cómo recuperar tu cuenta de Instagram tras un hackeo. Guía paso a paso y consejos clave de seguridad.","url":"https://www.androidsis.com/como-recuperar-cuentas-de-instagram-hackeadas-o-bloqueadas-guia-completa/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2024/12/¿Como-saber-si-me-han-bloqueado-en-Instagram-1.jpg","publishedAt":"2025-08-11T13:29:55Z","content":"Tener un perfil de Instagram hackeada o bloqueada puede ser una de las peores experiencias digitales, especialmente porque en esa red social almacenamos recuerdos, contactos y, en ocasiones, incluso … [+10423 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Vulnerabilidad zero-day en WinRAR está siendo explotada activamente","description":"ESET Research descubrió una vulnerabilidad de zero-day en WinRAR que está siendo explotada en la naturaleza bajo la apariencia de documentos de solicitud de empleo; los archivos explotan un fallo de ruta transversal para comprometer a sus objetivos","url":"https://www.welivesecurity.com/es/investigaciones/vulnerabilidad-zero-day-winrar-explotada-activamente/","urlToImage":null,"publishedAt":"2025-08-11T13:21:32Z","content":"Los investigadores de ESET han descubierto una vulnerabilidad en WinRAR que está siendo explotada por el grupo ruso RomCom. Esta es al menos la tercera vez que RomCom ha sido sorprendido explotando u… [+21345 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Si temes que alguien pueda estar espiando tu móvil Android, Amnistía Internacional ha creado un análisis forense para que lo compruebes","description":"Cuando leemos casos de periodistas, activistas o cargos públicos que han resultado estar vigilados usando software espía como Pegasus, puede surgirnos la duda de \"¿y si mi móvil también…?\". Verificarlo ya no es terreno exclusivo de laboratorios: existe una he…","url":"https://www.genbeta.com/seguridad/temes-que-alguien-pueda-estar-espiando-tu-movil-android-amnistia-internacional-ha-creado-analisis-forense-compruebes","urlToImage":"https://i.blogs.es/467014/chatgpt-image-11-ago-2025-14_55_34/840_560.png","publishedAt":"2025-08-11T13:04:11Z","content":"Cuando leemos casos de periodistas, activistas o cargos públicos que han resultado estar vigilados usando software espía como Pegasus, puede surgirnos la duda de \"¿y si mi móvil también?\". Verificarl… [+4826 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"Picus Security","title":"Picus Security halla que el 46% de las contraseñas empresariales son vulnerables a ser descifradas, el doble que en 2024","description":"Más de 160 millones de simulaciones de ataques en entornos de producción en vivo revelan que las credenciales válidas son fáciles de robar y casi imposibles de detener Más de 160 millones de simulaciones de ataques en entornos de producción en vivo revelan qu…","url":"https://www.globenewswire.com/news-release/2025/08/11/3130970/0/es/Picus-Security-halla-que-el-46-de-las-contrase%C3%B1as-empresariales-son-vulnerables-a-ser-descifradas-el-doble-que-en-2024.html","urlToImage":"https://ml.globenewswire.com/Resource/Download/f86a8a55-0c0f-4460-86d9-4b577ed8cc28","publishedAt":"2025-08-11T13:04:00Z","content":"SAN FRANCISCO, Aug. 11, 2025 (GLOBE NEWSWIRE) -- Picus Security, la empresa líder en validación de seguridad, publicó hoy el Blue Report 2025, basado en más de 160 millones de simulaciones de ataques… [+5701 chars]"},{"source":{"id":null,"name":"Geeksroom.com"},"author":"Hector Russo","title":"Privacidad Digital en 2025: Lo que Debes Conocer para Protegerte en Línea","description":"Guía para cuidar tu privacidad digital en 2025. Herramientas, hábitos y configuraciones clave para proteger tu información personal. La privacidad digital ya no es solo …\nThe post Privacidad Digital en 2025: Lo que Debes Conocer para Protegerte en Línea first…","url":"https://geeksroom.com/2025/08/privacidad-digital-2025/142424/","urlToImage":"https://geeksroom.com/wp-content/uploads/2025/08/Privacidad-Digital-Protege-tus-Datos-en-2025.jpg","publishedAt":"2025-08-11T12:02:21Z","content":"Guía para cuidar tu privacidad digital en 2025. Herramientas, hábitos y configuraciones clave para proteger tu información personal.\r\nLa privacidad digital ya no es solo un tema para expertos en tecn… [+4083 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Julián J. Menéndez","title":"WinRAR corrige un 0-day explotado: actualiza a 7.13 cuanto antes","description":"RARLAB ha publicado WinRAR 7.13 para solucionar CVE-2025-8088, una vulnerabilidad de path traversal que ya se está explotando en ataques reales. La vulnerabilidad permitiría ejecutar código al extraer archivos especialmente preparados, y está vinculada a camp…","url":"https://unaaldia.hispasec.com/2025/08/winrar-corrige-un-0-day-explotado-actualiza-a-7-13-cuanto-antes.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/cve-2025-8088.jpg?fit=1200%2C800&ssl=1","publishedAt":"2025-08-11T11:36:11Z","content":"RARLAB ha publicado WinRAR 7.13 para solucionar CVE-2025-8088, una vulnerabilidad de path traversal que ya se está explotando en ataques reales. La vulnerabilidad permitiría ejecutar código al extrae… [+3150 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Shailey Singh","title":"¿Qué es una cadena fantasma? Cómo detectar proyectos cripto muertos o inactivos","description":"Las cadenas fantasma se refieren a proyectos de blockchain con poca o ninguna actividad real, adopción o participación de desarrolladores.\n Las cadenas fantasma son blockchains que, aunque técnicamente operativas, tienen poco o ningún uso en el mundo real, de…","url":"https://es.cointelegraph.com/news/what-is-a-ghost-chain-how-to-spot-dead-crypto-projects","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/01989876-9945-7ac1-a9e6-9283fa04248b","publishedAt":"2025-08-11T11:02:59Z","content":"Puntos clave\r\n<ul><li>Las cadenas fantasma son blockchains que, aunque técnicamente operativas, tienen poco o ningún uso en el mundo real, desarrollo o participación de la comunidad.\r\n</li><li>Las se… [+9757 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Guía completa para agregar fuentes en Illustrator paso a paso","description":"Aprende a añadir fuentes en Illustrator fácil y seguro. Descubre los mejores consejos y respuestas a las dudas más habituales.","url":"https://www.creativosonline.org/guia-completa-para-agregar-fuentes-en-illustrator-paso-a-paso.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/03/Fuentes-para-camisetas-tips-para-disenos-unicos-y-originales-1.jpg","publishedAt":"2025-08-11T11:00:37Z","content":"Si eres de los que aman experimentar con el diseño y te has encontrado con ese momento en el que necesitas una fuente diferente en Adobe Illustrator, seguro que te has sentido un poco perdido buscand… [+8778 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Daniel García","title":"La pesadilla de los 500 millones de usuarios de WinRAR: un grave fallo de seguridad abre la puerta al ransomware en tu PC","description":"WinRAR, probablemente el servicio de descompresión de archivos más popular del mundo, acaba de descubrir una gravísima brecha de seguridad que actualmente puede afectar a los más de 500 millones de usuarios que usan este servicio en cualquier PC con Windows. …","url":"https://andro4all.com/windows/la-pesadilla-de-los-500-millones-de-usuarios-de-winrar-un-grave-fallo-de-seguridad-abre-la-puerta-al-ransomware-en-tu-pc","urlToImage":"https://andro4all.com/hero/2025/08/winrar-icono.jpg?width=1200","publishedAt":"2025-08-11T10:31:01Z","content":"La grave brecha puede solucionarse descargando la versión más actualizada de WinRAR\r\nWinRAR, probablemente el servicio de descompresión de archivos más popular del mundo, acaba de descubrir una graví… [+2426 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Android Auto 15 ya está entre nosotros. Y trae un cambio visual para los iconos, primero en beta","description":"Se acabó la espera: el número más redondo de Android Auto acaba de llegar a todos los que tenemos la aplicación en beta. Sí, la versión 15 ya está aquí. Y, pese a que debería implicar notables cambios, no hemos apreciado demasiadas mejoras visibles. Como es h…","url":"https://www.xatakandroid.com/aplicaciones-android/android-auto-15-esta-nosotros-trae-cambio-visual-para-iconos-primero-beta","urlToImage":"https://i.blogs.es/1b71f2/android-auto-15-portada/840_560.jpeg","publishedAt":"2025-08-11T10:00:38Z","content":"Se acabó la espera: el número más redondo de Android Auto acaba de llegar a todos los que tenemos la aplicación en beta. Sí, la versión 15 ya está aquí. Y, pese a que debería implicar notables cambio… [+2253 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Detectada campaña híbrida que suplanta apps OAuth de Microsoft para eludir la MFA en ataques de phishing","description":"Proofpoint alerta de una amenaza que combina email y nube para robar credenciales y burlar la MFA en Microsoft 365 mediante apps OAuth falsas.","url":"https://www.silicon.es/detectada-campana-hibrida-que-suplanta-apps-oauth-de-microsoft-para-eludir-la-mfa-en-ataques-de-phishing-2571466","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/phishing-oauth-microsoft-mfa-proofpoint.jpeg","publishedAt":"2025-08-11T09:42:44Z","content":"Proofpoint ha identificado una amenaza híbrida que combina correo electrónico y servicios en la nube para eludir la autenticación multifactor (MFA) en cuentas de Microsoft 365. La técnica se basa en … [+2534 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Lucha contra el ransomware: “Pagar rescates nunca debe ser la primera opción”","description":"Una investigación de Semperis descubre el riesgo actual de esta amenaza y cómo una parte de las compañías afectadas termina pagando varias veces.","url":"https://www.silicon.es/lucha-contra-el-ransomware-pagar-rescates-nunca-debe-ser-la-primera-opcion-2571450","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/02/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware.jpg","publishedAt":"2025-08-11T09:19:21Z","content":"Los ataques de ransomware siguen estando “muy coordinados, programados estratégicamente y profundamente integrados en los sistemas antes de ser ejecutados”.\r\nAsí lo advierte Semperis, que ha publicad… [+2373 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Cisco y Hugging Face impulsan la seguridad de modelos de IA con escaneo unificado de archivos públicos","description":"Las compañías aplicarán un sistema para analizar todos los archivos en Hugging Face, fortaleciendo la seguridad de la cadena de suministro de IA.","url":"https://www.silicon.es/cisco-y-hugging-face-impulsan-la-seguridad-de-modelos-de-ia-con-escaneo-unificado-de-archivos-publicos-2571452","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/cisco-hugging-face-seguridad-modelos-ia.jpeg","publishedAt":"2025-08-11T09:00:24Z","content":"Cisco y Hugging Face han reforzado su colaboración con el objetivo de mejorar la seguridad en la cadena de suministro de modelos de inteligencia artificial (IA). El acuerdo contempla la puesta en mar… [+1865 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"La sofisticada estafa que vacía las cuentas bancarias de los cajeros automáticos a través de los móviles","description":"Cuando hablamos de ciberdelincuencia, sabemos que el objetivo principal de los atacantes es el de hacerse con tus datos personales y bancarios. Esto es porque con nuestra información personal pueden suplantarse nuestra identidad par cometer más estafas y enga…","url":"https://www.eleconomista.es/tecnologia/noticias/13500043/08/25/la-sofisticada-estafa-que-vacia-las-cuentas-bancarias-de-los-cajeros-automaticos-a-traves-de-los-moviles.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x675/2/c/4/peligro-cajero.jpg","publishedAt":"2025-08-11T07:49:06Z","content":"Cuando hablamos de ciberdelincuencia, sabemos que el objetivo principal de los atacantes es el de hacerse con tus datos personales y bancarios. Esto es porque con nuestra información personal pueden … [+2662 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Los servidores DNS gratuitos más seguros y rápidos de 2025 transforman la experiencia de navegación","description":"Cloudflare, Google DNS y Quad9 lideran una revolución en velocidad y seguridad que beneficia a millones de usuarios españoles y europeos El panorama de los servidores DNS públicos ha experimentado una evolución sin precedentes durante 2025, consolidándose com…","url":"https://www.redes-sociales.com/los-servidores-dns-gratuitos-mas-seguros-y-rapidos-de-2025-transforman-la-experiencia-de-navegacion/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2023/10/dns-seguras-rs.jpg","publishedAt":"2025-08-11T06:55:41Z","content":"El panorama de los servidores DNS públicos ha experimentado una evolución sin precedentes durante 2025, consolidándose como una alternativa superior a los servicios tradicionales que ofrecen las oper… [+15147 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Si usas WinRAR, debes actualizar de inmediato","description":"Investigadores de ESET han descubierto una nueva vulnerabilidad en WinRAR y es crítica, porque está siendo explotada activamente por el grupo de hackers RomCom, vinculado a Rusia. Se ha lanzado una nueva versión parcheada, pero debe instalarse manualmente. Wi…","url":"https://www.muycomputer.com/2025/08/11/si-usas-winrar-debes-actualizar-de-inmediato/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/08/vulnerabilidad-en-WinRAR-1000x600.jpg","publishedAt":"2025-08-11T06:09:59Z","content":"Investigadores de ESET han descubierto una nueva vulnerabilidad en WinRAR y es crítica, porque está siendo explotada activamente por el grupo de hackers RomCom, vinculado a Rusia. Se ha lanzado una n… [+2632 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Accesorios para que tu Mac no se caliente en verano","description":"Mantén tu Mac fresco en verano: bases, soportes y trucos clave avalados por Apple. Guía práctica para evitar sobrecalentamiento.","url":"https://www.soydemac.com/accesorios-para-que-tu-mac-no-se-caliente-en-verano/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/Los-mejores-accesorios-para-evitar-que-tu-Mac-se-caliente-en-verano-1.jpg","publishedAt":"2025-08-11T04:00:25Z","content":"El calor aprieta y tu portátil lo nota, especialmente si trabajas con un MacBook que en verano sufre más de la cuenta. Entre sesiones maratonianas, habitaciones caldeadas y superficies poco adecuadas… [+9821 chars]"}]