[{"source":{"id":null,"name":"Hackplayers.com"},"author":"Vicente Motos","title":"MadeYouReset (CVE-2025-8671) el DoS ninja que obliga a tu servidor a hacerse el hara-kiri","description":"Hermanos y hermanas del código, hoy traigo algo que parece sacado de una novela de ciencia ficción: tu propio servidor colapsando por su pro...","url":"https://www.hackplayers.com/2025/08/madeyoureset-cve-2025-8671-el-dos.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgcQm-qcs1G3UIDQn5IzaNhyphenhyphenPLrO-t8DMrUZsoJlMf2xDVSL9UROCOn8jMZYTCTy0-5k2wSrUiIYyVjdkaNd2PtCCV9rKxDFfPqRgV4zzNvS1iR0PoLzyV_uHpCb8xdHxRYF8Ojg1oR4GZJuSD6gHMUe2yNltGPOkCRc4U37hyphenhyphen7Bj2svUFD2IP2TQTeZmIo/w1200-h630-p-k-no-nu/ninja.png","publishedAt":"2025-08-18T22:14:00Z","content":"Hermanos y hermanas del código, hoy traigo algo que parece sacado de una novela de ciencia ficción: tu propio servidor colapsando por su propia culpa vía HTTP/2. No, no me he fumado nada raro: estamo… [+3732 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Mauro Minichiello","title":"La estafa más sofisticada en Gmail hasta ahora: así funciona el ataque que roba tus credenciales","description":"Como es de público conocimiento, Gmail es, con diferencia, uno de los servicios de correo electrónico más utilizados en todo el mundo. Precisamente por eso, se ha convertido en un objetivo prioritario para la mayoría de los ciberdelincuentes. En estas últimas…","url":"https://andro4all.com/google/la-estafa-mas-sofisticada-en-gmail-hasta-ahora-asi-funciona-el-ataque-que-roba-tus-credenciales","urlToImage":"https://andro4all.com/hero/2025/08/la-estafa-mas-sofisticada-en-gmail-hasta-ahora-asi-funciona-el-ataque-que-roba-tus-credenciales.jpg?width=1200","publishedAt":"2025-08-18T20:45:13Z","content":"La nueva estafa en Gmail utiliza un falso aviso de buzón de voz y una copia perfecta de la pantalla de inicio de sesión para robar tus credenciales\r\nComo es de público conocimiento, Gmail es, con dif… [+3037 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"2.500 millones de usuarios de Gmail fueron expuestos tras ciberataque a Google","description":"La filtración comprometió datos de clientes y empresas; aunque no hubo robo de contraseñas, crece el riesgo de estafas y fraudes digitales.","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/2-500-millones-de-usuarios-de-Gmail-fueron-expuestos-tras-ciberataque-a-Google-uc933631","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202508/_W933_80/929054.jpg","publishedAt":"2025-08-18T20:42:00Z","content":"La base de datos de Google sufrió un ciberataque este lunes, en el cual se estima que hay al menos 2.500 millones de cuentas de Gmail comprometidas. \r\nSegún informó Forbes, la compañía tecnológica co… [+2041 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"Así es Heracles: la nueva vulnerabilidad que pone en jaque a los procesadores AMD","description":"Investigadores de la Escuela Politécnica Federal de Zúrich han descubierto una nueva vulnerabilidad en los procesadores de AMD. Conocido como Heracles, el fallo afecta a la tecnología de virtualización segura y permite recuperar información confidencial. Segú…","url":"http://hipertextual.com/seguridad/heracles-vulnerabilidad-amd-epyc/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/08/amd-procesador-epyc.jpg?fit=1920%2C1080&quality=70&strip=all&ssl=1","publishedAt":"2025-08-18T20:00:00Z","content":"Investigadores de la Escuela Politécnica Federal de Zúrich han descubierto una nueva vulnerabilidad en los procesadores de AMD. Conocido como Heracles, el fallo afecta a la tecnología de virtualizaci… [+2815 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Desencadenan una nueva era de contratos inteligentes en Bitcoin: RGB 1.0","description":"RGB es una segunda capa que busca añadir funciones avanzadas en el ecosistema de Bitcoin con acuerdos privados y aplicaciones DeFi nativas. \nLeer más","url":"https://www.criptonoticias.com/tecnologia/desencadenan-nueva-era-contratos-inteligentes-bitcoin-rgb1-0-lightning/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/08/bitcoin-evolucion-red-1.png","publishedAt":"2025-08-18T17:14:21Z","content":"<ul><li>Los usuarios validan sus propios contratos sin compartir datos con toda la red. \r\n</li><li>RGB 1.0 puede comprobar contratos sin revelar su contenido, usando criptografía zkSTARK. \r\n</li></ul… [+9353 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"Joana Mayen","title":"Cómo detectar archivos PDF peligrosos antes de abrirlos: evita caer en hackeos","description":"Joana Mayen\r\nLos archivos PDF peligrosos se han convertido en una de las principales puertas de entrada a ciberataques y fraudes. Aunque el formato PDF es ampliamente utilizado para compartir documentos, gracias a su compatibilidad y facilidad de uso, también…","url":"https://www.excelsior.com.mx/hacker/como-detectar-archivos-pdf-peligrosos-antes-de-abrirlos/1733754","urlToImage":"https://www.excelsior.com.mx/media/styles/image1200x630/public/pictures/2025/08/18/3362371.jpg","publishedAt":"2025-08-18T16:53:51Z","content":"Los archivos PDF peligrosos se han convertido en una de las principales puertas de entrada a ciberataques y fraudes. Aunque el formato PDF es ampliamente utilizado para compartir documentos, gracias … [+3987 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"Ni se te ocurra hacer caso a este email de Booking, es una estafa peligrosísima","description":"Lo que cuesta estar a salvo en el siempre complejo y delicado universo digital. El phishing y las estafas online están a la orden del día y no hay semana que no descubramos un nuevo intento de estafa para hacerse con nuestros datos. De hecho, ahora que las va…","url":"https://www.movilzona.es/noticias/problemas/estafa-mail-booking-peligro/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/Booking.png","publishedAt":"2025-08-18T14:33:19Z","content":"En este caso, los estafadores han encontrado una manera bastante ingeniosa de engañar a la vista, que ya se ha utilizado en el pasado, para parecer totalmente indetectables. La clave está en usar un … [+2655 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Antonio Sabán","title":"200 personas pagaron por ir a ver un espectáculo de drones en Valencia. El problema es que el evento no existía","description":"Compras tickets por Internet para un evento que has visto promocionado en redes sociales y, cuando llegas al lugar y hora donde supuestamente debería celebrarse, no hay nada. Es lo que han vivido decenas de personas en Valencia, pero está ocurriendo en varios…","url":"https://www.xataka.com/seguridad/200-personas-pagaron-ir-a-ver-espectaculo-drones-valencia-problema-que-evento-no-existia","urlToImage":"https://i.blogs.es/3cadab/valencia/840_560.jpeg","publishedAt":"2025-08-18T13:00:20Z","content":"Compras tickets por Internet para un evento que has visto promocionado en redes sociales y, cuando llegas al lugar y hora donde supuestamente debería celebrarse, no hay nada. Es lo que han vivido dec… [+3755 chars]"},{"source":{"id":null,"name":"Nextpit.es"},"author":"Jade Bryan","title":"Los usuarios de Gmail, en alerta: hasta los desarrolladores han caído en esta sorprendente estafa","description":"Los usuarios de Gmail son el objetivo de una sofisticada estafa para robar información confidencial, como contraseñas.","url":"https://www.nextpit.es/noticias/usuarios-de-gmail-alerta-hasta-los-desarrolladores-han-caido-en-estafa","urlToImage":"https://fs.npstatic.com/userfiles/7734655/image/Gmail-users-warned-sophisticated-scam-fake-website-w1400h788.jpg","publishedAt":"2025-08-18T13:00:00Z","content":"No es inusual que Google emita advertencias sobre amenazas crecientes, incluyendo nuevos tipos de estafas y tácticas de phishing. Este último caso sigue un patrón similar, utilizando sitios web armad… [+2993 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Andrés Velázquez","title":"Ciberataques en el sector educativo: el riesgo que nadie quiere ver","description":"Forbes México.\n Ciberataques en el sector educativo: el riesgo que nadie quiere ver\n\nEl impacto de un ciberataque en una institución educativa va más allá de lo técnico. Puede afectar la inscripción, la operación académica, la confianza de las familias y, en …","url":"https://forbes.com.mx/ciberataques-en-el-sector-educativo-el-riesgo-que-nadie-quiere-ver/","urlToImage":"https://cdn.forbes.com.mx/2021/06/pexels-tima-miroshnichenko-5380665-1-e1623777311348.jpg","publishedAt":"2025-08-18T12:55:00Z","content":"Una universidad fue atacada por ransomware que les cifró los pocos servidores con los que contaban. Durante días, no pudieron emitir constancias, inscribir estudiantes, ni reanudar clases virtuales. … [+5301 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Carlos del Castillo","title":"López asegura que se han bloqueado 48 millones de llamadas fraudulentas pero admite el agujero con las del extranjero","description":"Transformación Digital afirma que el plan para frenar el spam telefónico y las suplantaciones ha sido \"un éxito\" pero reconoce que \"está trabajando para solucionar\" el problema de las llamadas que llegan desde otros países\r\nEl Gobierno prohíbe el uso de númer…","url":"https://www.eldiario.es/tecnologia/lopez-asegura-han-bloqueado-48-millones-llamadas-fraudulentas-admite-agujero-extranjero_1_12541143.html","urlToImage":"https://static.eldiario.es/clip/c3a02327-24a6-402e-99f3-53bf06105d31_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2025-08-18T12:27:55Z","content":"Casi 48 millones de llamadas y 2,2 millones de SMS bloqueados. Son las cifras del Plan del Gobierno contra las estafas telefónicas, presentadas este lunes por el ministro para la Transformación Digit… [+3422 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Crecen las ciberamenazas basadas en URL","description":"Las URL maliciosas ya se usan cuatro veces más que los archivos adjuntos en las amenazas vía email.","url":"https://www.silicon.es/crecen-las-ciberamenazas-basadas-en-url-2571581","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-faithie_malware-seguridad.jpg","publishedAt":"2025-08-18T11:56:45Z","content":"“Hoy en día, las ciberamenazas más dañinas no se dirigen a máquinas o sistemas. Se dirigen a las personas”. Esa es la advertencia que lanza Proofpoint.\r\nLa compañía de seguridad ha publicado los resu… [+3275 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Daniela Saltos","title":"Los operadores frenan 48 millones de intentos de estafa telefónica en cinco meses","description":"48 millones de llamadas fraudulentas y más de dos millones de SMS han sido bloqueados en cinco meses. Estos son los primeros resultados del plan del Gobierno contra las estafas...","url":"https://www.elmundo.es/economia/2025/08/18/68a301ebfc6c8313658b4591.html","urlToImage":"https://phantom-elmundo.uecdn.es/97582c7ae10269e859c86051714acaeb/resize/1200/f/webp/assets/multimedia/imagenes/2025/08/18/17555134078717.jpg","publishedAt":"2025-08-18T11:50:45Z","content":"48 millones de llamadas fraudulentas y más de dos millones de SMS han sido bloqueados en cinco meses. Estos son los primeros resultados del plan del Gobierno contra las estafas telefónicas, que entró… [+3939 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Ramón Varela","title":"Polémica con The First Descendant: se promociona con streamers creados por IA y Nexon responde","description":"<!--cache-->The First Descendant se ha promocionado con anuncios creados con IA, y en al menos un caso se ha utilizado el aspecto de un streamer real.<!--aa--->The First Descendant es un shooter de Nexon estrenado con éxito hace un año (sólo en Steam superó l…","url":"https://vandal.elespanol.com/noticia/1350782695/polemica-con-the-first-descendant-se-promociona-con-streamers-creados-por-ia-y-nexon-responde/","urlToImage":"https://media.vandal.net/ivandal/12/63/1200x630/8/8-2025/18/202581813261595_1.jpg","publishedAt":"2025-08-18T11:28:00Z","content":"The First Descendant es un shooter de Nexon estrenado con éxito hace un año (sólo en Steam superó los 264.860 jugadores simultáneos, ahora ronda los 15.000) que se ha visto inmerso en una polémica po… [+2964 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Ricardo Fernández","title":"Esta APK premium es un virus que roba tu información en secreto y se instala de forma automática en el móvil","description":"Existe una APK falsa de Telegram Premium que está poniendo en peligro la información personal de una inmensa cantidad de usuarios. El malware recibe el nombre Lumma Stealer y se descarga de forma automática al visitar el sitio web, por lo que no necesita inte…","url":"https://www.movilzona.es/noticias/problemas/virus-lumma-stelaer-telegram-premium/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/virus-telegram-premium-peligro.png","publishedAt":"2025-08-18T10:04:08Z","content":"Hay que tener mucho cuidado con las aplicaciones que instalas desde fuentes no oficiales. De forma predeterminada, los móviles Android bloquean la instalación de apps de fuera de Play Store, aunque e… [+2994 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Aprovechan API expuestas de Docker para comprometer entornos contenerizados","description":"La campaña detectada por Kaspersky emplea arquitectura peer-to-peer y destaca por su nivel de automatización.","url":"https://www.silicon.es/aprovechan-api-expuestas-de-docker-para-comprometer-entornos-contenerizados-2571569","urlToImage":"https://www.silicon.es/wp-content/uploads/2014/11/Fuente-Shutterstock_Autor-StockThings_API.jpg","publishedAt":"2025-08-18T09:15:46Z","content":"Kaspersky advierte sobre la existencia de una campaña de ciberdelincuencia que despliega contenedores maliciosos y activa la minería de criptomonedas.\r\nEsta campaña compromete entornos contenerizados… [+1214 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"LaLiga ha convertido el inicio de temporada en una pesadilla digital: bloquea todo para proteger el negocio del fútbol","description":"Parecía inevitable, y así ha sido: Ha vuelto el fútbol, y con él, los bloqueos de IPs de LaLiga en España. El viernes comenzó la temporada 2025/26, y desde entonces numerosos usuarios han podido comprobar cómo se han iniciado también esos bloqueos indiscrimin…","url":"https://www.xataka.com/empresas-y-economia/vuelve-futbol-realidad-inquietante-bloqueos-ips-laliga-van-a-ser-pesadilla-constante","urlToImage":"https://i.blogs.es/24d38f/lamine/840_560.jpeg","publishedAt":"2025-08-18T08:00:20Z","content":"Parecía inevitable, y así ha sido: Ha vuelto el fútbol, y con él, los bloqueos de IPs de LaLiga en España. El viernes comenzó la temporada 2025/26, y desde entonces numerosos usuarios han podido comp… [+4760 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Liliana Estevez","title":"Se duplica detención de adolescentes vinculados al 'narco' en 6 meses","description":"El Ejército mexicano duplicó en el último semestre el aseguramiento de adolescentes vinculados a la delincuencia.De acuerdo con datos oficiales, las Fuerzas Armadas reportaron un alza del 98% al registrar 445 capturas de enero a junio, es decir, un promedio m…","url":"https://www.milenio.com/policia/jovenes-detenidos-por-crimen-organizado-se-duplican-en-el-ano","urlToImage":"https://cdn.milenio.com/uploads/media/2025/05/21/estos-son-los-perfiles-de.jpg","publishedAt":"2025-08-18T06:33:00Z","content":"El Ejército mexicano duplicó en el último semestre el aseguramiento de adolescentes vinculados a la delincuencia.\r\nDe acuerdo con datos oficiales, las Fuerzas Armadas reportaron un alza del 98% al re… [+3732 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"MadeYouReset: nueva vulnerabilidad en HTTP/2 permite ataques DDoS masivos","description":"Investigadores de Google y Cloudflare han revelado una vulnerabilidad crítica en el protocolo HTTP/2, bautizada como “MadeYouReset” (CVE-2025-25063), que ya está siendo aprovechada para lanzar ataques DDoS a gran escala. La falla afecta a múltiples implementa…","url":"https://unaaldia.hispasec.com/2025/08/madeyoureset-nueva-vulnerabilidad-en-http-2-permite-ataques-ddos-masivos.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/Gemini_Generated_Image_90yujp90yujp90yu.jpg?fit=1200%2C655&ssl=1","publishedAt":"2025-08-18T06:20:22Z","content":"Investigadores de Google y Cloudflare han revelado una vulnerabilidad crítica en el protocolo HTTP/2, bautizada como MadeYouReset (CVE-2025-25063), que ya está siendo aprovechada para lanzar ataques … [+1932 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"P.A.","title":"Por qué conectar tu móvil en un cargador público puede ser peligroso","description":"Del «juice-jacking» al «choicejacking»: así evolucionan los ataques que convierten los cargadores públicos en herramientas para robar información de un dispositivo","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/08/18/conectar-tu-movil-cargador-publico-puede-peligroso/00031755499028086268547.htm","urlToImage":"https://cflvdg.avoz.es/sc/9H5TiW8OmCudJksRsIv6nfynNVQ=/1280x/2025/08/18/00121755499802412613504/Foto/s1221d6f2.png","publishedAt":"2025-08-18T03:00:00Z","content":"Los cargadores públicos, habituales en aeropuertos, estaciones de tren o centros comerciales, llevan años en el punto de mira de los expertos en ciberseguridad. Lo que comenzó como una advertencia so… [+5051 chars]"}]