[{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Lacort","title":"Dentro del imperio de la ciberseguridad lituana: la improbable capital mundial de las VPN","description":"En las oficinas de la Cyber City, el nuevo campus tecnológico de Vilna (Lituania) que alberga a 3.000 empleados, Vytautas Kaziukonis (en la imagen superior) mueve las manos mientras explica algo que parece desafiar toda lógica empresarial.\n<!-- BREAK 1 -->\nEl…","url":"https://www.xataka.com/seguridad/dentro-imperio-ciberseguridad-lituana-improbable-capital-mundial-vpn","urlToImage":"https://i.blogs.es/675a6b/img_6691/840_560.jpeg","publishedAt":"2025-09-14T09:00:46Z","content":"En las oficinas de la Cyber City, el nuevo campus tecnológico de Vilna (Lituania) que alberga a 3.000 empleados, Vytautas Kaziukonis (en la imagen superior) mueve las manos mientras explica algo que … [+10246 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El Gobierno alerta del aumento de llamadas telefónicas fraudulentas en las que nadie responde o piden añadir el número","description":"El Gobierno de Cantabria, a través de la Consejería de Industria, Empleo, Innovación y Comercio, ha alertado a los ciudadanos sobre los \"peligros\" de las llamadas telefónicas en las que nadie habla o en las que se escucha una voz que invita a añadir el número…","url":"https://www.europapress.es/cantabria/noticia-gobierno-alerta-aumento-llamadas-telefonicas-fraudulentas-nadie-responde-piden-anadir-numero-20250914091736.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250914091736_1200.jpg","publishedAt":"2025-09-14T07:17:36Z","content":"SANTANDER 14 Sep. (EUROPA PRESS) - \r\n El Gobierno de Cantabria, a través de la Consejería de Industria, Empleo, Innovación y Comercio, ha alertado a los ciudadanos sobre los \"peligros\" de las llamada… [+5652 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Nodos IoT, así son los nuevos pilares de la ciudad conectada","description":"Internet de las cosas (o IoT, las siglas del término inglés 'Internet of Things') es la llave maestra de las ciudades inteligentes llamadas a redefinir la forma en que organizamos y disfrutamos de los espacios urbanos. Una gran transformación en marcha en la …","url":"https://www.abc.es/economia/nodos-iot-nuevos-pilares-ciudad-conectada-20250914165426-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2025/09/14/smart-city-cover-U87856336303IoY-1024x512@diario_abc.jpg","publishedAt":"2025-09-14T04:07:19Z","content":"Internet de las cosas (o IoT, las siglas del término inglés 'Internet of Things') es la llave maestra de las ciudades inteligentes llamadas a redefinir la forma en que organizamos y disfrutamos de lo… [+7972 chars]"}]