[{"source":{"id":null,"name":"Vida Extra"},"author":"Frankie MB","title":"PlayStation Network expuesta: cómo prevenir que un simple número de factura permita hackear tu cuenta","description":"Un grave fallo en los protocolos de verificación de PlayStation Network (PSN) ha permitido que hackers tomen el control de cuentas completas utilizando únicamente un número de factura y el nombre de usuario, sin necesidad de contraseñas ni de la autenticación…","url":"https://www.vidaextra.com/guias-y-trucos/playstation-network-expuesta-como-prevenir-que-simple-numero-factura-permita-hackear-tu-cuenta","urlToImage":"https://i.blogs.es/f8b5c9/actualizacion-ps5/840_560.jpeg","publishedAt":"2025-12-24T16:35:23Z","content":"Un grave fallo en los protocolos de verificación de PlayStation Network (PSN) ha permitido que hackers tomen el control de cuentas completas utilizando únicamente un número de factura y el nombre de … [+5136 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Qué son los testigos online y cómo pueden ayudarte frente a hackeos y estafas online","description":"No son pocas las veces que estamos expuestos a estafas en internet, o que intentan robarnos la cuenta bancaria a través de un SMS o una llamada que parece ser de nuestro banco. Normalmente, cuando pasan estas cosas, hacemos una captura de pantalla y creemos q…","url":"https://www.adslzone.net/noticias/seguridad/testigos-online-ayuda-estafas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/hombre-preocupado-mirando-movil-1.png","publishedAt":"2025-12-24T16:02:12Z","content":"En internet, lo que hoy es una prueba irrefutable, mañana puede ser borrado, editado o negado por su autor. Esto ya habla por sí solo y demuestra que confiar en un pantallazo de poco sirve, sobre tod… [+4105 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Tus viejas cuentas online son un peligro. Por qué deberías empezar a borrar las más antiguas","description":"Todos tenemos presencia en internet. De alguna manera u otra. Una cuenta de Gmail, un perfil en Instagram, TikTok o Twitter (ahora X), un usuario de YouTube, Netflix o Disney+… Gran parte del tiempo que pasamos conectados lo hacemos a través de aplicaciones, …","url":"https://hipertextual.com/guias/revisar-eliminar-cuentas-de-usuario-antiguas/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2023/04/phishing-scaled.jpg?fit=2560%2C1684&quality=70&strip=all&ssl=1","publishedAt":"2025-12-24T16:00:00Z","content":"Todos tenemos presencia en internet. De alguna manera u otra. Una cuenta de Gmail, un perfil en Instagram, TikTok o Twitter (ahora X), un usuario de YouTube, Netflix o Disney+ Gran parte del tiempo q… [+8907 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes México Staff","title":"Embajada de EU emite consejos de seguridad en fin de año para sus ciudadanos en México","description":"Forbes México.\n Embajada de EU emite consejos de seguridad en fin de año para sus ciudadanos en México\n\nEn un listado publicado en la red social X y que lleva por título: 'Consejos de seguridad durante las fiestas para ciudadanos estadounidenses en México', l…","url":"https://forbes.com.mx/embajada-de-eu-emite-consejos-de-seguridad-en-fin-de-ano-para-sus-ciudadanos-en-mexico/","urlToImage":"https://cdn.forbes.com.mx/2023/02/ACH0033.webp","publishedAt":"2025-12-24T15:07:02Z","content":"La embajada de Estados Unidos en México emitió una serie de recomendaciones “básicas de seguridad” para sus ciudadanos que residen o visitan la nación latinoamericana durante las celebraciones de Nav… [+2487 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Andrés Velázquez","title":"Los ciberincidentes no toman vacaciones","description":"Forbes México.\n Los ciberincidentes no toman vacaciones\n\nDurante las vacaciones, las empresas bajan el ritmo decisional, pero los ciberincidentes no se detienen y exponen vacíos de autoridad y gobierno corporativo.\nLos ciberincidentes no toman vacaciones\nAndr…","url":"https://forbes.com.mx/los-ciberincidentes-no-toman-vacaciones/","urlToImage":"https://cdn.forbes.com.mx/2020/02/jefferson-santos-9SoCnyQmkzI-unsplash-scaled.jpg","publishedAt":"2025-12-24T14:36:10Z","content":"Hay una escena que se repite cada diciembre con una naturalidad que casi nadie cuestiona. El CEO activa su mensaje de fuera de oficina. El CEO cierra el año y se toma unos días. El consejo entra en p… [+6453 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Evolución de la tecnología: De habilitadora a infraestructura crítica","description":"Excelia dice que la ventaja competitiva dependerá a partir de ahora de cómo se integren \"la inteligencia artificial, la analítica avanzada y la automatización en todos los procesos clave del negocio\".","url":"https://www.silicon.es/evolucion-de-la-tecnologia-de-habilitadora-a-infraestructura-critica-2575893","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/01/Fuente-Shutterstock_Autor-Toria_software-tecnologia.jpg","publishedAt":"2025-12-24T14:22:28Z","content":"La tecnología, incluyendo las soluciones de inteligencia artificial (IA), seguirá evolucionando durante 2026. El año que viene estará marcado por cuestiones como el cumplimiento normativo y el riesgo… [+2763 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"El peligroso malware capaz de robar mensajes, fotos y audios de WhatsApp","description":"En los últimos días ha salido a la luz un caso especialmente preocupante de malware relacionado con WhatsApp, y lo más inquietante no es solo lo que hace, sino lo fácil que resulta caer en él sin darse cuenta. Es uno de esos virus que parecía que ya no hacían…","url":"https://www.movilzona.es/noticias/problemas/malware-robar-mensajes-fotos-audios-whatsapp/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/12/Malware-de-WhatsApp.png","publishedAt":"2025-12-24T14:21:20Z","content":"Hablamos de un software malicioso capaz de robar mensajes, fotos, audios, contactos e incluso mantener acceso permanente a tu cuenta, todo ello sin que el usuario note nada extraño en su móvil o en s… [+2711 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Mauricio Jalife Daher","title":"Denuncia IMPI por suplantación de identidad","description":"Esta suplantación de identidad tiene el agravante de que está “pirateando”, precisamente, los elementos de identidad de una de las autoridades competentes para el combate de este tipo de conductas.","url":"https://www.elfinanciero.com.mx/opinion/mauricio-jalife/2025/12/24/denuncia-impi-por-suplantacion-de-identidad/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/SVS5FB3EA5D3PKG3SGKDRGL2M4.jpg?smart=true&auth=7536ba5a0db788beea89bdfdcdce4c9ac1a3d81e2e74bea6fcef942b7d0535fe&width=1200&height=630","publishedAt":"2025-12-24T12:21:02Z","content":"La suplantación de identidad digital se ha convertido en uno de los delitos que mayor número de víctimas suma año con año. Su crecimiento ha sido exponencial y sus formas de manifestación crecientes … [+2851 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Europa se divide en dos por la directiva NIS2","description":"Stoïk traza un mapa de la seguridad cibernética para los próximos meses, incluyendo los efectos normativos.","url":"https://www.silicon.es/europa-se-divide-en-dos-por-la-directiva-nis2-2575752","urlToImage":"https://www.silicon.es/wp-content/uploads/2014/01/Fuente-Shutterstock_Autor-koya979_Europa.jpg","publishedAt":"2025-12-24T11:59:55Z","content":"Una Europa dividida en dos por la Directiva NIS2. Ese es uno de los escenarios que vislumbra la insurtech Stoïk a la hora de trazar el futuro del sector de la seguridad.\r\nNIS2 refuerza la legislación… [+2750 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"ChatGPT Atlas frente a los ataques de prompt injection: el nuevo frente de batalla en la seguridad de la IA","description":"Los prompt injections se han convertido en una de las amenazas más persistentes y difíciles de mitigar en el campo de la inteligencia artificial, especialmente en los sistemas que operan como navegadores autónomos, capaces de leer e interpretar información en…","url":"https://wwwhatsnew.com/2025/12/24/chatgpt-atlas-frente-a-los-ataques-de-prompt-injection-el-nuevo-frente-de-batalla-en-la-seguridad-de-la-ia/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2024/08/tec-1507.jpg","publishedAt":"2025-12-24T11:00:56Z","content":"Los prompt injections se han convertido en una de las amenazas más persistentes y difíciles de mitigar en el campo de la inteligencia artificial, especialmente en los sistemas que operan como navegad… [+5692 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Lorena Figueredo","title":"Sistemas operativos de Apple: guía completa de macOS, iOS, iPadOS, watchOS y tvOS","description":"Descubre la guía completa de macOS, iOS, iPadOS, watchOS, tvOS y visionOS: evolución, novedades, soporte y cómo elegir y actualizar tu sistema.","url":"https://www.soydemac.com/sistemas-operativos-de-apple-guia-completa-de-macos-ios-ipados-watchos-y-tvos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Sistemas-operativos-de-Apple.jpg","publishedAt":"2025-12-24T10:17:02Z","content":"Si utilizas un dispositivo de Apple en tu día a día, ya habrás notado que todo gira en torno al sistema operativo que lleva dentro. No es lo mismo un Mac con macOS que un iPhone con iOS, un iPad con … [+27884 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Synack y Tenable establecen una alianza para remediar amenazas explotables","description":"Combinan la plataforma PTaaS de Synack, que ofrece triaje asistido por inteligencia artificial y pruebas de penetración, con las capacidades de Tenable Vulnerability Management.","url":"https://www.silicon.es/synack-y-tenable-establecen-una-alianza-para-remediar-amenazas-explotables-2575896","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Synack_Tenable.png","publishedAt":"2025-12-24T09:46:11Z","content":"Con el objetivo de identificar y controlar amenazas de ciberseguridad antes de que los delincuentes las aprovechen, Synack y Tenable se dan la mano.\r\nEstas compañías anuncian la integración de su tec… [+737 chars]"},{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"Hackers prorrusos se atribuyen un ciberataque al servicio postal francés","description":"Associated Press PARÍS (AP) — Un grupo de hackers prorrusos se atribuyó la responsabilidad de un importante ciberataque que detuvo las entregas de paquetes por parte del servicio postal nacional de Francia pocos días antes de Navidad, dijo la fiscalía el miér…","url":"https://www.bostonherald.com/2025/12/24/hackers-prorrusos-se-atribuyen-un-ciberataque-al-servicio-postal-francs/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2025/12/FRANCIA-CIBERATAQUE-CORREOS_73295.jpg?w=1024&h=768","publishedAt":"2025-12-24T09:31:56Z","content":"Associated Press\r\nPARÍS (AP) — Un grupo de hackers prorrusos se atribuyó la responsabilidad de un importante ciberataque que detuvo las entregas de paquetes por parte del servicio postal nacional de … [+1652 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Enrique Pérez","title":"Qué es Android System Key Verifier y por qué se ha instalado en mi Android sin pedirme permiso","description":"No es nada raro tener un móvil Android y ver cómo, sin que nos demos cuenta, aparecen nuevas apps en nuestro teléfono. Google suele ir añadiendo determinadas funciones o características críticas a través de aplicaciones que agrega a nuestro dispositivo, como …","url":"https://www.xatakamovil.com/aplicaciones/que-android-system-key-verifier-que-se-ha-instalado-mi-android-pedirme-permiso","urlToImage":"https://i.blogs.es/fc2243/android-system-key-verifier/840_560.jpeg","publishedAt":"2025-12-24T08:31:00Z","content":"No es nada raro tener un móvil Android y ver cómo, sin que nos demos cuenta, aparecen nuevas apps en nuestro teléfono. Google suele ir añadiendo determinadas funciones o características críticas a tr… [+3227 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"María Peral, Jorge Calabrés","title":"Los hackers que actuaron contra Sánchez, 9 ministros, Illa o Guardiola planearon falsificar noticias de El Español","description":"La Policía, que infiltró a un agente encubierto informático para descubrirlos, les atribuye motivos políticos: \"Espero que me metan en la misma prisión que a Pedro Sánchez\", escribió uno de ellos una semana antes de su detención.\nMás información: El Español d…","url":"https://www.elespanol.com/espana/tribunales/20251224/hackers-actuaron-sanchez-ministros-illa-guardiola-planearon-falsificar-noticias-espanol/1003744068275_0.html","urlToImage":"https://s3.elespanol.com/2023/04/14/actualidad/756185178_232429299_1706x960.jpg?fmt=jpeg","publishedAt":"2025-12-24T01:49:50Z","content":"La Comisaría General de Información sostiene que los presuntos ciberdelincuentes Y.O.Q. y C.E.S.M., que filtraron en canales de Telegram con miles de usuarios datos personales de miembros del Gobiern… [+5994 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Enrique Dans","title":"Privacidad en retirada: cuando Estados Unidos normaliza la vigilancia privada","description":"Durante décadas hemos repetido, casi como una broma académica, una comparación cultural que explicaba muchas cosas: en Estados Unidos, los ciudadanos desconfían profundamente del Estado, pero aceptan con naturalidad que las empresas privadas sepan absolutamen…","url":"https://www.elespanol.com/invertia/opinion/20251224/privacidad-retirada-unidos-normaliza-vigilancia-privada/1003744067358_13.html","urlToImage":"https://s3.elespanol.com/2025/12/23/actualidad/1003744067367_260634079_1706x960.jpg?fmt=jpeg","publishedAt":"2025-12-24T01:39:27Z","content":"Durante décadas hemos repetido, casi como una broma académica, una comparación cultural que explicaba muchas cosas: en Estados Unidos, los ciudadanos desconfían profundamente del Estado, pero aceptan… [+6288 chars]"}]