[{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"¿Te han hackeado el móvil? Estas son las pistas inquebrantables que lo confirman","description":"¿Sospechas que alguien está espiando lo que haces con el móvil? Hay varios indicios que pueden ayudarte a detectar si te han hackeado el smartphone. Es importante que aprendas a conocer las señales, ya que estos dispositivos los utilizamos a diario e incluso …","url":"https://www.adslzone.net/noticias/seguridad/movil-hackeado-pistas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Telefono-inteligente-simbolo-alerta-peligro-1.png","publishedAt":"2025-11-27T16:01:48Z","content":"Aunque es normal que un dispositivo se ralentice con el paso del tiempo, si detectas que esto pasa de forma repentina, podría ser un indicio de hackeo. Por lo general, las actualizaciones del sistema… [+5463 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"Europa Press","title":"Roban datos de usuarios de ChatGPT y la compañía culpa al proveedor de un servicio intermedio","description":"OpenAI retira a Mixpanel de sus servicios tras un acceso no autorizado que ha expuesto datos de usuarios, pero no las conversaciones con ChatGPT","url":"https://www.lanacion.com.ar/tecnologia/roban-datos-de-usuarios-de-chatgpt-y-la-compania-culpa-al-proveedor-de-un-servicio-intermedio-nid27112025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/openai-retira-a-mixpanel-de-sus-servicios-tras-un-6WNSB357C5EIDAQ3H2XHKT7PGQ.jpg?auth=f89ae9011d315188d4632fdb07e8c800bfabb988fd7f5fdb61e717a4d992e01d&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-11-27T15:50:13Z","content":"OpenAI ha reconocido un acceso no autorizado a su proveedor de análisis de datos Mixpanel que ha expuestos datos de usuarios de su API, a quienes aconseja estar vigilantes ante posibles correos de ph… [+1751 chars]"},{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"Una nueva herramienta podría robar sus datos de Microsoft 365 con un solo clic","description":"La sencillez de esta herramienta facilita que incluso personas sin conocimientos técnicos avanzados puedan lanzar campañas de suplantación de identidad sofisticadas.","url":"https://actualidad.rt.com/actualidad/574743-nueva-herramienta-podria-robar-datos-clic","urlToImage":"https://mfes.b37m.ru/actualidad/public_images/2025.11/article/69284b9359bf5b4a7800b32f.jpg","publishedAt":"2025-11-27T15:16:01Z","content":"Una nueva herramienta de 'phishing' ha puesto en alerta a los especialistas en ciberseguridad por la facilidad con la que puede robar las credenciales de inicio de sesión de los usuarios de Microsoft… [+1716 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Descolgó el teléfono y escuchó a su hermana pidiendo auxilio. El origen de la estafa estaba en una llamada que solemos ignorar","description":"Puede parecer una llamada rutinaria de spam, de esas que casi ya no descuelgas sin asegurarte de su procedencia. Esto es lo que le pasó a un usuario de TikTok, pero al coger la llamada no escuchó a un comercial, sino a su hermana llorando histéricamente. La a…","url":"https://www.xatakamovil.com/movil-y-sociedad/descolgo-telefono-escucho-a-su-hermana-pidiendo-auxilio-origen-estafa-estaba-llamada-que-solemos-ignorar","urlToImage":"https://i.blogs.es/476bf4/llamadas-ia-voz-familiar/840_560.jpeg","publishedAt":"2025-11-27T15:00:50Z","content":"Puede parecer una llamada rutinaria de spam, de esas que casi ya no descuelgas sin asegurarte de su procedencia. Esto es lo que le pasó a un usuario de TikTok, pero al coger la llamada no escuchó a u… [+2792 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"Extensión maliciosa de Chrome sustrae fondos de swaps de Solana con transferencias ocultas","description":"Una extensión maliciosa de Chrome llamada Crypto Copilot permite a los usuarios operar con Solana directamente desde X, pero secretamente se queda con una pequeña parte de la transacción.\n Una extensión maliciosa del navegador Google Chrome permite a los usua…","url":"https://es.cointelegraph.com/news/malicious-solana-chrome-extension-skims-sol-rather-than-emptying-the-wallet","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-11/01937771-ffda-7b37-9bb7-b0048a4b91d0","publishedAt":"2025-11-27T14:51:56Z","content":"Una extensión maliciosa del navegador Google Chrome permite a los usuarios operar en Solana, mientras que, discretamente, se queda con una comisión de cada swap que se realiza en la billetera del cre… [+2917 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Harvard sufre filtración de datos tras ataque por teléfono","description":"A partir de un llamado telefónico, ciberdelincuentes lograron acceder a los sistemas de un departamento de esa universidad que contenían la base de datos personales de estudiantes, exalumnos y donantes. Este tipo de ataque se conoce como vishing. Harvard advi…","url":"https://www.welivesecurity.com/es/cibercrimen/harvard-sufre-filtracion-de-datos-tras-ataque-por-telefono/","urlToImage":null,"publishedAt":"2025-11-27T14:44:41Z","content":"La universidad de Harvard sufrió el 18 de noviembre una filtración de datos luego de un ataque de ingeniería social que comprometió al área de exalumnos y desarrollo de la institución.\r\nEl ataque fue… [+4561 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Alegría pide \"unidad, compromiso y recursos\" frente a la \"lacra\" de la violencia machista: \"Nos debilita como sociedad\"","description":"La ministra de Educación, Formación Profesional y Deportes, Pilar Alegría, ha reclamado este jueves en Zaragoza \"unidad, responsabilidad, determinación compromisos y recursos\" para combatir la \"lacra\" de la violencia machista que \"nos debilita y empobrece\" co…","url":"https://www.europapress.es/aragon/noticia-alegria-pide-unidad-compromiso-recursos-frente-lacra-violencia-machista-nos-debilita-sociedad-20251127150908.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251127150908_1200.jpg","publishedAt":"2025-11-27T14:09:08Z","content":"ZARAGOZA, 27 Nov. (EUROPA PRESS) - \r\n La ministra de Educación, Formación Profesional y Deportes, Pilar Alegría, ha reclamado este jueves en Zaragoza \"unidad, responsabilidad, determinación compromis… [+7499 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Qué es una aplicación informática y sus ventajas: definición, tipos y ejemplos","description":"Qué es una aplicación informática, tipos (nativa, híbrida, web, PWA), ventajas y ejemplos. Guía clara para elegir la app adecuada y mejorar tu proyecto.","url":"https://www.creativosonline.org/que-es-una-aplicacion-informatica-y-sus-ventajas-definicion-tipos-y-ejemplos.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/11/Que-es-una-aplicacion-informatica-y-sus-ventajas-definicion-tipos-y-ejemplos-1.webp","publishedAt":"2025-11-27T12:00:07Z","content":"Hoy convivimos con programas en el ordenador, apps en el móvil y servicios en la nube a todas horas, y muchas veces usamos estos términos como sinónimos. Conviene dejar claro qué es exactamente una a… [+16885 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Sergio Martínez, experto en ciberseguridad, sobre las estafas en el Black Friday: \"Puede convertir una compra atractiva en una pesadilla de seguridad\"","description":"Esta semana se celebra el Black Friday, un evento mundial en el que millones de comercios bajan sus precios para que sus clientes y consumidores corran a las tiendas y páginas web en busca de las mejores ofertas. No obstante, los ciberdelincuentes aprovechan …","url":"https://www.eleconomista.es/tecnologia/noticias/13664780/11/25/sergio-martinez-experto-en-ciberseguridad-sobre-las-estafas-en-el-black-friday-puede-convertir-una-compra-atractiva-en-una-pesadilla-de-seguridad.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/a/e/8/sergio-martinez.jpg","publishedAt":"2025-11-27T11:02:41Z","content":"Esta semana se celebra el Black Friday, un evento mundial en el que millones de comercios bajan sus precios para que sus clientes y consumidores corran a las tiendas y páginas web en busca de las mej… [+3171 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La Administración aparece como el sector más atacado en un trimestre marcado por el descenso del ransomware","description":"Los ataques de 'ransomware' han disminuido en el tercer trimestre al tiempo que han aumentado las explotaciones de aplicaciones públicas, hasta representar el 60 por ciento de las incidencias de dicho periodo, en el que la Administración destaca como el secto…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-administracion-aparece-sector-mas-atacado-trimestre-marcado-descenso-ransomware-20251127120133.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251127120133_1200.jpg","publishedAt":"2025-11-27T11:01:33Z","content":"MADRID, 27 Nov. (Portaltic/EP) - \r\n   Los ataques de 'ransomware' han disminuido en el tercer trimestre al tiempo que han aumentado las explotaciones de aplicaciones públicas, hasta representar el 60… [+2925 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mar Carpena","title":"Data Loss Prevention y ciber resiliencia, los pilares de la protección corporativa","description":"Symantec analiza cómo la inteligencia artificial está transformando las estrategias de las compañías a la hora de proteger sus datos.","url":"https://www.silicon.es/data-loss-prevention-y-ciber-resiliencia-los-pilares-de-la-proteccion-corporativa-2575088","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/02/Silicon-Meet-684x513-1.jpg","publishedAt":"2025-11-27T10:13:47Z","content":"En la nueva economía digital, los datos son uno de los activos más importantes para cualquier organización, y son todavía más relevantes y críticos cuando se trata de empresas de sectores como la ban… [+7383 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Con Gemini llegando a Android Auto, la actualización 15.8 asienta la IA definitivamente. Está lista para descargar en beta","description":"Parecía que Google metió el acelerador de las actualizaciones, pero llevábamos casi un mes sin un refresco de Android Auto. Hasta ahora, que ya tenemos en la línea de salida la versión 17.8 beta. Con Gemini integrado y con mejoras en el código que se resisten…","url":"https://www.xatakandroid.com/sistema-operativo/gemini-llegando-a-android-auto-actualizacion-15-8-asienta-ia-definitivamente-esta-lista-para-descargar-beta","urlToImage":"https://i.blogs.es/34fad8/android-auto-15-8-beta-portada/840_560.jpeg","publishedAt":"2025-11-27T10:00:51Z","content":"Parecía que Google metió el acelerador de las actualizaciones, pero llevábamos casi un mes sin un refresco de Android Auto. Hasta ahora, que ya tenemos en la línea de salida la versión 17.8 beta. Con… [+2558 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"IA, ética, Green IT y ciberseguridad: las tendencias que marcarán el rumbo tecnológico de las empresas españolas en 2026","description":"La inteligencia artificial (IA) con una perspectiva enfocada a estrategias más sólidas, el uso ético y transparente de las tecnologías avanzadas, y la sostenibilidad y ciberseguridad como compromisos transversales, son algunos de los factores que marcarán el …","url":"https://www.europapress.es/portaltic/empresas/noticia-ia-etica-green-it-ciberseguridad-tendencias-marcaran-rumbo-tecnologico-empresas-espanolas-2026-20251127100048.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251127100048_1200.jpg","publishedAt":"2025-11-27T09:00:48Z","content":"MADRID, 27 Nov. (Portaltic/EP) - \r\n   La inteligencia artificial (IA) con una perspectiva enfocada a estrategias más sólidas, el uso ético y transparente de las tecnologías avanzadas, y la sostenibil… [+5534 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Marcelo Drago","title":"Jugar con las mismas reglas","description":"Jugar con las mismas reglas","url":"https://www.latercera.com/opinion/noticia/jugar-con-las-mismas-reglas/","urlToImage":"https://www.latercera.com/resizer/v2/L7FVY3YOMXXDVUHSCRN7HUZMRA.jpg?auth=fe3a334979cdef4eed276bd1731fcd8ad75ae94674320a87ab19345c63f723ce&height=630&width=1200&smart=true","publishedAt":"2025-11-27T09:00:00Z","content":"La reciente condena a Meta en España casi 500 millones de euros a favor de la prensa digital por competencia desleal no es solo una noticia europea. Es una señal muy clara de lo que ocurre cuando se … [+3615 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Ricardo Fernández","title":"Saily regala suscripciones a NordVPN con sus planes de datos eSIM por tiempo limitado","description":"Saily ha dado un golpe sobre la mesa con una oferta global irresistible para concluir el año: regalar suscripciones a NordVPN con la compra de sus planes de datos eSIM. Desde el día 17 de noviembre y hasta el 16 de diciembre, conectarse a Internet en el extra…","url":"https://www.adslzone.net/ofertas/mix/promocion-saily-regala-suscripciones-nordvpn/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/br-oferta-saily-nordvpn.png","publishedAt":"2025-11-27T08:30:13Z","content":"Esta promoción llega en un momento clave si estabas planeando una escapada para el puente de diciembre, Navidad o incluso ya organizando tus viajes de 2026. Atrás quedaron los tiempos de no usar el m… [+4413 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Pablo Hernando Illán","title":"Las mejores ofertas de VPN por Black Friday","description":"La mejor época para comprar productos tecnológicos es el Black Friday. En ella, se acumulan las rebajas, por lo que comprar un servicio, como es una VPN, resulta considerablemente más barato que hacerlo en cualquier otra época. Debido a esto, hemos recopilado…","url":"https://andro4all.com/tecnologia/las-mejores-ofertas-de-vpn-por-black-friday","urlToImage":"https://andro4all.com/hero/2025/11/windows-es-3.png?width=1200","publishedAt":"2025-11-27T08:02:58Z","content":"Las VPN desbloquean el potencial de Internet\r\nLa mejor época para comprar productos tecnológicos es el Black Friday. En ella, se acumulan las rebajas, por lo que comprar un servicio, como es una VPN,… [+9266 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"OpenAI, creadora de ChatGPT, informa de una brecha de seguridad con filtración de datos de sus usuarios","description":"El entorno de OpenAI, que sigue trabajando en mejoras de herramientas como ChatGPT o Sora, acaba de enviar un correo electrónico a todos sus usuarios. En el mismo informa de la brecha de seguridad que se ha producido y que ha puesto en riesgo los datos de alg…","url":"https://www.adslzone.net/noticias/seguridad/openai-informa-brecha-filtracion-datos-usuarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Logo-OpenAI-fondo-codigos-Matrix.png","publishedAt":"2025-11-27T07:09:44Z","content":"Como te indicamos, hace escasos minutos hemos recibido un correo electrónico de OpenAI en el que explican que se ha producido un fallo de seguridad que ha puesto en riesgo datos de sus usuarios.\r\nUna… [+5520 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Diario Financiero","title":"Los datos: un recurso estratégico","description":"","url":"https://www.df.cl/opinion/cartas/los-datos-un-recurso-estrategico","urlToImage":"https://www.df.cl/noticias/imag/logos/logo-DF-600x600.jpg","publishedAt":"2025-11-27T07:01:00Z","content":"Señor Director:\r\n¿Qué es un dato? Aunque parezca apenas un número, un nombre o una huella digital, en conjunto retratan nuestra identidad y nuestras decisiones. Por eso son un bien jurídico protegido… [+1669 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Efe","title":"Un hackeo a la cervecera Asahi paraliza la distribución de cerveza en Japón tras exponer los datos de dos millones de personas","description":"Asahi se vio forzada a detener la distribución de sus productos por el ataque con 'ransomware', lo que ha causado una importante falta de bebidas alcohólicas en el país asiático, y desde septiembre gestiona sus pedidos de forma manual Leer","url":"https://www.elmundo.es/economia/empresas/2025/11/27/6927f043e4d4d8ca428b45a9.html","urlToImage":"https://phantom-elmundo.uecdn.es/81bbaf329b5bf90dca32bdce92617737/resize/1200/f/webp/assets/multimedia/imagenes/2025/11/27/17642249470111.jpg","publishedAt":"2025-11-27T06:33:33Z","content":"La compañía japonesa de bebidas Asahi cree que los datos de cerca de dos millones de personas, entre clientes, socios y empleados de la firma, se filtraron en un ciberataque en septiembre que le sigu… [+1537 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Amazon emite una alerta mundial: 300 millones de clientes están en riesgo","description":"Amazon ha comenzado a enviar un correo electrónico a los usuarios de la tienda avisándoles de una amenaza a la que se pueden encontrar expuestos. El aviso es mundial y cubre los más de 300 millones de usuarios que tiene Amazon en el planeta.\nDesde Forbes han …","url":"https://www.adslzone.net/noticias/seguridad/amazon-emite-alerta-300-millones-clientes-riesgo/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Gestionando-paquetes-Amazon-para-repartir.png","publishedAt":"2025-11-27T06:01:30Z","content":"La tienda ha reconocido que han detectado un aumento en los últimos días en los intentos de ataque a sus clientes. Más exactamente, aseguran haber detectado este tipo de ataques:\r\n<ul><li>Envío de co… [+4857 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Tono Calleja Flórez","title":"La Audiencia Nacional encarga a la Policía que determine si el CNI encomendó a Villarejo una misión sobre Guinea Ecuatorial","description":"La Sección Tercera de la Sala de lo Penal de la Audiencia Nacional ha encargado a la Unidad Asuntos Internos del Cuerpo Nacional de Policía que determine la titularidad del dominio de internet \"areatec.com\" y las direcciones IP desde las que según José Manuel…","url":"https://www.elperiodico.com/es/politica/20251127/audiencia-villarejo-cni-guinea-ecuatorial-124116652","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/293f4a9d-8af9-480f-85cf-113b07f662f5_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-11-27T04:00:44Z","content":"La Sección Tercera de la Sala de lo Penal de la Audiencia Nacional ha encargado a la Unidad Asuntos Internos del Cuerpo Nacional de Policía que determine la titularidad del dominio de internet \"areat… [+5442 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Marcos Rodríguez, Sabina Feijóo Macedo","title":"Desde 'AirPods' y balizas V16 hasta préstamos bancarios con 0% TAE: la tecnología y las finanzas se abren hueco en el Black Friday","description":"En el ecuador de una de las semanas más relevantes para el consumo, el Black Friday vuelve a situarse como el gran termómetro comercial del año. El consumidor español, catalogado como \"digital, híbrido y exigente\", se acerca a la campaña del Black Friday 2025…","url":"https://www.elperiodico.com/es/economia/20251127/airpods-balizas-v16-prestamos-bancarios-tecnologia-finanzas-black-friday-124151071","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/cd440f0d-efd6-4a8b-9c0e-9a5e0e00deb7_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-11-27T04:00:18Z","content":"En el ecuador de una de las semanas más relevantes para el consumo, el Black Friday vuelve a situarse como el gran termómetro comercial del año. El consumidor español, catalogado como \"digital, híbri… [+7840 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"E.E.","title":"El Español amplía su liderazgo en noviembre: aventaja en más de un millón de usuarios a 'El Mundo' y en dos a 'El País'","description":"Los datos de la primera quincena de noviembre demuestran que este diario se ha recuperado ya de los ciberataques sufridos en los últimos días de agosto y los primeros de septiembre.\nMás información: El Español recupera el liderazgo de la prensa en octubre tra…","url":"https://www.elespanol.com/invertia/medios/20251127/espanol-amplia-liderazgo-noviembre-aventaja-millon-usuarios-mundo-pais/1003744031377_0.html","urlToImage":"https://s3.elespanol.com/2025/11/26/actualidad/1003744031472_260170042_1706x960.jpg?fmt=jpeg","publishedAt":"2025-11-27T01:40:08Z","content":"EL ESPAÑOL consolida su liderazgo en la prensa digital española en noviembre, alcanzando 14,02 millones de usuarios únicos y superando ampliamente a 'El Mundo' y 'El País'.\r\nLa cabecera digital lider… [+3494 chars]"}]