[{"source":{"id":null,"name":"ComputerWeekly.com"},"author":"Lizzette B. Pérez Arbesú","title":"¿Por qué se cayó Cloudflare? Lecciones aprendidas de esta nueva falla | Computer Weekly","description":"Conozca qué causó la interrupción del servicio de Cloudflare, así como recomendaciones de expertos de Dynatrace, Check Point, Veeam, NETSCOUT y StaryaAI para evitar incidentes similares.","url":"https://www.computerweekly.com/es/cronica/Por-que-se-cayo-Cloudflare-Lecciones-aprendidas-de-esta-nueva-falla","urlToImage":"https://www.computerweekly.com/rms/onlineimages/cloud_g1265279914.jpg","publishedAt":"2025-11-21T20:05:03Z","content":"En la mañana del 18 de noviembre, se produjo una caída generalizada en los servicios de Cloudflare, responsable de la protección y el rendimiento en internet, lo que provocó inestabilidades en plataf… [+9207 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"WhatsApp ha filtrado los números de teléfono y las fotos miles de millones de usuarios. ¿Bulo o realidad?","description":"La noticia que ha recorrido medio mundo en los últimos días hablaba de una supuesta filtración masiva en WhatsApp que habría dejado expuestos números de teléfono y fotos de miles de millones de usuarios. El mensaje corrió como la pólvora ente los usuarios de …","url":"https://www.movilzona.es/noticias/aplicaciones/filtracion-telefonos-fotos-whatsapp/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/11/Grupo-de-WhatsApp.png","publishedAt":"2025-11-21T20:01:49Z","content":"La plataforma de mensajería ha saltado a la palestra para señalar que no ha habido acceso a datos privados, ni a servidores internos, ni rastro de actividad maliciosa, sino una detección temprana de … [+2993 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El 'factor humano', clave en la transformación tecnológica","description":"CIONET , la comunidad global de líderes digitales, y Vocento han celebrado el 20 de noviembre, en su quinta edición, los Premios Cionet Vocento 2025, los galardones que reconocen a los mejores proyectos de transformación tecnológica puestos en marcha en Españ…","url":"https://www.abc.es/tecnologia/factor-humano-clave-transformacion-tecnologica-20251121164257-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/tecnologia/2025/11/21/PrincipalCionet-U21410675500OmI-1024x512@diario_abc.jpg","publishedAt":"2025-11-21T19:23:55Z","content":"CIONET, la comunidad global de líderes digitales, y Vocento han celebrado el 20 de noviembre, en su quinta edición, los Premios Cionet Vocento 2025, los galardones que reconocen a los mejores proyect… [+4127 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Black Friday: Consejos de seguridad para no caer en estafas","description":"Compra seguro en Black Friday: detecta fraudes, protege tus pagos y actúa rápido si caes en una estafa. Entra y mejora tu seguridad","url":"https://www.androidsis.com/black-friday-consejos-de-seguridad-para-no-caer-en-estafas/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/11/Black-Friday-consejos-estafas-2.jpg","publishedAt":"2025-11-21T16:03:19Z","content":"El Black Friday trae gangas, prisas y millones de clics, y justo ahí es donde los estafadores hacen su agosto. En estas fechas, el volumen de compras online se dispara y, con él, los intentos de frau… [+14911 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"¿Adiós a los constantes mensajes de \"Aceptar cookies\"? La Comisión Europea estudia cambiar la normativa 16 años después","description":"Durante casi dos décadas ya, navegar por Internet en Europa ha sido sinónimo de un ritual agotador: abrir una página web, cerrar un banner de cookies; acceder a otra, cerrarlo de nuevo; volver días después y repetir la operación.\nNuestra experiencia de usuari…","url":"https://www.genbeta.com/navegadores/adios-a-constantes-mensajes-aceptar-cookies-comision-europea-estudia-cambiar-normativa-16-anos-despues","urlToImage":"https://i.blogs.es/5f032c/chatgpt-image-21-nov-2025-15_59_39/840_560.png","publishedAt":"2025-11-21T15:15:12Z","content":"Durante casi dos décadas ya, navegar por Internet en Europa ha sido sinónimo de un ritual agotador: abrir una página web, cerrar un banner de cookies; acceder a otra, cerrarlo de nuevo; volver días d… [+6446 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Europa Press","title":"Cuidado con los sitios webs falsos: suplantan tiendas conocidas en Black Friday para robar sus datos","description":"Dominios falsos y páginas fraudulentas aumentan en Black Friday. Expertos alertan sobre nuevas tácticas para robar datos personales y financieros.","url":"https://www.nacion.com/tecnologia/cuidado-con-los-sitios-webs-falsos-suplantan/UYNJLISATFEG3LCHQDDGJFJYQ4/story/","urlToImage":"https://www.nacion.com/resizer/v2/YQLV3CFF4NEGVOHCP3GCPZWI7A.jpg?smart=true&auth=98bc982cb130206981541c8709c0eb7ca1a781c8345cf644d7083c68c2d3a3b4&width=1440","publishedAt":"2025-11-21T14:16:25Z","content":"Un análisis de la firma Check Point Research reveló un preocupante aumento en la creación de dominios falsos que suplantan tiendas en línea reconocidas. Este fenómeno se intensificó con la llegada de… [+2638 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Juan Fernando Lara Salas","title":"Sindicatos anuncian huelga en Municipalidad de Tibás por impago de reajuste salarial","description":"Sindicatos de la Municipalidad de Tibás irán a huelga desde el 28 de noviembre por reajuste salarial del 3,25% aprobado en julio","url":"https://www.nacion.com/el-pais/sindicatos-anuncian-huelga-en-municipalidad-de/OGS7L7MA5RFRFPVUGPSQAR2NIA/story/","urlToImage":"https://www.nacion.com/resizer/v2/2PI2YDH5E5EZ3NOF7ULBBUCI4I.jpg?smart=true&auth=f157bb2d26f46649672462049a22fca7a9b21e41785a745772f24d3873dcbb78&width=1440","publishedAt":"2025-11-21T14:00:48Z","content":"Tres organizaciones sindicales de la Municipalidad de Tibás convocaron a una huelga que iniciaría el próximo viernes 28 de noviembre, en protesta por el incumplimiento del pago de un reajuste salaria… [+2126 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Alerta Sturnus: el nuevo malware que vacía tu cuenta bancaria y lee tus conversaciones de WhatsApp","description":"Un nuevo troyano bancario despliega una capacidad inusual, ya que además de robar las credenciales de las aplicaciones bancarias de sus víctimas, monitoriza... servicios de mensajería encriptada como WhatsApp, Telegram y Signal.","url":"https://www.eleconomista.es/tecnologia/noticias/13656129/11/25/alerta-sturnus-el-nuevo-malware-que-vacia-tu-cuenta-bancaria-y-lee-tus-conversaciones-de-whatsapp.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x675/9/5/b/movil-ataque.jpg","publishedAt":"2025-11-21T14:00:48Z","content":"Un nuevo troyano bancario despliega una capacidad inusual, ya que además de robar las credenciales de las aplicaciones bancarias de sus víctimas, monitoriza... servicios de mensajería encriptada como… [+1829 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"ECD","title":"Condenan a la banca a devolver 80 000 € tras una estafa en Plasencia","description":"La banca española afronta un nuevo fallo que refuerza la protección de los consumidores. Un tribunal en Extremadura ha obligado a una entidad financiera a devolver **80 000 €** a un cliente afectado por una estafa de tipo phishing, en una sentencia que podría…","url":"https://www.elconfidencialdigital.com/articulo/dinero/condenan-banca-devolver-80-000-E-estafa-plasencia/20251121145609990355.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/03/26/2025032610421318961.jpg","publishedAt":"2025-11-21T13:56:09Z","content":"<ol><li>La Audiencia Provincial confirma la responsabilidad de la entidad</li><li>Cómo se desarrolló el engaño digital</li><li>La ausencia de alertas internas refuerza la condena</li></ol>La Audienci… [+4049 chars]"},{"source":{"id":null,"name":"Enter.co"},"author":"Stiven Cartagena","title":"Cómo un error interno en Cloudflare dejó a medio internet fuera de servicio durante horas","description":"Un error interno en Cloudflare provocó una caída global que dejó fuera de servicio a millones de sitios web durante horas.","url":"https://www.enter.co/chips-bits/como-un-error-interno-en-cloudflare-dejo-a-medio-internet-fuera-de-servicio-durante-horas/","urlToImage":"https://www.enter.co/wp-content/uploads/2025/11/WhatsApp-Image-2025-11-21-at-8.25.24-AM.jpeg","publishedAt":"2025-11-21T13:16:11Z","content":"El pasado martes, buena parte de internet quedó fuera de servicio durante varias horas debido a un fallo originado en Cloudflare. La interrupción afectó a plataformas como X, ChatGPT, MuckRack y a mi… [+3426 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Juan González","title":"Fortinet lanza un parche urgente que corrige un fallo crítico en FortiWeb","description":"Fortinet ha publicado el pasado jueves 14 de noviembre un parche de seguridad para corregir una vulnerabilidad en sus productos FortiWeb calificada como de riesgo crítico y que ya está siendo explotada en entornos reales. Fortinet ha detectado una vulnerabili…","url":"https://unaaldia.hispasec.com/2025/11/fortinet-lanza-un-parche-urgente-que-corrige-un-fallo-critico-en-fortiweb.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/11/fortinet-edited.png?fit=1000%2C563&ssl=1","publishedAt":"2025-11-21T13:13:19Z","content":"Fortinet ha publicado el pasado jueves 14 de noviembre un parche de seguridad para corregir una vulnerabilidad en sus productos FortiWeb calificada como de riesgo crítico y que ya está siendo explota… [+2205 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Crecen los dominios falsos y las webs que suplantan tiendas conocidas por Black Friday para engañar a los compradores","description":"Check Point Research detecta un incremento significativo de dominios falsos vinculados a Black Friday y a grandes plataformas de comercio electrónico, utilizados para suplantar marcas y robar credenciales y datos de pago aprovechando esta fecha de descuentos …","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-crecen-dominios-falsos-webs-suplantan-tiendas-conocidas-black-friday-enganar-compradores-20251121115303.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251121115303_1200.jpg","publishedAt":"2025-11-21T10:53:03Z","content":"MADRID, 21 Nov. (Portaltic/EP) - \r\n   Check Point Research detecta un incremento significativo de dominios falsos vinculados a Black Friday y a grandes plataformas de comercio electrónico, utilizados… [+3066 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Otro error de Windows 11 permite a los ciberdelincuentes hackear tu PC","description":"Microsoft vuelve a estar en problemas. Mientras los usuarios siguen migrando de Windows 10 a Windows 11, se ha detectado un nuevo fallo de seguridad. Se trata de una vulnerabilidad bastante grave que permite que los ciberdelincuentes accedan a los ordenadores…","url":"https://www.adslzone.net/noticias/windows/error-windows-11-ciberdelincuentes-hackear-pc-1125/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Windows-11-pantalla-de-bloqueo-min.png","publishedAt":"2025-11-21T10:18:17Z","content":"Las actualizaciones en los sistemas operativos de cualquier tipo de dispositivo están pensadas para introducir mejoras, pero también para corregir errores de rendimiento y de seguridad. Sin embargo, … [+3899 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Édgar Rivera","title":"Tiene Monterrey desafío crítico en ciberseguridad","description":"Expertos de IQSEC ubican vulnerabilidad en el sector manufacturero, energético y logística.","url":"https://www.elfinanciero.com.mx/monterrey/2025/11/21/tiene-monterrey-desafio-critico-en-ciberseguridad/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/FWUAMUF7SBDDHAWBTHEQWFPE4Y.jpg?smart=true&auth=9c75be8d142b39f79d8fd7d441a4e27ba75529d521a530c739db8a39a00ee451&width=1200&height=630","publishedAt":"2025-11-21T10:06:00Z","content":"Al ser reconocida como una de las ciudades más innovadoras y emprendedoras del país, Monterrey se consolida como motor tecnológico y económico de México, pero al mismo tiempo, está en la mira de un c… [+3674 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La Guardia Civil de Albacete investiga a dos personas por usurpación de identidad en juegos online","description":"La Guardia Civil de Albacete ha investigado a dos personas, de 31 y 32 años y vecinas de Madrid, como presuntas autoras de un delito de usurpación de estado civil tras utilizar identidades falsas para operar en casinos online . Según ha informado la Comandanc…","url":"https://www.abc.es/espana/castilla-la-mancha/guardia-civil-albacete-investiga-dos-personas-usurpacion-20251121104021-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/11/21/ImagenPRENSA-U55488758265MkY-1024x512@diario_abc.jpg","publishedAt":"2025-11-21T09:40:22Z","content":"La Guardia Civil de Albacete ha investigado a dos personas, de 31 y 32 años y vecinas de Madrid, como presuntas autoras de un delito de usurpación de estado civil tras utilizar identidades falsas par… [+2541 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"E.E.","title":"El Español, líder absoluto de la prensa en su X aniversario: ha ocupado la primera posición en 31 meses de los últimos 3 años","description":"El diario que preside y dirige Pedro J. Ramírez celebrará el próximo lunes en Madrid sus diez primeros años de vida.\nMás información: El Español recupera el liderazgo de la prensa en octubre tras los ciberataques que afectaron a la audiencia en septiembre","url":"https://www.elespanol.com/invertia/medios/20251121/espanol-lider-absoluto-prensa-aniversario-ocupado-primera-posicion-meses-ultimos-anos/1003744022821_0.html","urlToImage":"https://s3.elespanol.com/2025/11/20/actualidad/1003744023232_260060746_1706x960.jpg?fmt=jpeg","publishedAt":"2025-11-21T08:59:37Z","content":"EL ESPAÑOL cumple diez años consolidándose como líder de la prensa en España, ocupando la primera posición en 31 de los últimos 36 meses según GfK Dam.\r\nEl diario ha sido líder en el 86% de las medic… [+3825 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Froku","title":"Autobús de pasajeros cae de un puente en Camboya, dejando 16 muertos","description":"Un autobús de pasajeros en Camboya cayó desde un puente hacia un río, matando al menos a 16 pasajeros y causando lesiones a otras dos docenas, informó la policía. El autobús viajaba desde Siem Reap, hogar del famoso complejo de templos de Angkor Wat del país,…","url":"https://www.meneame.net/m/actualidad/autobus-pasajeros-cae-puente-camboya-dejando-16-muertos","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4119425&version=0&ts=1763714526&image.webp","publishedAt":"2025-11-21T08:39:27Z","content":""},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"liliana.moscoso","title":"Ciberestafas explotan prisa y necesidad; tianguis oscuro de datos","description":"Raúl Flores Martínez\r\nEn los últimos meses, la delincuencia cibernética tomó una velocidad que dejó rezagados a miles de usuarios. Los estafadores perfeccionan sus métodos casi cada semana, mientras que la mayoría de las personas apenas alcanza a reconocer el…","url":"https://www.excelsior.com.mx/nacional/ciberestafas-explotan-prisa-y-necesidad/1752986","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/11/21/3421095.jpg","publishedAt":"2025-11-21T08:24:01Z","content":"En los últimos meses, la delincuencia cibernética tomó una velocidad que dejó rezagados a miles de usuarios. Los estafadores perfeccionan sus métodos casi cada semana, mientras que la mayoría de las … [+4650 chars]"},{"source":{"id":null,"name":"Compradiccion.com"},"author":"Juan Lorente","title":"VPN, antivirus y mucho más: Surfshark tiene todos sus planes a los mejores precios del año en su Black Friday","description":"Puede que no lo parezca, pero Internet puede albergar ciertos riesgos. Siempre hay ciberdelincuentes acechando, intentando de alguna forma u otra acceder a nuestros datos y a espiar nuestros movimientos por la red. La buena noticia es que tenemos herramientas…","url":"https://www.compradiccion.com/informatica/vpn-antivirus-mucho-surfshark-tiene-todos-sus-planes-a-mejores-precios-ano-su-black-friday","urlToImage":"https://i.blogs.es/0e042f/sin-titulo-4/840_560.jpeg","publishedAt":"2025-11-21T08:01:06Z","content":"Puede que no lo parezca, pero Internet puede albergar ciertos riesgos. Siempre hay ciberdelincuentes acechando, intentando de alguna forma u otra acceder a nuestros datos y a espiar nuestros movimien… [+2858 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"El cerco al psicópata digital: España dicta sentencia contra Meta","description":"Hay quien aún cree que las grandes plataformas tecnológicas son simples espacios neutros para compartir memes y fotos de gatos. Pero la realidad es otra, y en España estamos asistiendo no solo a un acto de justicia, sino al principio de un ajuste de cuentas h…","url":"https://www.enriquedans.com/2025/11/el-cerco-al-psicopata-digital-espana-dicta-sentencia-contra-meta.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/11/Zuckerberg-Dall·E.jpg","publishedAt":"2025-11-21T07:14:21Z","content":"Hay quien aún cree que las grandes plataformas tecnológicas son simples espacios neutros para compartir memes y fotos de gatos. Pero la realidad es otra, y en España estamos asistiendo no solo a un a… [+5504 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Cuánto del tráfico en Internet funciona con Post-Quantum Cryptography","description":"Este mes está teniendo lugar la formación de Quantum Security de la Universidad de Deusto que termina la semana que viene, y en él participé dando una charla de Post-Quantum Internet, donde hablaba de cómo se están desplegando las soluciones de Post-Quantum C…","url":"https://www.elladodelmal.com/2025/11/cuanto-del-trafico-en-internet-funciona.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEieRcBaqyoerwUcAy_vXc9ulsnoUlkPPYZp6d1ybTVcVTonaEB00d_Wm1FkSuSNpMH-pe78orfy8IgxQ0dzBqU1QstRo_mxXjqRclkf26mqrmG1FabJIhlAlPyvYPO2C04_rv8XC8Hja_NweI7erKNQxP7TutyRrV_A0TPrbBzG33bDumr9GfO7/w1200-h630-p-k-no-nu/PQC0.jpg","publishedAt":"2025-11-21T06:26:00Z","content":"Este mes está teniendo lugar la formación de Quantum Security de la Universidad de Deusto que termina la semana que viene, y en él participé dando una charla de Post-Quantum Internet, donde hablaba d… [+3275 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"La Voz","title":"La CEO aborda la ciberseguridad como pilar estratégico para las empresas de Ourense","description":"Expertos insisten en la formación, las copias de seguridad fiables y la autenticación doble como claves para la continuidad del negocio","url":"https://www.lavozdegalicia.es/noticia/ourense/ourense/2025/11/20/ceo-aborda-ciberseguridad-pilar-estrategico-empresas-ourense/00031763662826441721757.htm","urlToImage":"https://img.lavdg.com/sc/6vGpc7ahEokBlwG1pWaccbSks30=/1280x/2025/11/20/00121763663222118222457/Foto/o_20251120_192404000.jpg","publishedAt":"2025-11-21T04:00:00Z","content":"La Confederación Empresarial de Ourense (CEO) celebró ayer una nueva sesión de su ciclo Nexos, encuentros por Ourense, centrándose en la «Ciberseguridad 360º: claves para empresarios». La jornada en … [+1686 chars]"}]