[{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"La estafa del billete en cajeros automáticos: buscan distraerte para robar tu dinero","description":"Los cajeros automáticos son esenciales en las oficinas bancarias, ya que nos permiten depositar y retirar dinero en efectivo de nuestras cuentas, realizar transacciones y pagar recibos de la luz, gas o agua fácilmente. Según el último informe del Banco de Esp…","url":"https://www.adslzone.net/noticias/seguridad/estafa-billete-cajeros-automaticos-robar-dinero/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/cajero-automatico-ATM-1.png","publishedAt":"2025-11-24T19:12:01Z","content":"Las técnicas que utilizan los criminales con tal de robar dinero son muy diversas y algunas no requieren de grandes conocimientos. En ADSLZone, os hemos hablado en múltiples ocasiones de ciberestafas… [+3098 chars]"},{"source":{"id":null,"name":"Enter.co"},"author":"Digna Irene Urrea","title":"¿Qué son los Papayazos Bailables de Nequi y cómo ayudan a prevenir fraudes en diciembre?","description":"La plataforma financiera se alió con Discos Fuentes para lanzar los “Papayazos bailables”, una campaña que convierte tres himnos...","url":"https://www.enter.co/colombia/que-son-los-papayazos-bailables-de-nequi-y-como-ayudan-a-prevenir-fraudes-en-diciembre/","urlToImage":"https://www.enter.co/wp-content/uploads/2024/02/nequi-app-feature.jpg","publishedAt":"2025-11-24T19:10:34Z","content":"Cada diciembre se repite el mismo libreto: fiestas, paseos, compras, bonos de Navidad… y un aumento preocupante en los intentos de fraude digital. Con más de 36.000 millones de ataques cibernéticos d… [+2590 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"Joana Mayen","title":"Te pueden robar en segundos: 5 estafas que debes evitar en el Black Friday","description":"Joana Mayen \r\nEl Black Friday marca el inicio de la temporada de compras navideñas, pero también el aumento de estafas en línea y en redes sociales. Aquí te contamos cuáles son los 5 fraudes más comunes y cómo puedes evitarlos.\r\n\n¿Cuáles son las estafas más c…","url":"https://www.excelsior.com.mx/trending/te-pueden-robar-en-segundos-5-estafas-que-debes-evitar-en-el-black-friday/1753515","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/11/24/3422556.jpg","publishedAt":"2025-11-24T18:00:42Z","content":"El Black Friday marca el inicio de la temporada de compras navideñas, pero también el aumento de estafas en línea y en redes sociales. Aquí te contamos cuáles son los 5 fraudes más comunes y cómo pue… [+4770 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Juan Lorente","title":"Más seguridad para tu empresa, un creador de páginas web y 50 euros de regalo para Amazon: así es el Black Friday de Kaspersky","description":"Si la seguridad de nuestra información, contraseñas y tráfico en Internet es importante a nivel personal, es innegable que todavía es más relevante a nivel empresarial. Ahí entran en juego no solo lo nuestro, sino también lo de todo nuestro personal y cliente…","url":"https://www.xataka.com/seleccion/seguridad-para-tu-empresa-creador-paginas-web-50-euros-regalo-para-amazon-asi-black-friday-kaspersky","urlToImage":"https://i.blogs.es/843088/cybersecurity-talent-shortage-fe/840_560.jpeg","publishedAt":"2025-11-24T17:45:06Z","content":"Si la seguridad de nuestra información, contraseñas y tráfico en Internet es importante a nivel personal, es innegable que todavía es más relevante a nivel empresarial. Ahí entran en juego no solo lo… [+2935 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Apps de citas: Los riesgos de seguridad y privacidad que nadie te cuenta","description":"Riesgos en apps de citas: señales de fraude, privacidad y consejos clave para ligar online con seguridad. Aprende a protegerte.","url":"https://www.androidsis.com/apps-de-citas-los-riesgos-de-seguridad-y-privacidad-que-nadie-te-cuenta/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/11/Riesgos-de-las-apps-de-citas.png","publishedAt":"2025-11-24T17:30:58Z","content":"Las citas a través de Internet llevan con nosotros desde los noventa y, a día de hoy, son una forma cotidiana de conocer gente. Aunque han democratizado el acceso a nuevas relaciones, no todo es desl… [+17875 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"Europa Press","title":"Ofertas relámpago en TikTok y chatbots falsos: cinco ciberestafas de las que protegerse este Black Friday","description":"Este viernes se celebra en todo el mundo el Black Friday, y las estafas virtuales están a la orden del día","url":"https://www.lanacion.com.ar/tecnologia/ofertas-relampago-en-tiktok-y-chatbots-falsos-cinco-ciberestafas-de-las-que-protegerse-este-black-nid24112025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/el-fbi-advierte-a-las-personas-para-que-no-caigan-SHL3C5G3C5ADZHMLV6TKZYORRE.jpg?auth=33b0df3e99cc0e25ed731105fb3c61b640d219259a2fd768604c5d74c8718e48&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-11-24T17:14:19Z","content":"Llega el Black Friday y, junto a ello, se da inicio a la temporada de compras navideñas lo que, una vez más, se convierte en un escenario recurrente para los actores maliciosos, destacando cinco cibe… [+5275 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Play Libros: Cómo descargar el archivo de un libro ya comprado","description":"Guía clara para bajar libros de Google Play en EPUB o PDF, transferirlos a tu eReader y leer sin conexión sin complicaciones.","url":"https://www.androidsis.com/play-libros-como-descargar-el-archivo-de-un-libro-ya-comprado/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/11/Play-Libros-descargar-archivo.png","publishedAt":"2025-11-24T16:22:35Z","content":"Si has comprado libros electrónicos en Google Play Libros y te gustaría tenerlos disponibles para leerlos sin conexión, aquí encontrarás una guía completa y actualizada. A lo largo del artículo verás… [+12795 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Javier del Pozo Melgar","title":"Tres apps legales que derrotan a Magis TV: sin riesgos ni líos","description":"Adiós al riesgo de virus o demandas por instalar apps piratas en tu Smart TV. Cada vez más usuarios buscan alternativas legales, seguras y gratis para ver películas desde casa.\n\nLa tendencia se acelera en 2025: rostros conocidos de redes y televisión recomien…","url":"https://www.elconfidencialdigital.com/articulo/medios/tres-apps-legales-que-derrotan-magis-tv-riesgos-ni-lios/20251124165515990744.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/11/24/2025112416494845601.jpg","publishedAt":"2025-11-24T15:55:15Z","content":"¿Qué aplicaciones seguras sustituyen a Magis TV?\r\nSegún un reportaje reciente de Infobae, la popularidad de plataformas como XUPER TV o Magis TV ha venido acompañada de múltiples advertencias por rie… [+2531 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Los imputados del 'caso mascarillas' hablaban mediante una app de chat 'segura'. No sabían que estaba intervenida por la policía francesa","description":"La caída del sistema de comunicaciones encriptadas Encrochat en 2020 supuso un terremoto para organizaciones criminales de toda Europa, entre las que se había puesto de moda como canal supuestamente seguro para sus comunicaciones.\n<!-- BREAK 1 -->Pero, con el…","url":"https://www.genbeta.com/actualidad/imputados-caso-mascarillas-hablaban-mediante-app-chat-segura-no-sabian-que-estaba-intervenida-policia-francesa","urlToImage":"https://i.blogs.es/0c1f66/encrochat/840_560.jpeg","publishedAt":"2025-11-24T14:32:06Z","content":"La caída del sistema de comunicaciones encriptadas Encrochat en 2020 supuso un terremoto para organizaciones criminales de toda Europa, entre las que se había puesto de moda como canal supuestamente … [+5753 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"Un nuevo ataque a la cadena de suministro de NPM compromete importantes bibliotecas de ENS y de criptomonedas","description":"Un investigador advirtió que más de 400 bibliotecas NPM se vieron comprometidas por el malware Shai Hulud.\n Según una nueva investigación de la empresa de ciberseguridad Aikido Security, un importante ataque a la cadena de suministro de JavaScript ha comprome…","url":"https://es.cointelegraph.com/news/new-npm-supply-chain-attack-compromises-major-ens-and-crypto-libraries","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-02/0195210c-1fd3-707b-acc2-8a07616e357d","publishedAt":"2025-11-24T13:15:00Z","content":"Según una nueva investigación de la empresa de ciberseguridad Aikido Security, un importante ataque a la cadena de suministro de JavaScript ha comprometido cientos de paquetes de software, incluidos … [+3902 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Alexis Paiva Mack","title":"3 recomendaciones para evitar caer en estafas durante el Black Friday","description":"Desde la firma global de ciberseguridad y privacidad digital, Kaspersky, compartieron una serie de puntos clave a tener en consideración durante este periodo de ofertas y descuentos en múltiples comercios. Esto es lo que dijeron.","url":"https://www.latercera.com/tendencias/noticia/3-recomendaciones-para-evitar-caer-en-estafas-durante-el-black-friday/","urlToImage":"https://www.latercera.com/resizer/v2/XU5OLOWK7VEORLDCGR46Y27V2M.jpg?auth=08e4a6ad8a4e25389626aae9b7b3a253dec6bf79c474d615cf5f1406cf26aaa1&height=630&width=1200&smart=true","publishedAt":"2025-11-24T12:19:15Z","content":"Entre finales de noviembre y principios de diciembre se desarrollará el Black Friday, instancia en la que los consumidores podrán optar por múltiples descuentos en una amplia variedad de productos.\r\n… [+5453 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Ofertas relámpago en TikTok y 'chatbots' falsos : Cinco ciberestafas de las que protegerse este Black Friday","description":"Llega el Black Friday y, junto a ello, se da inicio a la temporada de compras navideñas lo que, una vez más, se convierte en un escenario recurrente para los actores maliciosos, destacando cinco ciberestafas ante las que protegerse que engloban los sorteos fr…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ofertas-relampago-tiktok-chatbots-falsos-cinco-ciberestafas-protegerse-black-friday-20251124123649.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251124123649_1200.jpg","publishedAt":"2025-11-24T11:36:49Z","content":"MADRID, 24 Nov. (Portaltic/EP) - \r\n   Llega el Black Friday y, junto a ello, se da inicio a la temporada de compras navideñas lo que, una vez más, se convierte en un escenario recurrente para los act… [+5528 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Estafado durante el Black Friday por chatbots fraudulentos: un 40% muestra preocupación por el uso de datos con la IA","description":"Con el Black Friday y la temporada de compras navideñas a la vuelta de la esquina, los ciberdelincuentes están más activos que nunca. Este año, no solo atacan por correo electrónico o SMS: también están aprovechando las redes sociales, los concursos, los chat…","url":"https://www.eleconomista.es/tecnologia/noticias/13658967/11/25/estafado-durante-el-black-friday-en-los-chatbots-falsos-un-40-muestra-preocupacion-por-el-uso-de-datos-con-la-ia.html","urlToImage":"https://s03.s3c.es/imag/_v0/2121x1157/d/d/9/1200x655_iStock-2198245733.jpg","publishedAt":"2025-11-24T11:36:40Z","content":"Con el Black Friday y la temporada de compras navideñas a la vuelta de la esquina, los ciberdelincuentes están más activos que nunca. Este año, no solo atacan por correo electrónico o SMS: también es… [+3175 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"Redacción Actualidad","title":"Aviso de los Mossos d'Esquadra a toda Catalunya: a partir de ahora, desconfía si recibes estas llamadas de tu banco","description":"En los últimos tiempos, el crimen ha ido cambiando de forma, y buena parte de esa transformación viene de la mano de internet. Cada vez es más habitual hacer gestiones importantes desde el móvil: consultar nuestras cuentas bancarias, firmar documentos o aprob…","url":"https://www.mundodeportivo.com/actualidad/20251124/1002574963/aviso-mossos-d-esquadra-toda-catalunya-partir-desconfia-recibes-llamadas-banco-dct.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2024/08/09/66b5fa4c71e8c.r_d.1037-929-0.jpeg","publishedAt":"2025-11-24T11:18:20Z","content":"En los últimos tiempos, el crimen ha ido cambiando de forma, y buena parte de esa transformación viene de la mano de internet. Cada vez es más habitual hacer gestiones importantes desde el móvil: con… [+2131 chars]"},{"source":{"id":null,"name":"Tuexperto.com"},"author":"Agustín Galán","title":"Este televisor Samsung de 65 pulgadas está ahora en oferta por menos de 500 euros","description":"El Black Friday es un periodo propicio para encontrar grandes chollos, como un televisor de 65 pulgadas de Samsung por menos de 500 euros. Descubre todas sus características.","url":"https://www.tuexperto.com/2025/11/24/samsung-65-pulgadas-u8075f-televisor-4k-oferta-black-friday-precio-caracteristicas/","urlToImage":"https://www.tuexperto.com/wp-content/uploads/2025/11/samsung-65u8075f.jpg","publishedAt":"2025-11-24T10:34:15Z","content":"Un televisor es mucho más que un aparato electrónico, puede ser la ventana a tu entretenimiento, y un modelo de 65 pulgadas puede transformar por completo la forma en que ves el contenido en el salón… [+3857 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"Nutanix mantiene un crecimiento sostenido y pone el foco en los clientes de VMware","description":"Nutanix celebró la semana pasada su evento anual Nutanix .NEXT on Tour en Madrid para mostrar su visión y desgranar las novedades de su plataforma para la nube híbrida.","url":"https://www.silicon.es/nutanix-crecimiento-sostenido-foco-vmware-2574952","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/Nutanix-next-on-tour.png","publishedAt":"2025-11-24T10:26:15Z","content":"El negocio de Nutanix sigue creciendo tanto a nivel europeo como español. A nivel global, hace tres trimestres que superó por primera vez la barrera de los 2.000 millones de dólares en facturación, u… [+6223 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Microsoft: cuando el asistente inteligente deja de pedir permiso y empieza a ejercerlo","description":"Microsoft ha dado un paso estratégico y arriesgado al integrar en Windows 11 lo que llama «experiencias de agente», una serie de funcionalidades de inteligencia artificial capaces de actuar sobre el sistema, los ficheros del usuario y las aplicaciones de form…","url":"https://www.enriquedans.com/2025/11/microsoft-cuando-el-asistente-inteligente-deja-de-pedir-permiso-y-empieza-a-ejercerlo.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/11/Microsoft-agents-Dall·E.jpg","publishedAt":"2025-11-24T08:45:35Z","content":"Microsoft ha dado un paso estratégico y arriesgado al integrar en Windows 11 lo que llama «experiencias de agente», una serie de funcionalidades de inteligencia artificial capaces de actuar sobre el … [+8518 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"El modo seguro de Windows es un salvavidas cuando falla el arranque de tu PC","description":"Será imposible que no te hayas encontrado alguna vez con un problema que te impida completar el arranque estándar de un PC con Windows. Hay veces que serán tan graves que tendrás que usar la función de ‘restablecimiento’ y en casos extremos tomar el toro por …","url":"https://www.muycomputer.com/2025/11/24/asi-de-util-es-el-modo-seguro-de-windows-cuando-el-arranque-estandar-falla/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2024/02/modo-seguro-de-Windows-1000x600.jpg","publishedAt":"2025-11-24T08:24:36Z","content":"Será imposible que no te hayas encontrado alguna vez con un problema que te impida completar el arranque estándar de un PC con Windows. Hay veces que serán tan graves que tendrás que usar la función … [+7577 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Www9 playdede link: las novedades de la plataforma para streaming seguro","description":"Lo que hay que saber sobre Playdede: streaming sin rodeos La comunidad de www9.playdede.link desafía bloqueos y cambios, **manteniéndose estable** pese a la eterna mudanza de dominios. La plataforma presume de **reproductor propio, menos anuncios y listas per…","url":"https://www.muywindows.com/www9-playdede-link/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/11/Www9_playdede_link_las_novedades_de_la_plataforma_para_streaming_seguro.jpg","publishedAt":"2025-11-24T06:09:08Z","content":"Lo que hay que saber sobre Playdede: streaming sin rodeos\r\n<ul><li>La comunidad de www9.playdede.link desafía bloqueos y cambios, **manteniéndose estable** pese a la eterna mudanza de dominios.</li><… [+7307 chars]"}]