[{"source":{"id":null,"name":"El Financiero"},"author":"Mauricio Jalife Daher","title":"Denuncia IMPI por suplantación de identidad","description":"Esta suplantación de identidad tiene el agravante de que está “pirateando”, precisamente, los elementos de identidad de una de las autoridades competentes para el combate de este tipo de conductas.","url":"https://www.elfinanciero.com.mx/opinion/mauricio-jalife/2025/12/24/denuncia-impi-por-suplantacion-de-identidad/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/SVS5FB3EA5D3PKG3SGKDRGL2M4.jpg?smart=true&auth=7536ba5a0db788beea89bdfdcdce4c9ac1a3d81e2e74bea6fcef942b7d0535fe&width=1200&height=630","publishedAt":"2025-12-24T12:21:02Z","content":"La suplantación de identidad digital se ha convertido en uno de los delitos que mayor número de víctimas suma año con año. Su crecimiento ha sido exponencial y sus formas de manifestación crecientes … [+2851 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"ChatGPT Atlas frente a los ataques de prompt injection: el nuevo frente de batalla en la seguridad de la IA","description":"Los prompt injections se han convertido en una de las amenazas más persistentes y difíciles de mitigar en el campo de la inteligencia artificial, especialmente en los sistemas que operan como navegadores autónomos, capaces de leer e interpretar información en…","url":"https://wwwhatsnew.com/2025/12/24/chatgpt-atlas-frente-a-los-ataques-de-prompt-injection-el-nuevo-frente-de-batalla-en-la-seguridad-de-la-ia/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2024/08/tec-1507.jpg","publishedAt":"2025-12-24T11:00:56Z","content":"Los prompt injections se han convertido en una de las amenazas más persistentes y difíciles de mitigar en el campo de la inteligencia artificial, especialmente en los sistemas que operan como navegad… [+5692 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Lorena Figueredo","title":"Sistemas operativos de Apple: guía completa de macOS, iOS, iPadOS, watchOS y tvOS","description":"Descubre la guía completa de macOS, iOS, iPadOS, watchOS, tvOS y visionOS: evolución, novedades, soporte y cómo elegir y actualizar tu sistema.","url":"https://www.soydemac.com/sistemas-operativos-de-apple-guia-completa-de-macos-ios-ipados-watchos-y-tvos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Sistemas-operativos-de-Apple.jpg","publishedAt":"2025-12-24T10:17:02Z","content":"Si utilizas un dispositivo de Apple en tu día a día, ya habrás notado que todo gira en torno al sistema operativo que lleva dentro. No es lo mismo un Mac con macOS que un iPhone con iOS, un iPad con … [+27884 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Synack y Tenable establecen una alianza para remediar amenazas explotables","description":"Combinan la plataforma PTaaS de Synack, que ofrece triaje asistido por inteligencia artificial y pruebas de penetración, con las capacidades de Tenable Vulnerability Management.","url":"https://www.silicon.es/synack-y-tenable-establecen-una-alianza-para-remediar-amenazas-explotables-2575896","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Synack_Tenable.png","publishedAt":"2025-12-24T09:46:11Z","content":"Con el objetivo de identificar y controlar amenazas de ciberseguridad antes de que los delincuentes las aprovechen, Synack y Tenable se dan la mano.\r\nEstas compañías anuncian la integración de su tec… [+737 chars]"},{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"Hackers prorrusos se atribuyen un ciberataque al servicio postal francés","description":"Associated Press PARÍS (AP) — Un grupo de hackers prorrusos se atribuyó la responsabilidad de un importante ciberataque que detuvo las entregas de paquetes por parte del servicio postal nacional de Francia pocos días antes de Navidad, dijo la fiscalía el miér…","url":"https://www.bostonherald.com/2025/12/24/hackers-prorrusos-se-atribuyen-un-ciberataque-al-servicio-postal-francs/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2025/12/FRANCIA-CIBERATAQUE-CORREOS_73295.jpg?w=1024&h=768","publishedAt":"2025-12-24T09:31:56Z","content":"Associated Press\r\nPARÍS (AP) — Un grupo de hackers prorrusos se atribuyó la responsabilidad de un importante ciberataque que detuvo las entregas de paquetes por parte del servicio postal nacional de … [+1652 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Enrique Pérez","title":"Qué es Android System Key Verifier y por qué se ha instalado en mi Android sin pedirme permiso","description":"No es nada raro tener un móvil Android y ver cómo, sin que nos demos cuenta, aparecen nuevas apps en nuestro teléfono. Google suele ir añadiendo determinadas funciones o características críticas a través de aplicaciones que agrega a nuestro dispositivo, como …","url":"https://www.xatakamovil.com/aplicaciones/que-android-system-key-verifier-que-se-ha-instalado-mi-android-pedirme-permiso","urlToImage":"https://i.blogs.es/fc2243/android-system-key-verifier/840_560.jpeg","publishedAt":"2025-12-24T08:31:00Z","content":"No es nada raro tener un móvil Android y ver cómo, sin que nos demos cuenta, aparecen nuevas apps en nuestro teléfono. Google suele ir añadiendo determinadas funciones o características críticas a tr… [+3227 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"María Peral, Jorge Calabrés","title":"Los hackers que actuaron contra Sánchez, 9 ministros, Illa o Guardiola planearon falsificar noticias de El Español","description":"La Policía, que infiltró a un agente encubierto informático para descubrirlos, les atribuye motivos políticos: \"Espero que me metan en la misma prisión que a Pedro Sánchez\", escribió uno de ellos una semana antes de su detención.\nMás información: El Español d…","url":"https://www.elespanol.com/espana/tribunales/20251224/hackers-actuaron-sanchez-ministros-illa-guardiola-planearon-falsificar-noticias-espanol/1003744068275_0.html","urlToImage":"https://s3.elespanol.com/2023/04/14/actualidad/756185178_232429299_1706x960.jpg?fmt=jpeg","publishedAt":"2025-12-24T01:49:50Z","content":"La Comisaría General de Información sostiene que los presuntos ciberdelincuentes Y.O.Q. y C.E.S.M., que filtraron en canales de Telegram con miles de usuarios datos personales de miembros del Gobiern… [+5994 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Enrique Dans","title":"Privacidad en retirada: cuando Estados Unidos normaliza la vigilancia privada","description":"Durante décadas hemos repetido, casi como una broma académica, una comparación cultural que explicaba muchas cosas: en Estados Unidos, los ciudadanos desconfían profundamente del Estado, pero aceptan con naturalidad que las empresas privadas sepan absolutamen…","url":"https://www.elespanol.com/invertia/opinion/20251224/privacidad-retirada-unidos-normaliza-vigilancia-privada/1003744067358_13.html","urlToImage":"https://s3.elespanol.com/2025/12/23/actualidad/1003744067367_260634079_1706x960.jpg?fmt=jpeg","publishedAt":"2025-12-24T01:39:27Z","content":"Durante décadas hemos repetido, casi como una broma académica, una comparación cultural que explicaba muchas cosas: en Estados Unidos, los ciudadanos desconfían profundamente del Estado, pero aceptan… [+6288 chars]"}]