[{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Australia ha desmantelado 14.000 estafas desde 2023, el 21% promocionaba ganancias falsas con criptomonedas","description":"La Presidenta Adjunta de la ASIC, Sarah Court, dijo que el regulador ha reforzado ahora sus medidas contra las estafas para incluir el monitoreo de anuncios en redes sociales.\n El regulador de mercados de Australia se prepara para expandir su ofensiva contra …","url":"https://es.cointelegraph.com/news/australia-regulator-crypto-investment-scam-update","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-02/01953cd9-66f1-7884-a880-4d66f8f5dee9","publishedAt":"2025-08-22T04:36:53Z","content":"El regulador de mercados de Australia se prepara para expandir su ofensiva contra las estafas en línea después de desmantelar 14.000 estafas en línea desde julio de 2023, y más de 3.000 de ellas supu… [+5262 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Hacking IA: Indirect Prompt Injection en Perplexity Comet","description":"Hace un par de días, el equipo del navegador Brave que está dotando a este de un Asistente AI en modo Agente, publicó una vulnerabilidad de Indirect Prompt Injection en el Asistente AI en modo Agente de Perplexity, llamado Comet, y lo han hecho con una Proof …","url":"https://www.elladodelmal.com/2025/08/hacking-ia-indirect-prompt-injection-en.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEj2v84nV2JUzLmfayWp9-2UVCJyVkAaDZ8TR0bPqdUWm9FXE6Yt2wtXQPv_q76TRM1iMQbcCIthWGHoHhZ9C0YANjHMhwBmkLHQIeSDX1LJeGZxDKIBb10_qrxvvgtDQeF9IDep62f05zi83AGTAion01ondCz40OcswSpEEKOnGQ-OSOPydnkv/w1200-h630-p-k-no-nu/Comet0.jpg","publishedAt":"2025-08-22T04:01:00Z","content":"El ataque se basa en un esquema bastante sencillo, como controlar una página web que la víctima vaya visitar con Perplexity Comet y dejar en ella - ya sea una web maliciosa, o un comentario en una pl… [+2124 chars]"},{"source":{"id":null,"name":"Isopixel.net"},"author":"Raúl Ramírez","title":"LG asegura la máxima certificación en ciberseguridad para su planta clave en Vietnam","description":"LG Electronics obtuvo la certificación CSMS Nivel 3 en su planta de Hai Phong, Vietnam, consolidando su liderazgo global en ciberseguridad automotriz y marcando un referente en la industria. La industria automotriz está atravesando una transformación acelerad…","url":"https://isopixel.net/2025/08/21/lg-certificacion-csms-hai-phong/","urlToImage":"https://isopixel.net/wp-content/uploads/2025/08/lg-certificacion-csms-hai-phong.webp","publishedAt":"2025-08-22T00:37:40Z","content":"LG Electronics obtuvo la certificación CSMS Nivel 3 en su planta de Hai Phong, Vietnam, consolidando su liderazgo global en ciberseguridad automotriz y marcando un referente en la industria.\r\n<ul><li… [+3829 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Gonzalo Hernández","title":"El nuevo ataque cibernético contra Microsoft roba tus inicios de sesión con enlaces que pocos podrían pensar que son falsos","description":"Un grupo de atacantes cibernéticos ha encontrado la forma de robar los inicios de sesión de Microsoft. La técnica combina vínculos legítimos de office.com con los Servicios de Federación de Active Directory (ADFS) para redirigir a los usuarios hacia una págin…","url":"https://www.xataka.com.mx/seguridad/nuevo-ataque-cibernetico-microsoft-roba-tus-inicios-sesion-enlaces-que-pocos-podrian-pensar-que-falsos","urlToImage":"https://i.blogs.es/bda068/microsoft-01/840_560.jpeg","publishedAt":"2025-08-22T00:00:45Z","content":"Un grupo de atacantes cibernéticos ha encontrado la forma de robar los inicios de sesión de Microsoft. La técnica combina vínculos legítimos de office.com con los Servicios de Federación de Active Di… [+2883 chars]"}]