[{"source":"Hipertextual","title":"¿Te ha llegado un SMS de la DGT con una multa? Así puedes saber si es real o una estafa","description":"Agosto es probablemente uno de los meses del año con más tráfico en la carretera. Las vacaciones de verano hacen que miles de ciudadanos se desplacen a otras ciudades y realicen viajes por carreteras por las que no circulan habitualmente. Y siempre, existe la…","url":"http://hipertextual.com/seguridad/como-saber-si-un-sms-de-la-dgt-con-una-multa-es-real-o-falso/","publishedAt":"2025-08-04T07:47:03Z"},{"source":"Hispasec.com","title":"Fuga de seguridad crítica en un popular tema de WordPress permite a los hackers tomar el control total de los sitios web","description":"Una vulnerabilidad identificada como CVE-2025-5394, en el tema \"Alone – Charity Multipurpose Non-profit WordPress Theme\" está siendo activamente explotada por ciberdelincuentes. La vulnerabilidad, con una puntuación CVSS de 9.8 sobre 10, permite a atacantes n…","url":"https://unaaldia.hispasec.com/2025/08/fuga-de-seguridad-critica-en-un-popular-tema-de-wordpress-permite-a-los-hackers-tomar-el-control-total-de-los-sitios-web.html","publishedAt":"2025-08-04T06:16:46Z"},{"source":"Adslzone.net","title":"Webs gratuitas para detectar malware: así puedes saber si un archivo es peligroso antes de instalarlo","description":"Instalar un archivo que has descargado desde páginas desconocidas o que has recibido a través de correos sospechosos pueden ser un riesgo para tu seguridad. Algunos ciberdelincuentes camuflan malware en programas o documentos aparentemente inofensivos para in…","url":"https://www.adslzone.net/noticias/seguridad/webs-gratuitas-detectar-malware-archivo/","publishedAt":"2025-08-04T05:01:00Z"},{"source":"Perfil.com","title":"Cómo la tecnología se convierte en primera línea de defensa","description":"Las plataformas desarrollan estrategias de defensa multicapa que combinan inteligencia artificial, infraestructura cloud y coordinación legal para enfrentar ataques cada vez más sofisticados. Leer más","url":"https://noticias.perfil.com/noticias/empresas/como-la-tecnologia-se-convierte-en-primera-linea-de-defensa.phtml","publishedAt":"2025-08-04T04:48:00Z"}]