[{"source":"Cointelegraph","title":"Los protocolos no regulados de la capa de aplicación destruyen la confianza en el ecosistema de Solana","description":"Los protocolos de la capa de aplicación de Solana priorizan la velocidad sobre la seguridad, forzando a los usuarios a una ruleta rusa con un 30% de riesgo de exploit. Los DEX no regulados eluden la responsabilidad.\n Opinión de: Daniel Kelly Kennedy, fundador…","url":"https://es.cointelegraph.com/news/unregulated-protocols-destroy-trust-within-the-solana-ecosystem","publishedAt":"2025-11-01T09:00:00Z"},{"source":"Andro4all.com","title":"Amazon eliminará las apps piratas de tu Fire TV","description":"Amazon prestará atención a todas aquellas apps que promuevan la piratería o sean fraudulentas en su Fire TV, su dispositivo reproductor multimedia. Realizará una comparativa de las apps instaladas con una lista negra que ha sido promovida por la conocida \"coa…","url":"https://andro4all.com/google/amazon-eliminara-a-las-apps-piratas-en-cuanto-a-contenidos-en-su-fire-tv-de-forma-global","publishedAt":"2025-11-01T07:00:49Z"},{"source":"Elperiodico.com","title":"La Agència de Ciberseguretat advierte de una estafa en Catalunya con ChatGPT: \"No abras ningún enlace\"","description":"La Agència de Ciberseguretat de Catalunya ha advertido de una nueva estafa de 'phising' que suplanta a la identidad de ChatGPT. Se trata de un correo electrónico fraudulento que pide actualizar la subscripción Plus, pero al acceder al botón 'Pay Now' lleva a …","url":"https://www.elperiodico.com/es/tecnologia/20251101/agencia-ciberseguretat-advierte-estafa-catalunya-chatgpt-alerta-dv-123104082","publishedAt":"2025-11-01T06:05:00Z"},{"source":"Elladodelmal.com","title":"Prompt Injection en ChatGPT Atlas con Malformed URLs en la Omnibox","description":"Pues sí, hoy también toca hablar de otro punto de entrada para hacer Prompt Injection en un AI-First Web Browser, o un Agentic AI Web Browser. En este caso, en ChatGPT Atlas. Y como es un navegador, pues ser basa en algo muy \"tonto\" o muy \"sencillo\", según lo…","url":"https://www.elladodelmal.com/2025/11/prompt-injection-en-chatgpt-atlas-con.html","publishedAt":"2025-11-01T06:01:00Z"}]