[{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"La advertencia urgente del FBI para todos los usuarios de Gmail","description":"Google ofrece tantos servicios de manera gratuita que es difícil no ser usuario de la compañía. Ya solo por el propio buscador que tienen, que es el número uno del mundo, pero es que dentro de él ofrecen todo tipo de plataformas más como Gmail, Google Maps o …","url":"https://www.eleconomista.es/tecnologia/noticias/13633054/11/25/la-advertencia-urgente-del-fbi-para-todos-los-usuarios-de-gmail.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/5/d/alerta-roja-gmail.jpg","publishedAt":"2025-11-07T12:53:52Z","content":"Google ofrece tantos servicios de manera gratuita que es difícil no ser usuario de la compañía. Ya solo por el propio buscador que tienen, que es el número uno del mundo, pero es que dentro de él ofr… [+2751 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"WordPress.com revela cuáles son las principales amenazas contra las páginas web","description":"El número de intentos de ataque detectados y bloqueados en España durante el último año fue de 15,3 millones.","url":"https://www.silicon.es/wordpress-com-revela-cuales-son-las-principales-amenazas-contra-las-paginas-web-2574570","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/05/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad.jpg","publishedAt":"2025-11-07T11:33:46Z","content":"La ciberseguridad es un desafío compartido por empresas y usuarios a nivel mundial. Sobre todo a medida que se populariza la adopción de innovaciones tecnológicas como la inteligencia artificial y cr… [+2034 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Cómo Claude de Anthropic reduce investigaciones SOC de cinco horas a siete minutos con IA integrada","description":"La integración de modelos de inteligencia artificial en plataformas de detección y respuesta extendida (XDR) está marcando un antes y un después en la forma en que se enfrentan las amenazas de ciberseguridad. Un ejemplo notable lo protagoniza eSentire, empres…","url":"https://wwwhatsnew.com/2025/11/07/como-claude-de-anthropic-reduce-investigaciones-soc-de-cinco-horas-a-siete-minutos-con-ia-integrada/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/11/output1-2025-11-06T232919.832.jpg","publishedAt":"2025-11-07T11:00:00Z","content":"La integración de modelos de inteligencia artificial en plataformas de detección y respuesta extendida (XDR) está marcando un antes y un después en la forma en que se enfrentan las amenazas de cibers… [+5507 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Globant: cinco estrategias de IA que transforman la relación entre marcas y consumidores","description":"La compañía identifica nuevas claves para un retail ágil y personalizado, donde la tecnología impulsa confianza y valor sostenible.","url":"https://www.montevideo.com.uy/Negocios-y-Tendencias/Globant-cinco-estrategias-de-IA-que-transforman-la-relacion-entre-marcas-y-consumidores-uc942302","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202511/_W933_80/937235.jpg","publishedAt":"2025-11-07T11:00:00Z","content":"La compañía nativa digital Globantpresentó su informe El impacto de la IA en el retail durante la temporada de fiestas 2025, un trabajo que analiza cómo la inteligencia artificial (IA) está transform… [+4335 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Más de 1.000 millones de contraseñas y correos se han filtrado: deberías comprobar si te ha afectado","description":"Una nueva filtración de contraseñas y correos electrónicos pone en riesgo a usuarios del mundo entero. Profesionales de la ciberseguridad recomiendan seguir las instrucciones para saber si te puede haber afectado.\nLos incidentes de seguridad continúan y, una …","url":"https://www.adslzone.net/noticias/seguridad/mas-1000-millones-contrasenas-correos-filtrado/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Codigos-hacker-tipo-Matrix-mano.png","publishedAt":"2025-11-07T08:42:00Z","content":"Los incidentes de seguridad continúan y, una vez más, el experto Troy Hunt está al frente de su exposición. Hace unas horas, ha publicado un informe en su página donde ha detallado cuál es la última … [+4476 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Luis Jiménez (Ciberseguridad del CTNotariado): \"Sin fe pública, no hay seguridad jurídica sólida\"","description":"El director de Ciberseguridad del Centro Tecnológico del Notariado (CTNotariado), un área clave para la protección de datos y la seguridad de las operaciones de la institución notarial, Luis Jiménez, asegura que \"sin fe pública, no hay seguridad jurídica sóli…","url":"https://www.europapress.es/catalunya/noticia-luis-jimenez-ciberseguridad-ctnotariado-fe-publica-no-hay-seguridad-juridica-solida-20251107093152.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251107093152_1200.jpg","publishedAt":"2025-11-07T08:31:52Z","content":"BARCELONA, 7 Nov. (EUROPA PRESS) - \r\n El director de Ciberseguridad del Centro Tecnológico del Notariado (CTNotariado), un área clave para la protección de datos y la seguridad de las operaciones de … [+6810 chars]"}]