[{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"Este launcher Open Source ha cambiado mi móvil: borra todos los iconos del escritorio y lo pone en \"modo minimalista\"","description":"Después de saltar por launchers para Android como el siempre confiable Lawnchair, me he topado con uno mucho más minimalista, ligero y rápido. Su premisa es una: un escritorio que esté completamente limpio y solo muestre el fondo de pantalla. Si te convence e…","url":"https://www.xatakandroid.com/aplicaciones-android/este-launcher-open-source-ha-cambiado-mi-movil-borra-todos-iconos-escritorio-pone-modo-minimalista","urlToImage":"https://i.blogs.es/0b84a5/alt/840_560.jpeg","publishedAt":"2025-11-10T17:00:12Z","content":"Después de saltar por launchers para Android como el siempre confiable Lawnchair, me he topado con uno mucho más minimalista, ligero y rápido. Su premisa es una: un escritorio que esté completamente … [+3957 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"No tengas miedo a configurar tu router: con estos diez ajustes vas a liberar todo el potencial de tu conexión","description":"Ese aparato que nos instala la operadora y solemos dejar en el mismo sitio es más importante de lo que podemos pensar en un principio. Hablamos del router, un dispositivo esencial en la conexión a Internet de nuestro hogar, y a través del cual conectamos otro…","url":"https://www.xatakamovil.com/conectividad/no-tengas-miedo-a-configurar-tu-router-estos-diez-ajustes-vas-a-liberar-todo-potencial-tu-conexion","urlToImage":"https://i.blogs.es/2b633b/router-wifi/840_560.jpeg","publishedAt":"2025-11-10T17:00:12Z","content":"Ese aparato que nos instala la operadora y solemos dejar en el mismo sitio es más importante de lo que podemos pensar en un principio. Hablamos del router, un dispositivo esencial en la conexión a In… [+8128 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Juanro49","title":"La Comisión Europea, a punto de hacer naufragar los principios básicos del RGPD","description":"Según se ha ido filtrando gradualmente en los últimos días por diversos medios de comunicación, la Comisión de la UE ha puesto en marcha en secreto una reforma potencialmente masiva del RGPD. Si los borradores internos se convierten en realidad, esto tendría …","url":"https://www.meneame.net/m/actualidad/comision-europea-punto-hacer-naufragar-principios-basicos-rgpd","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-11-10T15:06:01Z","content":"El borrador filtrado también sugiere dar a las empresas de IA (como Google, Meta u OpenAI) un cheque en blanco para succionar los datos personales de los europeos. Esperemos sea un rumor falso porque… [+63 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Las balizas V16 solo serán útiles cuando sus alertas lleguen a Google Maps y Waze. Ya hay un comienzo","description":"Van a convivir con los chicles de la guantera y serán obligatorias en un mes y medio: las balizas V16 conectadas se han convertido en el nuevo gadget de moda. Prometen ser más seguras que los triángulos y llevar la información de incidentes a todos los coches…","url":"https://www.xatakandroid.com/gadgets-android/balizas-v16-solo-seran-utiles-cuando-sus-alertas-lleguen-a-google-maps-waze-hay-comienzo","urlToImage":"https://i.blogs.es/277904/baliza-v16-conectada-portada/840_560.jpeg","publishedAt":"2025-11-10T15:00:12Z","content":"Van a convivir con los chicles de la guantera y serán obligatorias en un mes y medio: las balizas V16 conectadas se han convertido en el nuevo gadget de moda. Prometen ser más seguras que los triángu… [+3737 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Amparo Babiloni","title":"Apple cumple con las exigencias de China: las principales apps de citas gais desaparecen de la App Store","description":"China tiene una maquinaria de censura implacable. El conocido como el 'Gran Firewall de China' lleva años impidiendo que sus ciudadanos accedan a ciertos servicios y webs. Sus tentáculos también llegan hasta las tiendas de aplicaciones, incluida la de Apple, …","url":"https://www.xataka.com/aplicaciones/apple-se-pliega-a-exigencias-china-principales-apps-citas-gais-desaparecen-app-store","urlToImage":"https://i.blogs.es/e59d1c/shanghai_apple_store_pudong_-25983870903-/840_560.jpeg","publishedAt":"2025-11-10T15:00:12Z","content":"China tiene una maquinaria de censura implacable. El conocido como el 'Gran Firewall de China' lleva años impidiendo que sus ciudadanos accedan a ciertos servicios y webs. Sus tentáculos también lleg… [+2452 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Daniel García","title":"Los móviles Samsung han estado expuestos a un spyware generado por una brecha de seguridad casi todo un año","description":"Incluso con comportamientos mayoritariamente seguros, cualquier smartphone puede estar expuesto a brechas de seguridad que pueden afectar gravemente a cualquier usuario. Eso le ha sucedido a Samsung con un fallo de seguridad que, aunque ahora ya está subsanad…","url":"https://andro4all.com/samsung/los-moviles-samsung-han-estado-expuestos-a-un-spyware-generado-por-una-brecha-de-seguridad-casi-todo-un-ano","urlToImage":"https://andro4all.com/hero/2025/10/app-camara-samsung-galaxy-s25-portada.jpg?width=1200","publishedAt":"2025-11-10T14:33:46Z","content":"Una infección por spyware deja expuesto todo lo que haya en tu teléfono a ciberdelincuentes\r\nIncluso con comportamientos mayoritariamente seguros, cualquier smartphone puede estar expuesto a brechas … [+2365 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"La guerra entre Rusia y Ucrania también se libra en Internet: estos son los objetivos ucranianos de los últimos ciberataques rusos","description":"Los conflictos bélicos modernos no solo se libran en las trincheras, sino que también en Internet. La guerra entre Rusia y Ucrania, que comenzó hace más de tres años, es una demostración de ello, con ciberataques a páginas webs, servidores y redes como nuevos…","url":"https://www.adslzone.net/noticias/seguridad/guerra-rusia-ucrania-internet-ciberataques/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/hacker-delante-ordenador.png","publishedAt":"2025-11-10T13:59:38Z","content":"Entre drones, tanques y bombardeos, el enfrentamiento cibernético entre Rusia y Ucrania juega un papel importante para desestabilizar al contrincante. Los hackers rusos tienen en el punto de pira a e… [+5377 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Iago Rodriguez","title":"La rebelión de las aspiradoras: un usuario descubre que la suya le espía","description":"Imagínate a un desconocido conduciendo un ordenador con cámara por tu salón, mal rollo ¿no? Pues eso es lo que le ha pasado a Harishankar, un ingeniero con un \"buen tipo de paranoia\", como él mismo se define, que compró una aspiradora (puede que demasiado) in…","url":"https://andro4all.com/tecnologia/la-rebelion-de-las-aspiradoras-un-usuario-descubre-que-la-suya-le-espia","urlToImage":"https://andro4all.com/hero/2025/11/noticias-2025-11-10t140907.508.png?width=1200","publishedAt":"2025-11-10T13:15:07Z","content":"Al abrir el dispositivo, se encontró un ordenador con ruedas\r\nImagínate a un desconocido conduciendo un ordenador con cámara por tu salón, mal rollo ¿no? Pues eso es lo que le ha pasado a Harishankar… [+3947 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"El retraso y cambio de fecha de GTA VI no cambia los planes de llegada de Marvel’s Wolverine y se reconfirma su lanzamiento para finales de 2026 ¿Habrá duelo de gigantes?","description":"La industria de los videojuegos se sacudió tras la confirmación del retraso de Grand Theft Auto VI, cuya fecha de lanzamiento por ahora quedó programada para 19 de noviembre de 2026. \n<!-- BREAK 1 -->\nUn anunció que no solo decepcionó a millones de fans de la…","url":"https://www.xataka.com.co/videojuegos/retraso-cambio-fecha-gta-vi-no-cambia-planes-llegada-marvels-wolverine-se-reconfirma-su-lanzamiento-para-finales-2026-habra-duelo-gigantes","urlToImage":"https://i.blogs.es/11fa30/wolverine-1-/840_560.jpeg","publishedAt":"2025-11-10T13:03:42Z","content":"La industria de los videojuegos se sacudió tras la confirmación del retraso de Grand Theft Auto VI, cuya fecha de lanzamiento por ahora quedó programada para 19 de noviembre de 2026. \r\nUn anunció que… [+3627 chars]"},{"source":{"id":null,"name":"Blogthinkbig.com"},"author":"José María López","title":"Todo lo que tienes que saber sobre los nombres de usuario de WhatsApp","description":"Los nombres de usuario de WhatsApp serán una de las novedades más importantes de esta aplicación de mensajería instantánea en 2026, según explica el portal especializado WABetaInfo. Una función de la que llevamos hablando varios […]\nTodo lo que tienes que sab…","url":"https://blogthinkbig.com/nombres-usuario-whatsapp","urlToImage":"https://blogthinkbig.com/wp-content/uploads/sites/4/2025/11/WhatsApp-Logo-Fondo.jpg?fit=1920%2C1280","publishedAt":"2025-11-10T11:30:00Z","content":"Los nombres de usuario de WhatsApp serán una de las novedades más importantes de esta aplicación de mensajería instantánea en 2026, según explica el portal especializado WABetaInfo. Una función de la… [+7234 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"ClickFix evoluciona sus ataques basados en videotutoriales: llegan a Mac y copian el código malicioso automáticamente","description":"Expertos en ciberseguridad han advertido sobre la evolución de los ataques ClickFix, que usan vídeos para guiar a sus víctimas en la instalación del 'malware' ahora también en MacOS y con la copia automática del código malicioso.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-clickfix-evoluciona-ataques-basados-videotutoriales-llegan-mac-copian-codigo-malicioso-automaticamente-20251110111019.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251110111019_1200.jpg","publishedAt":"2025-11-10T10:10:19Z","content":"MADRID, 10 Nov. (Portaltic/EP) - \r\n    Expertos en ciberseguridad han advertido sobre la evolución de los ataques ClickFix, que usan vídeos para guiar a sus víctimas en la instalación del 'malware' a… [+2188 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"HackedGPT: Cómo explotar \"Weaknesses\" en ChatGPT para hacer Phishing o Exfiltrar Datos","description":"Esta semana el equipo de Tenable ha publicado un artículo llamado \"HackedGPT: Novel AI Vulnerabilities Open the Door for Private Data Leakage\" donde se detallan una serie de \"Weaknesses\" o debilidades de seguridad de la implementación de los servicios de Chat…","url":"https://www.elladodelmal.com/2025/11/hackedgpt-como-explotar-weaknesses-en.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEir1r6tQoMkH6l_zbkgrWz7fXqSLHV1DXBe5C0EjinhZNdOLPOImwNkMtaQ3h2spFsOAsrGZUmcnWr68GJfeJ_fFGZ0M5VwRtCqITeEOtW6fLW_vMoeCKSQddLGsmV87CrAplBeNF7d50LoeqzWa3WnGVEDbrmCCSfeX7k3dJj_VbHwnJEsrFll/w1200-h630-p-k-no-nu/HackedGPT0.jpg","publishedAt":"2025-11-10T10:10:00Z","content":"Esta semana el equipo de Tenable ha publicado un artículo llamado \"HackedGPT: Novel AI Vulnerabilities Open the Door for Private Data Leakage\" donde se detallan una serie de \"Weaknesses\" o debilidade… [+6298 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Android Auto actualiza a la versión 15.7 facilitando el acceso al nuevo Gemini. Primero en beta","description":"Con un Gemini que ha comenzado su colonización de Android Auto, Google acaba de actualizarlo para subir su versión a la número 15.7. El acelerón en el desarrollo no solo trae las posibilidades de recibir el nuevo asistente de voz, también mejora la estabilida…","url":"https://www.xatakandroid.com/sistema-operativo/android-auto-actualiza-a-version-15-7-facilitando-acceso-al-nuevo-gemini-primero-beta","urlToImage":"https://i.blogs.es/91b3bd/android-auto-15-7-bta/840_560.jpeg","publishedAt":"2025-11-10T10:00:12Z","content":"Con un Gemini que ha comenzado su colonización de Android Auto, Google acaba de actualizarlo para subir su versión a la número 15.7. El acelerón en el desarrollo no solo trae las posibilidades de rec… [+2261 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Silvia López","title":"Alerta del INCIBE por esta nueva campaña de phishing que suplanta a Iberdrola: cómo protegerte ante ella","description":"La advertencia del INCIBE recuerda que, en tiempos de estafas digitales cada vez más sofisticadas, la precaución sigue siendo la mejor defensa","url":"https://www.elconfidencial.com/espana/2025-11-10/alerta-incibe-nueva-campana-phising-suplanta-iberdrola_4244680/","urlToImage":"https://images.ecestaticos.com/kUYgffzdXYou5oUaeU5fbf6_9cI=/0x0:2272x1431/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/3b2/dfa/c6e/3b2dfac6e49739aeb9dd18af81f8d553.jpg","publishedAt":"2025-11-10T09:24:00Z","content":"Creerás estar ganando 50 euros pero no es real: la Policia Nacional advierte de una nueva estafa en EspañaSigue a El Confidencial en Google Discover para enterarte de todas las noticias​ El Instituto… [+2108 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Las empresas europeas representan más de un 20 % de las víctimas globales de ‘ransomware’","description":"Los países más atacados son Reino Unido, Alemania, Francia, Italia y España, según un estudio de CrowdStrike.","url":"https://www.silicon.es/las-empresas-europeas-representan-mas-de-un-20-de-las-victimas-globales-de-ransomware-2574592","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/02/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware.jpg","publishedAt":"2025-11-10T08:30:44Z","content":"El ransomware golpea con fuerza a Europa, segundo gran objetivo de los delincuentes tras Norteamérica. Las organizaciones de la región suponen cerca de un 22 % de las víctimas de ransomware y extorsi… [+1529 chars]"},{"source":{"id":null,"name":"Blogthinkbig.com"},"author":"José María López","title":"Windows 10 muere para siempre: qué hacer si aún lo usas, riesgos, cómo actualizar y qué hacer con ordenadores viejos","description":"Microsoft puso a la venta Windows 11 un 5 de octubre de 2021. Desde entonces, Windows 10 estaba condenado a desaparecer. Lo esperado por todos es que los propios usuarios actualizasen sus ordenadores. Pero, cuatro […]\nWindows 10 muere para siempre: qué hacer …","url":"https://blogthinkbig.com/final-soporte-windows-10","urlToImage":"https://blogthinkbig.com/wp-content/uploads/sites/4/2025/11/Windows-10-Laptop-Update.jpg?fit=1920%2C1280","publishedAt":"2025-11-10T07:30:00Z","content":"Microsoft puso a la venta Windows 11 un 5 de octubre de 2021. Desde entonces, Windows 10 estaba condenado a desaparecer. Lo esperado por todos es que los propios usuarios actualizasen sus ordenadores… [+10019 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Ver Instagram sin cuenta: ¿es posible acceder a perfiles y publicaciones?","description":"Resumen inquieto: Instagram desde las sombras La curiosidad manda: acceder sin cuenta ofrece solo una ventana parcial a perfiles públicos, nunca la experiencia completa. La creatividad digital florece: herramientas externas permiten ver historias y publicacio…","url":"https://www.muywindows.com/ver-instagram-sin-cuenta/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/11/Ver_Instagram_sin_cuenta_¿es_posible_acceder_a_perfiles_y_publicaciones.jpg","publishedAt":"2025-11-10T06:04:02Z","content":"¿Quién no se ha sentido tentado alguna vez por esa posibilidad casi prohibida de ver Instagram sin cuenta? Hay algo magnético en asomarse tras el cristal, husmear publicaciones ajenas y desaparecer c… [+6316 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Antonio Blanco","title":"La sombra del fantasma ruso vuelve a acercar a la UE y al Reino Unido tras la entrada de drones en Bruselas, el corazón europeo","description":"Dos aeronaves han sobrevolado esta semana el espacio aéreo de dos de los aeropuertos belgas más importantes, como son el bruselense y el de Lieja.\nMás información: Reino Unido blindará el espacio aéreo de Bélgica tras la incursión de drones de esta semana en …","url":"https://www.elespanol.com/mundo/europa/20251110/reino_unido-union_europea_-ue-vladimir_putin-rusia-drones-londres-belgica-europa/1003744006259_0.html","urlToImage":"https://s3.elespanol.com/2025/11/09/actualidad/1003744006448_259841448_1706x960.jpg?fmt=jpeg","publishedAt":"2025-11-10T01:57:55Z","content":"El avistamiento de dos drones en los aeropuertos belgas de Bruselas y de Lieja durante la semana pasada ha puesto en guardia a los aliados europeos. Bélgica, cuna del europeísmo que alberga en su ter… [+6882 chars]"}]