[{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El 94 % de las empresas españolas sufre ataques de phishing y vishing potenciados por IA, según Cyberark","description":"El auge de identidades digitales no humanas y la IA generativa aumenta el riesgo de ciberataques; la mayoría de las empresas no cuenta con protección suficiente.","url":"https://www.silicon.es/el-94-de-las-empresas-espanolas-sufre-ataques-de-phishing-y-vishing-potenciados-por-ia-segun-cyberark-2572048","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/ataques-phishing-ia-espana.jpeg","publishedAt":"2025-09-02T12:00:09Z","content":"La rápida adopción de la inteligencia artificial en entornos empresariales españoles ha generado un nuevo escenario de amenazas, donde las llamadas identidades invisibles cuentas de servicios, bots, … [+2290 chars]"},{"source":{"id":null,"name":"DW (English)"},"author":"Deutsche Welle","title":"IA fomenta el surgimiento de hackers bisoños, dice informe de Anthropic","description":"Modelos de lenguaje facilitan que programadores inexpertos se afilien al llamado \"vibe hacking\" con el que estos, pese a su novatez, provocan grandes daños. ¿Está facilitando la inteligencia artificial (IA) la tarea de algunos ciberdelincuentes? Los ataques i…","url":"https://www.dw.com/es/ia-fomenta-el-surgimiento-de-hackers-biso%C3%B1os-dice-informe-de-anthropic/a-73850495","urlToImage":"https://static.dw.com/image/73627322_6.jpg","publishedAt":"2025-09-02T11:45:00Z","content":"¿Está facilitando la inteligencia artificial (IA) la tarea de algunos ciberdelincuentes? Los ataques informáticos, antaño reservados a los especialistas, son ahora accesibles a los novatos, que consi… [+3212 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Cristian Garcia","title":"Cómo forzar el reinicio de tu iPad: guía completa para todos los modelos","description":"Aprende a forzar el reinicio del iPad y usar el modo recuperación. Guía clara para modelos con Face ID y botón de inicio.","url":"https://www.actualidadiphone.com/como-forzar-el-reinicio-de-tu-ipad/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/09/Como-forzar-el-reinicio-de-tu-iPad.jpg","publishedAt":"2025-09-02T11:32:52Z","content":"Cuando el iPad se queda colgado o no responde, saber cómo actuar marca la diferencia entre frustrarte o volver a la normalidad en segundos. Forzar el reinicio es una maniobra segura que no borra tus … [+11626 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Ventajas y desventajas de usar VPN en iPhone: lo que debes saber","description":"Pros y contras de usar VPN en iPhone, cuándo activarla, cómo elegir y configurar en iOS 18. Guía clara para mejorar privacidad y acceso.","url":"https://www.soydemac.com/ventajas-y-desventajas-de-usar-vpn-en-iphone-lo-que-debes-saber/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/Ventajas-y-desventajas-de-usar-VPN-en-iPhone-lo-que-debes-saber.webp","publishedAt":"2025-09-02T11:00:59Z","content":"Los iPhone han ganado fama de ser dispositivos seguros, pero eso no te hace invisible ni inmune. El malware móvil se ceba más con Android, sí, aunque amenazas como el phishing, el rastreo publicitari… [+12993 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Qué es el programa ESU en Windows 10 del que tanto se habla","description":"Todo sobre ESU de Windows 10: precios, requisitos, plazos y cómo inscribirte paso a paso. Opciones gratis y alternativas.","url":"https://www.actualidadgadget.com/que-es-el-programa-esu-en-windows-10-del-que-tanto-se-habla/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/programa-ESU-e-windows-10.jpg","publishedAt":"2025-09-02T11:00:36Z","content":"La llegada del fin de soporte de Windows 10 ha puesto sobre la mesa el Programa de Actualizaciones de Seguridad Extendidas (ESU), una vía pensada para quienes necesitan estirar la vida útil de sus eq… [+9269 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Los ataques de ‘ransomware’ se disparan un 116 % en España","description":"Según datos de Zscaler, es uno de los quince países del mundo más afectados.","url":"https://www.silicon.es/los-ataques-de-ransomware-se-disparan-un-116-en-espana-2572058","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/02/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware.jpg","publishedAt":"2025-09-02T09:42:29Z","content":"Los ataques de ransomwaresiguen aumentando. Los bloqueos por parte de la nube de Zscaler crecen un 146 % a nivel global, según el Informe Anual de Ransomware 2025 elaborado por su equipo de investiga… [+1400 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Los robos de criptomonedas alcanzaron los 163 millones de dólares en agosto","description":"Las pérdidas en criptomonedas aumentaron hasta alcanzar los 163 millones de dólares en agosto.\n Hackers y estafadores de criptomonedas robaron más de 163 millones de dólares del criptoespacio en agosto en 16 ataques distintos; un ataque de ingeniería social c…","url":"https://es.cointelegraph.com/news/crypto-hacks-august-2025-bitcoiner-btcturk-losses","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-02/0194f925-b6ea-7f5b-8773-8f9546545e72","publishedAt":"2025-09-02T09:30:00Z","content":"Hackers y estafadores de criptomonedas robaron más de 163 millones de dólares del criptoespacio en agosto en 16 ataques distintos; un ataque de ingeniería social contra un usuario de Bitcoin fue el r… [+4439 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"De las becas al material escolar: así son las estafas que están intentando colarte con la vuelta al cole","description":"Con el inicio del curso escolar, las familias españolas se enfrentan no solo a un incremento del gasto, sino también a una oleada de fraudes digitales que aprovechan este periodo de mayor consumo. Según el último estudio de Idealo , el desembolso medio de la …","url":"https://www.abc.es/tecnologia/becas-material-escolar-estafas-intentando-colarte-vuelta-20250902111802-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/tecnologia/2025/09/02/cole-U01642527346uYQ-1024x512@diario_abc.jpg","publishedAt":"2025-09-02T09:18:02Z","content":"Con el inicio del curso escolar, las familias españolas se enfrentan no solo a un incremento del gasto, sino también a una oleada de fraudes digitales que aprovechan este periodo de mayor consumo. Se… [+2676 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Google asegura que las recientes advertencias de seguridad de Gmail son falsas y que sus protecciones son efectivas","description":"Google ha trasladado que los informes recientes sobre un grave problema de seguridad compartido mediante una advertencia general a todos los usuarios de Gmail son falsos y ha asegurado que sus protecciones son \"sólidas y efectivas\".","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-google-asegura-recientes-advertencias-seguridad-gmail-son-falsas-protecciones-son-efectivas-20250902101807.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250902101807_1200.jpg","publishedAt":"2025-09-02T08:18:07Z","content":"MADRID, 2 Sep. (Portaltic/EP) - \r\n   Google ha trasladado que los informes recientes sobre un grave problema de seguridad compartido mediante una advertencia general a todos los usuarios de Gmail son… [+2745 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La vuelta al cole dispara las estafas online: ESET alerta sobre fraudes en material escolar y matrículas falsas","description":"ESET detecta un aumento de fraudes en la vuelta al cole: tiendas falsas, becas inexistentes y apps fraudulentas ponen en riesgo a las familias.","url":"https://www.silicon.es/la-vuelta-al-cole-dispara-las-estafas-online-eset-alerta-sobre-fraudes-en-material-escolar-y-matriculas-falsas-2572035","urlToImage":"https://www.silicon.es/wp-content/uploads/2024/03/eset-ciberseguridad.jpg","publishedAt":"2025-09-02T08:15:00Z","content":"El inicio del curso escolar ha venido acompañado de un repunte significativo en los fraudes online dirigidos a las familias españolas. Según advierte ESET, compañía especializada en ciberseguridad, l… [+2654 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Expertas advierten sobre los desafíos jurídicos y riesgos en el metaverso","description":"Las nuevas dinámicas de mundos digitales inmersivos plantean vacíos legales y amenazas crecientes en ciberseguridad, desde fraudes con activos digitales hasta la recopilación de datos sensibles y suplantación de identidad.","url":"https://www.df.cl/df-lab/tech-negocios/expertas-advierten-sobre-los-desafios-juridicos-y-riesgos-en-el-metaverso","urlToImage":"https://www.df.cl/noticias/site/artic/20250901/imag/foto_0000000520250901202501/Metaverso_Bloomberg_2.jpg","publishedAt":"2025-09-02T08:00:00Z","content":"El litigio de las MetaBirkins -interpretaciones virtuales del bolso Birkin de Hermès- comercializadas en el metaverso bajo NFT (sigla de tokens no fungibles), es decir, certificados digitales únicos … [+5185 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Noelia Hontoria","title":"Apple siempre ha presumido de ser más seguro que Android. Hasta que un simple mensaje de WhatsApp reventó su seguridad","description":"Durante años, se ha acusado al ‘sideloading’ de Android\r\n de ser un peligro para nuestros dispositivos móviles. Algo que el propio Google ya ha considerado y de hecho han comenzado a tirar del freno de mano y ha confirmado que va a cambiar su política\r\n al re…","url":"https://www.xatakamovil.com/apple/apple-siempre-ha-presumido-ser-seguro-que-android-que-simple-mensaje-whatsapp-revento-su-seguridad","urlToImage":"https://i.blogs.es/923a6a/spyware-meta-apple/840_560.png","publishedAt":"2025-09-02T07:04:25Z","content":"Durante años, se ha acusado al sideloading de Android\r\n de ser un peligro para nuestros dispositivos móviles. Algo que el propio Google ya ha considerado y de hecho han comenzado a tirar del freno de… [+2488 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"QNAP incorpora IPS en sus routers QHora para reforzar la defensa contra ransomware (sin coste de licencia)","description":"Los routers QHora integran IPS con bloqueo en tiempo real y actualizaciones automáticas, mejorando la ciberseguridad de PYMES sin gastos adicionales.","url":"https://www.silicon.es/qnap-incorpora-ips-en-sus-routers-qhora-para-reforzar-la-defensa-contra-ransomware-sin-coste-de-licencia-2572032","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/qnap-qhora-ips-sin-licencia.jpeg","publishedAt":"2025-09-02T07:00:04Z","content":"QNAP Systems, Inc. anunció que sus routers empresariales de la serie QHora QHora-301W, QHora-322 y QHora-321 incorporan ahora el Sistema de prevención de intrusiones (IPS) como parte de la actualizac… [+2213 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Qilin ransomware filtra 147 GB de datos de PathoQuest tras ataque a la biotecnológica","description":"La biotecnológica PathoQuest ha sufrido una filtración de 147 GB de datos tras un ataque de ransomware orquestado por el grupo Qilin, cuyo método incluyó la exfiltración y publicación de información sensible en la dark web.\nLa entrada Qilin ransomware filtra …","url":"https://unaaldia.hispasec.com/2025/09/qilin-ransomware-filtra-147-gb-de-datos-de-pathoquest-tras-ataque-a-la-biotecnologica.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/cover-image-8be211bcdb0691ffbec6fe98162b6c23.png?fit=1200%2C686&ssl=1","publishedAt":"2025-09-02T06:04:50Z","content":"El laboratorio francés PathoQuest, referente en bioseguridad a través de tecnologías NGS para la industria biofarmacéutica, está en el centro de la atención tras ser víctima de un ataque de ransomwar… [+2198 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Hackers están utilizando el exploit \"clásico\" de la EIP-7702 para robar WLFI","description":"Los poseedores de tokens de World Liberty Financial estarían siendo despojados de sus tokens WLFI. Un experto en seguridad señala un exploit de phishing vinculado a contratos de Ethereum.\n Según Yu Xian, fundador de SlowMist, los poseedores del token de gober…","url":"https://es.cointelegraph.com/news/wlfi-token-holders-falling-prey-classic-wallet-exploit","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-11/019372fd-544f-790a-98b5-7cacf63ebeb7","publishedAt":"2025-09-02T05:13:45Z","content":"Según Yu Xian, fundador de SlowMist, los poseedores del token de gobernanza de World Liberty Financial (WLFI) están siendo afectados por un conocido exploit de phishing de billetera que utiliza la ac… [+4672 chars]"}]