[{"source":{"id":null,"name":"Eleconomista.es"},"author":"Marlon Cárdenas","title":"Europa, América y China: La carrera por dominar la inteligencia artificial","description":"La inteligencia artificial (IA) se ha convertido en un nuevo campo de batalla geopolítico. No es una guerra de misiles ni de territorios, sino una pugna por el control del conocimiento, los datos, el gobierno corporativo y el futuro económico y social del mun…","url":"https://www.eleconomista.es/opinion/noticias/13601800/10/25/europa-america-y-china-la-carrera-por-dominar-la-inteligencia-artificial.html","urlToImage":"https://s03.s3c.es/imag/_v0/4720x2576/d/0/b/1200x655_ImagenMarlonCardenas.jpg","publishedAt":"2025-10-20T11:21:04Z","content":"La inteligencia artificial (IA) se ha convertido en un nuevo campo de batalla geopolítico. No es una guerra de misiles ni de territorios, sino una pugna por el control del conocimiento, los datos, el… [+2705 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"España, quinto país europeo por ataques cibernéticos durante el primer semestre","description":"A nivel mundial ocupa la posición número 14 en cuanto a clientes más afectados por la actividad cibernética maliciosa, según Microsoft.","url":"https://www.silicon.es/espana-quinto-pais-europeo-por-ataques-ciberneticos-durante-el-primer-semestre-2573901","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/06/Fuente-Shutterstock_Autor-Pavel-Ignatov_seguridad-.jpg","publishedAt":"2025-10-20T10:20:10Z","content":"La mayoría de los ciberataques están relacionados con la extorsión y el malware. Así lo revela Microsoft, que ha publicado los resultados de su Informe de Defensa Digital 2025, que recoge datos compr… [+1357 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"Windows 11 cifra discos duros sin permiso y deja a un usuario sin 3 TB de datos por culpa de Microsoft","description":"Microsoft ha vuelto a protagonizar una polémica de las que duelen, y hoy ya van dos, 4 en la última semana. Un usuario de Reddit ha denunciado que, tras reinstalar Windows 11, el sistema activó BitLocker sin previo aviso, el cual cifra HDD, en concreto, dos d…","url":"https://elchapuzasinformatico.com/2025/10/windows-11-cifra-discos-duros-sin-permiso/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/Windows-11-cifra-HDD-con-Bitlocker-sin-permiso-de-los-usuarios-por-la-politica-de-seguridad-de-Microsoft.webp","publishedAt":"2025-10-20T10:14:02Z","content":"Microsoft ha vuelto a protagonizar una polémica de las que\r\nduelen, y hoy ya van dos, 4 en la última semana. Un usuario de\r\nReddit ha denunciado que, tras reinstalar Windows 11, el\r\nsistema activó Bi… [+5627 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La mitad de los expertos europeos teme las ciberamenazas impulsadas por IA en 2026, según ISACA","description":"El 51% de los profesionales europeos de ciberseguridad considera que las amenazas impulsadas por inteligencia artificial y los deepfakes serán su principal preocupación el próximo año, según ISACA.","url":"https://www.silicon.es/la-mitad-de-los-expertos-europeos-teme-las-ciberamenazas-impulsadas-por-ia-en-2026-segun-isaca-2573894","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/isaca-ciberamenazas-inteligencia-artificial-2026.jpeg","publishedAt":"2025-10-20T09:30:41Z","content":"Más de la mitad (51%) de los profesionales europeos de TI y ciberseguridad teme que las ciberamenazas impulsadas por inteligencia artificial (IA) y los deepfakes se conviertan en su principal fuente … [+2729 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Torrezzno","title":"DNS4EU y su falta de transparencia: alternativas más éticas y confiables","description":"Hace cuatro meses se anunciaba con júbilo el nuevo servicio de DNS cofundado por la Unión Europea, DNS4EU. Se define como una solución europea conforme a la privacidad y segura por diseño.¿Es la mejor opción para quien quiere un DNS que cuide la privacidad? C…","url":"https://www.meneame.net/m/Artículos/dns4eu-falta-transparencia-alternativas-mas-eticas-confiables","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4108959&version=0&ts=1760949818&image.png","publishedAt":"2025-10-20T08:44:50Z","content":"Hace cuatro meses se anunciaba con júbilo el nuevo servicio de DNS cofundado por la Unión Europea, DNS4EU. Se define como una solución europea conforme a la privacidad y segura por diseño.\r\n¿Es la me… [+5469 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"Los cargadores también caducan. Este es el símbolo que indica cuál es su vida útil","description":"Mucho se habla sobre la obsolescencia programada de los teléfonos móviles, pero sus accesorios también cuentan con una esperanza de vida limitada. Los cables y cargadores son un buen ejemplo. La buena noticia es que muchos de ellos van de frente y puedes cono…","url":"https://www.xatakandroid.com/componentes/cargadores-tambien-caducan-este-simbolo-que-indica-cual-su-vida-util","urlToImage":"https://i.blogs.es/77dc61/fecha-de-caducidad-cargador-comprobar/840_560.jpeg","publishedAt":"2025-10-20T08:31:00Z","content":"Mucho se habla sobre la obsolescencia programada de los teléfonos móviles, pero sus accesorios también cuentan con una esperanza de vida limitada. Los cables y cargadores son un buen ejemplo. La buen… [+2885 chars]"},{"source":{"id":null,"name":"Blogthinkbig.com"},"author":"Rubén Chicharro","title":"Cómo evitar que tu Fire TV se actualice a Vega OS (y por qué te interesa)","description":"Los dispositivos Fire TV de Amazon cambiarán por completo muy pronto. La compañía ha anunciado que en los próximos meses, Fire OS será reemplazado por la actualización a Vega OS, un nuevo sistema operativo propio […]\nCómo evitar que tu Fire TV se actualice a …","url":"https://blogthinkbig.com/actualizacion-vega-os-como-evitarla-en-tu-fire-tv","urlToImage":"https://blogthinkbig.com/wp-content/uploads/sites/4/2025/10/vega-os-amazon.png?fit=1920%2C1080","publishedAt":"2025-10-20T08:30:46Z","content":"Los dispositivos Fire TV de Amazon cambiarán por completo muy pronto. La compañía ha anunciado que en los próximos meses, Fire OS será reemplazado por la actualización a Vega OS, un nuevo sistema ope… [+5072 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Expertos debaten el papel de la IA en la aceleración de los ciberriesgos y en la repuesta durante ISACA Europa 2025","description":"Más de 600 personas se han reunido en el Congreso ISACA Europa 2025 para debatir sobre inteligencia artificial (IA), ciberamenazas y resiliencia digital, compartiendo tendencias, aprendizajes y recomendaciones prácticas.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-expertos-debaten-papel-ia-aceleracion-ciberriesgos-repuesta-isaca-europa-2025-20251020094246.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251020094246_1200.jpg","publishedAt":"2025-10-20T07:42:46Z","content":"MADRID, 20 Oct. (Portaltic/EP) - \r\n    Más de 600 personas se han reunido en el Congreso ISACA Europa 2025 para debatir sobre inteligencia artificial (IA), ciberamenazas y resiliencia digital, compar… [+6521 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Bloqueo a No-IP en España: miles de usuarios sin acceso remoto por el veto a ddns.net y el eterno debate sobre los “daños colaterales” del filtrado","description":"Las principales operadoras españolas han vuelto a bloquear el acceso a un servicio legítimo y masivo: el DNS dinámico de No-IP, concreto el dominio ddns.net, utilizado desde hace más de dos décadas por hogares y pequeñas empresas para acceder a sus cámaras, d…","url":"https://www.redes-sociales.com/bloqueo-a-no-ip-en-espana-miles-de-usuarios-sin-acceso-remoto-por-el-veto-a-ddns-net-y-el-eterno-debate-sobre-los-danos-colaterales-del-filtrado/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/03/bloqueos-laliga-webs.jpg","publishedAt":"2025-10-20T07:39:33Z","content":"Las principales operadoras españolas han vuelto a bloquear el acceso a un servicio legítimo y masivo: el DNS dinámico de No-IP, concreto el dominio ddns.net, utilizado desde hace más de dos décadas p… [+10008 chars]"}]