[{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"Qué es el ransomware y por qué en España se vive una situación preocupante","description":"El desarrollo de las nuevas tecnologías no siempre ha supuesto una mejora para nuestra productividad, ya que también les ha dado alas a los ciberdelincuentes para cometer sus atrocidades. España es uno de los países que más está sufriendo ciberataques orquest…","url":"https://www.adslzone.net/noticias/seguridad/ransomware-espana-vive-situacion-preocupante/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Ransomware-min.png","publishedAt":"2025-11-22T08:05:11Z","content":"Las amenazas que estamos aconteciendo durante los últimos años por parte de individuos especializados en materia de vulnerabilidad y agujeros de seguridad están aumentando a niveles vertiginosos. Sin… [+3650 chars]"},{"source":{"id":null,"name":"Desdelinux.net"},"author":"Darkcrizt","title":"CVE-2025-48593: una vulnerabilidad crítica en Bluetooth que afecta a Android 13–16","description":"Google confirma una vulnerabilidad crítica en el subsistema Bluetooth de Android que permite ejecución remota de código. Conoce cómo ...","url":"https://blog.desdelinux.net/vulnerabilidad-bluetooth-android-cve-2025-48593-noviembre/","urlToImage":"https://blog.desdelinux.net/wp-content/uploads/2020/05/vulnerabilidad.png","publishedAt":"2025-11-22T01:36:19Z","content":"El blog de seguridad de Android dio a conocer, mediante un boletín, la detección de una vulnerabilidad de seguridad en Android. La vulnerabilidad CVE-2025-48593, una falla de gravedad crítica que com… [+4502 chars]"},{"source":{"id":null,"name":"Desdelinux.net"},"author":"Darkcrizt","title":"Google ajusta la verificación de desarrolladores en Android","description":"Google inicia pruebas de verificación de desarrolladores en Android y prepara un modo avanzado para instalar APK no verificados con nuevas","url":"https://blog.desdelinux.net/google-verificacion-desarrolladores-android-instalacion-apk-no-verificados/","urlToImage":"https://blog.desdelinux.net/wp-content/uploads/2025/11/Verficacion-Android.png","publishedAt":"2025-11-22T01:25:28Z","content":"Hace pocos días se dio a conocer la información sobre el inicio de las pruebas por parte de Google al sistema de verificación de desarrolladores para Android, acompañado de una revisión en las restri… [+4484 chars]"}]