[{"source":{"id":null,"name":"Xataka Android"},"author":"Eduardo Marín","title":"\"El sideloading es fundamental para Android y no va a desaparecer\", según el jefe de Android. Aún así, la comunidad está preocupada","description":"La identidad de Android podría cambiar para siempre a partir del año 2026. Google va a implementar nuevos requerimientos para poder instalar aplicaciones desde tiendas alternativas y fuentes externas a Google Play Store, lo que muchos desarrolladores y usuari…","url":"https://www.xatakandroid.com/sistema-operativo/sideloading-fundamental-para-android-no-va-a-desaparecer-jefe-android-asi-comunidad-esta-preocupada","urlToImage":"https://i.blogs.es/11f674/google-sameer-android-2/840_560.jpeg","publishedAt":"2025-08-28T19:34:57Z","content":"La identidad de Android podría cambiar para siempre a partir del año 2026. Google va a implementar nuevos requerimientos para poder instalar aplicaciones desde tiendas alternativas y fuentes externas… [+4086 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El culebrón digital de Belorado: Meta borra las cuentas de Instagram y Facebook de las exreligiosas","description":"El culebrón de Belorado —un conflicto que no descansa ni en verano— tiene ahora un nuevo personaje: Mark Zuckerberg. Recordemos que este agosto comenzaba con la negativa de las exreligiosas a cumplir la orden de la juez de Briviesca, que ordenaba el traslado …","url":"https://www.abc.es/sociedad/culebron-digital-belorado-meta-borra-cuentas-instagram-20250828205631-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/sociedad/2025/08/28/1499305354(1)-U45117385508jAn-1024x512@diario_abc.jpg","publishedAt":"2025-08-28T18:56:31Z","content":"El culebrón de Belorado un conflicto que no descansa ni en verano tiene ahora un nuevo personaje: Mark Zuckerberg. Recordemos que este agosto comenzaba con la negativa de las exreligiosas a cumplir l… [+4617 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Anunciante","title":"¿Qué necesitas para usar un cajero de bitcoin en España?","description":"Aprende cómo usar cajeros bitcoin en España: exploramos los requisitos, límites, su seguridad y te contamos la opción más confiable y competitiva.\nLeer más","url":"https://www.criptonoticias.com/comunidad/adopcion/que-necesitas-usar-cajero-bitcoin-espana/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/07/cajero-bitcoin-espana-Bitomat.jpg","publishedAt":"2025-08-28T18:43:09Z","content":"<ul><li>Más de 300 cajeros de bitcoin ya operan en España, con presencia en las principales ciudades.\r\n</li><li>El proceso es rápido: solo necesitas una wallet, efectivo y tu identificación personal.… [+8709 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"Anthropic usará tus chats con Claude para entrenar su IA","description":"Anthropic anunció que usará tus conversaciones con Claude para entrenar sus modelos de IA. La compañía actualizó sus políticas de uso con nuevas cláusulas que le permitirán conservar los datos de sus usuarios hasta por cinco años y emplearlos como material de…","url":"http://hipertextual.com/tecnologia/anthropic-conversaciones-claude-entrenar-ia/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2024/11/claude-anthropic-europa-scaled.jpg","publishedAt":"2025-08-28T17:49:17Z","content":"Anthropic anunció que usará tus conversaciones con Claude para entrenar sus modelos de IA. La compañía actualizó sus políticas de uso con nuevas cláusulas que le permitirán conservar los datos de sus… [+3047 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Servimedia","title":"España, en el top 5 de países más afectados por ataques de 'ransomware' en lo que va de año","description":"Inetum LiveSOC, el Centro de Operaciones de Seguridad (SOC) de Inetum, ha detectado un repunte de las ciberamenazas durante en este 2025, según recoge en su informe semestral. En este periodo, ha gestionado 77.093 alertas de seguridad y 25.171 incidente","url":"https://www.elconfidencial.com/espana/2025-08-28/espana-en-el-top-5-afectados-por-ataque-ransomware-1tna_4198486/","urlToImage":"https://images.ecestaticos.com/ydbI4iYi58WuIFY8RB0RAo3uE_c=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/e7b/ad3/fba/e7bad3fba03355b267065e87b1aca404.jpg","publishedAt":"2025-08-28T16:40:00Z","content":"Además, hay observadores externos que han detectado un crecimiento significativo de los ataques de 'ransomware' a nivel global. En concreto, en los 19 países en los que Inetum tiene presencia, durant… [+3596 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Todo sobre Surfshark: el servicio de VPN de pago para proteger tu privacidad en Internet","description":"Surfshark es un servicio de VPN de pago enfocada en brindar soluciones de privacidad y seguridad al navegar por Internet. En ADSLZone, hemos estado un par de semanas probándolo para analizar de primera mano cómo funciona y si merece la pena suscribirse a sus …","url":"https://www.adslzone.net/reportajes/internet/surfshark-vpn-proteger-privacidad/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/surfshark-vpn-1.png","publishedAt":"2025-08-28T16:32:17Z","content":"Una red privada virtual, o VPN, es una especie de intermediario entre tu dispositivo y los servidores a los que te conectas. Al utilizar este tipo de conexión, se oculta la dirección IP real desde la… [+9364 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"edCreativo Andalucía","title":"Cómo las VPN gratuitas están cambiando el panorama digital en América Latina","description":"Los servicios VPN gratuitos están disminuyendo los obstáculos de acceso, permitiendo que más individuos, sin importar su condición financiera, tengan acceso a la seguridad en línea y al acceso sin limitaciones\r\n\n América Latina ha entrado en una fase crucial …","url":"https://www.eldiario.es/andalucia/edcreativo-andalucia/vpn-gratuitas-cambiando-panorama-digital-america-latina_132_12563156.html","urlToImage":"https://static.eldiario.es/clip/b5296ab7-61d8-4419-898a-fec0e7db0c18_facebook-aspect-ratio_default_0.jpg","publishedAt":"2025-08-28T16:00:21Z","content":"América Latina ha entrado en una fase crucial en su desarrollo digital. Cada vez más personas trabajan de forma remota. Esta tendencia se extiende desde Venezuela hasta México y más allá. Acceden a n… [+5027 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"A la Vanguard-IA","title":"Amy Vela: ¿Qué estudiar hoy para no estar en la calle mañana?","description":"Las 5 carreras que la IA no podrá quitarte (al menos por ahora).","url":"https://www.elfinanciero.com.mx/monterrey/2025/08/28/amy-vela-que-estudiar-hoy-para-no-estar-en-la-calle-manana/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/LYVDNDL65FFMNBNSRDJ4FE73HA.jpg?smart=true&auth=acd7c800077ece4649064e7607f97f3bf0762053ae2e1694d162a0df8f0a6fc7&width=1200&height=630","publishedAt":"2025-08-28T15:51:28Z","content":"El avance de la inteligencia artificial, la automatización y la transición energética están cambiando por completo el panorama laboral. \r\nNo se trata solo de qué carreras sobreviven, sino de cuáles s… [+4097 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":"Puromarketing","title":"El desafío de empresas y marcas al integrar la inteligencia artificial en su estrategia de conexión con los consumidores","description":"Las marcas exploran nuevas estrategias para dotar de humanidad a sus interacciones mediante la inteligencia artificial. La personalización inteligente no solo mejora la experiencia del cliente, sino que también se......","url":"https://www.puromarketing.com/14/215936/desafio-empresas-marcas-integrar-inteligencia-artificial-estrategia-conexion-consumidores","urlToImage":"https://www.puromarketing.com/uploads/img/contents/2025/7DbGz6IYr2AeqMmWsUPJ/7DbGz6IYr2AeqMmWsUPJ_post_imagen_prev.jpg","publishedAt":"2025-08-28T15:29:46Z","content":"Las marcas exploran nuevas estrategias para dotar de humanidad a sus interacciones mediante la inteligencia artificial. La personalización inteligente no solo mejora la experiencia del cliente, sino … [+9248 chars]"},{"source":{"id":null,"name":"Iphoneros.com"},"author":"iPhoneros","title":"Apple retrasa la publicación de iTorrents en la AltStore Pal, una App de descargas P2P","description":"Apple está impidiendo actualmente la publicación de una App de descarga de torrentes, una técnica de P2P muy extendida desde hace muchos años para descargar ficheros directamente desde muchos otros usuarios (clientes) al tiempo que esos usuarios también se de…","url":"https://iphoneros.com/101900/app-descargas-torrentes-para-iphone","urlToImage":"https://iphoneros.com/wp-content/uploads/2024/04/altstore_source.png","publishedAt":"2025-08-28T14:38:50Z","content":"Apple está impidiendo actualmente la publicación de una App de descarga de torrentes, una técnica de P2P muy extendida desde hace muchos años para descargar ficheros directamente desde muchos otros u… [+1918 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Mejores programas de compresión y descompresión para Windows","description":"Comparativa top en Windows: 7-Zip, WinRAR, PeaZip y más. Formatos, pros, UWP y Android. Guía para elegir y evitar riesgos.","url":"https://www.actualidadgadget.com/mejores-programas-de-compresion-y-descompresion-para-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Mejores-programas-de-compresion-y-descompresion-para-Windows-1.png","publishedAt":"2025-08-28T13:48:26Z","content":"Si hay una herramienta que no puede faltar en tu PC, es un buen compresor y descompresor de archivos, porque facilita guardar, enviar y organizar grandes volúmenes de datos con poco esfuerzo. Aunque … [+17008 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Antonio Ferrer","title":"Apple acaba de prohibir la primera app de una tienda de terceros y ni te imaginas para qué servía","description":"Los usuarios de iPhone europeos pueden descargar aplicaciones de otras tiendas, y más concretamente desde que entró en vigor la ley de Mercados Digitales de la Unión Europea. Una vez se aplicó esta nueva ley llegaron varias tiendas alternativas: AltStore, Apt…","url":"https://ipadizate.com/app-store/apple-acaba-de-prohibir-la-primera-app-de-una-tienda-de-terceros-y-ni-te-imaginas-para-que-servia","urlToImage":"https://ipadizate.com/hero/2025/08/altstore.jpg?width=1200","publishedAt":"2025-08-28T11:00:53Z","content":"AltStore es una tienda alternativa\r\nLos usuarios de iPhone europeos pueden descargar aplicaciones de otras tiendas, y más concretamente desde que entró en vigor la ley de Mercados Digitales de la Uni… [+2295 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Probamos el Pixel 10 y el Pixel Pro, lo último de Google que combina seguridad, IA y diseño refinado","description":"Llevamos una semana probando el Google Pixel 10 y Pixel 10 Pro , y este es nuestro análisis empezando con el diseño. Google mantiene los bordes planos y la franja de cámaras que ya identifican a la familia Pixel. La novedad real en el exterior está en la pant…","url":"https://www.abc.es/tecnologia/moviles/probamos-pixel-pixel-pro-ultimo-google-combina-20250828124345-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/tecnologia/2025/08/28/image-U21074874125FdQ-1024x512@diario_abc.jpg","publishedAt":"2025-08-28T10:43:46Z","content":"Llevamos una semana probando el Google Pixel 10 y Pixel 10 Pro, y este es nuestro análisis empezando con el diseño. Google mantiene los bordes planos y la franja de cámaras que ya identifican a la fa… [+4529 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Descubren un ‘ransomware’ impulsado por tecnología de inteligencia artificial","description":"PromptLock es capaz de decidir de forma autónoma qué datos exfiltrar y cifrar.","url":"https://www.silicon.es/descubren-un-ransomware-impulsado-por-tecnologia-de-inteligencia-artificial-2571894","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-08-28T10:16:00Z","content":"Los expertos en seguridad llevaban tiempo advirtiendo sobre el aprovechamiento de la tecnología de inteligencia artificial (IA) por parte de los ciberdelincuentes. Y ahora sale a luz el primer ransom… [+1451 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo detectar rootkits y procesos ocultos en Windows 11","description":"Detecta y elimina rootkits y procesos ocultos en Windows 11 con herramientas modernas, pasos seguros y prevención eficaz. Guía práctica y actualizada.","url":"https://www.actualidadgadget.com/como-detectar-rootkits-y-procesos-ocultos-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Detectar-rootkits-y-procesos-ocultos-en-Windows-11.png","publishedAt":"2025-08-28T09:51:25Z","content":"Cuando algo se esconde en lo más profundo de Windows 11 y el equipo empieza a comportarse de forma rara, es normal pensar en virus; sin embargo, los rootkits y los procesos ocultos juegan en otra lig… [+11051 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"LaLiga redobla su ofensiva contra la piratería digital","description":"LaLiga intensifica bloqueos y alianzas en su lucha antipiratería en España y Latinoamérica. Conoce medidas, operaciones y debate.","url":"https://www.actualidadgadget.com/laliga-redobla-su-ofensiva-contra-la-pirateria-digital/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/LaLiga-contra-la-pirateria-3.jpg","publishedAt":"2025-08-28T09:23:26Z","content":"Portada: ofensiva contra la piratería\r\nLaLiga ha acelerado su ofensiva antipiratería con un plan a varias bandas: órdenes judiciales para bloquear emisores ilícitos en España, alianzas estratégicas e… [+7502 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Hackers lanzan una ofensiva global: millones de cuentas de Gmail, Outlook y Yahoo bajo ataques de phishing tras la última filtración de datos","description":"La reciente filtración de metadatos confirmada por Google el 5 de agosto de 2025 ha encendido las alarmas en la comunidad digital. Aunque las contraseñas de Gmail no fueron comprometidas, la exposición de información sensible ha abierto la puerta a una oleada…","url":"https://www.redes-sociales.com/hackers-lanzan-una-ofensiva-global-millones-de-cuentas-de-gmail-outlook-y-yahoo-bajo-ataques-de-phishing-tras-la-ultima-filtracion-de-datos/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/01/correo-electronico-gmail-unsplash-1.jpg","publishedAt":"2025-08-28T08:45:00Z","content":"La reciente filtración de metadatos confirmada por Google el 5 de agosto de 2025 ha encendido las alarmas en la comunidad digital. Aunque las contraseñas de Gmail no fueron comprometidas, la exposici… [+5358 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Brayden Lindrea","title":"Anthropic: criminales están realizando \"vibe hacking\" con IA a niveles sin precedentes","description":"La empresa de IA advirtió que su chatbot Claude está siendo utilizado para realizar ciberataques a gran escala, con rescates que superan los 500.000 dólares en algunos casos.\n A pesar de las salvaguardas “sofisticadas”, la empresa de infraestructura de IA, An…","url":"https://es.cointelegraph.com/news/cybercriminals-vibe-hacking-ai-ransoms-says-anthropic","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-12/0193c434-5f77-7e35-867f-d7a12370304c","publishedAt":"2025-08-28T04:45:00Z","content":"A pesar de las salvaguardas sofisticadas, la empresa de infraestructura de IA, Anthropic, dice que los ciberdelincuentes siguen encontrando formas de usar indebidamente su chatbot de IA, Claude, para… [+4252 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Eduardo Rodríguez González","title":"Blindar los sistemas de pagos es una responsabilidad estratégica, según Servinformación","description":"El 67% de adultos en Perú ya usa productos financieros digitales. Pero ¿qué medidas de ciberseguridad protegen las transferencias en tiempo real?\n En Perú, el 67% de los adultos ha utilizado servicios financieros digitales, según datos de la Superintendencia …","url":"https://es.cointelegraph.com/news/claves-de-ciberseguridad-que-protegen-transferencias-digitales-en-tiempo-real-segun-servinformacion","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198ee17-cee4-76e8-830c-c0b287724260","publishedAt":"2025-08-28T00:33:55Z","content":"En Perú, el 67% de los adultos ha utilizado servicios financieros digitales, según datos de la Superintendencia de Banca, Seguros y AFP (SBS). Aplicaciones como Yape y Plin han acelerado la bancariza… [+2745 chars]"}]