[{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Más de 2.500 millones de usuarios de Gmail en riesgo: han hackeado una base de datos de Google","description":"Google ha confirmado que un grupo de ciberdelincuentes ha accedido a información de una base de datos que tenía alojada en una instancia de Salesforce que fue hackeada en junio, lo que pone en riesgo a 2.500 millones de correos.","url":"https://www.eleconomista.es/tecnologia/noticias/13511385/08/25/mas-de-2500-millones-de-usuarios-de-gmail-en-riesgo-han-hackeado-una-base-de-datos-de-google.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/5/d/alerta-roja-gmail.jpg","publishedAt":"2025-08-20T10:30:42Z","content":"Google ha confirmado que un grupo de ciberdelincuentes ha accedido a información de una base de datos que tenía alojada en una instancia de Salesforce que fue hackeada en junio, lo que pone en riesgo… [+1686 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Mantenimiento preventivo en Windows 11: guía práctica y segura","description":"Acelera y protege Windows 11 con tareas preventivas claras y seguras. Guía completa con trucos, limpieza, SFC/DISM y consejos de seguridad.","url":"https://www.actualidadgadget.com/mantenimiento-preventivo-en-windows-11-guia-practica-y-segura/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/mantenimiento-preventivo-windows-11.jpg","publishedAt":"2025-08-20T10:00:34Z","content":"Mantener Windows 11 fino, ordenado y rápido no va solo de pasar un limpiador de vez en cuando, va de instaurar rutinas sencillas que eviten que el sistema se llene de lastre y pequeños fallos con el … [+10332 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"plokiko","title":"Confiarlo todo al mismo DNS es un error: por qué es bueno tener varios distintos","description":"Cuando hablamos de mejorar la velocidad de internet en el móvil, reforzar la seguridad o evitar caídas de servicio, solemos pensar en la cobertura, en el tipo de conexión (4G, 5G o WiFi) o incluso en usar una VPN. Sin embargo, hay un actor silencioso que lo g…","url":"https://www.xatakamovil.com/conectividad/confiarlo-todo-al-dns-error-que-bueno-tener-varios-distintos","urlToImage":"https://i.blogs.es/4fbfa9/xatakamovil-portada---2025-08-20t034945.893/840_560.jpeg","publishedAt":"2025-08-20T08:00:46Z","content":"Cuando hablamos de mejorar la velocidad de internet en el móvil, reforzar la seguridad o evitar caídas de servicio, solemos pensar en la cobertura, en el tipo de conexión (4G, 5G o WiFi) o incluso en… [+3789 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"O2 se harta de las estafas y publica el único número desde el que pueden llamar a sus clientes","description":"Pese a que las operadoras han bloqueado desde el inicio de la ley antiestafas casi 50 millones de llamadas fraudulentas, estas se siguen produciendo y esto puede provocar un importante problema para los clientes de las telecos. Para minimizar su impacto en su…","url":"https://www.adslzone.net/noticias/operadores/o2-explica-unico-numero-llamadas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/persona-recibiendo-llamada-comercial-02-pcpal-cuerpo.png","publishedAt":"2025-08-20T07:57:09Z","content":"El incremento de las estafas telefónicas se ha convertido en una importante preocupación para todos los sectores que son el foco de las bandas del crimen ciberorganizado, como ocurre con las operador… [+4637 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Estas son las seis aplicaciones que debes desinstalar de inmediato si quieres proteger tu cuenta bancaria","description":"Nuestros teléfonos móviles se han convertido en el principal objetivo de todos los ciberataques por el principal motivo de que son el lugar donde almacenamos la mayor cantidad de información personal y también bancaria, que en los tiempos que corren son las c…","url":"https://www.eleconomista.es/tecnologia/noticias/13511074/08/25/estas-son-las-seis-aplicaciones-que-debes-desinstalar-de-inmediato-si-quieres-proteger-tu-cuenta-bancaria.html","urlToImage":"https://s03.s3c.es/imag/_v0/1300x709/6/4/b/1200x655_tarjetamovil.jpg","publishedAt":"2025-08-20T07:56:44Z","content":"Nuestros teléfonos móviles se han convertido en el principal objetivo de todos los ciberataques por el principal motivo de que son el lugar donde almacenamos la mayor cantidad de información personal… [+1909 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Jorge Sanz","title":"Ericsson anuncia que el despliegue de Open RAN está listo para comenzar","description":"Ericsson no solo es una de las empresas de telecomunicaciones más importantes del mundo, sino que además se ha diferenciado como uno de los líderes de la industria a la hora de estandarizar diferentes protocolos e infraestructuras de comunicación. Ahora, desd…","url":"https://www.movilzona.es/branded/b2b/ericsson-anuncia-despliegue-open-ran/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/ericsson-open-ran-portada.jpg","publishedAt":"2025-08-20T05:00:40Z","content":"Y es que los estándares de productos y soluciones de las redes Open Ran, o lo que es lo mismo, Redes de Acceso de Radio Abiertas, ya han alcanzado un nivel de madurez suficiente como para que su desp… [+3409 chars]"}]