[{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"¿Usas WiFi público para conectarte? Estos trucos te ayudarán a mantenerte seguro","description":"Si eres de los que tiene que realizar viajes continuamente o trabajas con tu portátil fuera de casa, es muy probable que te veas en la necesidad de conectarte a Internet por medio de una conexión WiFi pública . Sin embargo, este tipo de hábitos puede ser peli…","url":"https://www.adslzone.net/noticias/seguridad/wifi-publico-conectarte-trucos-mantenerte-seguro/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/Captura-de-pantalla-2025-09-09-183428-min.png","publishedAt":"2025-09-21T19:06:06Z","content":"¿Alguna vez has tenido que conectarte a un punto WiFi fuera de tu hogar? Las redes públicas son totalmente gratuitas y estás esparcidas por diferentes zonas. Podemos encontrarnos espacios públicos, c… [+4836 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"jmgalvis","title":"LinkedIn como anzuelo: 11 empresas de telecom afectadas, 34 dispositivos comprometidos","description":"Una operación de ciberespionaje atribuida al grupo iraní UNC1549 (también rastreado como “Subtle Snail”) comprometió 34 dispositivos en 11 compañías de telecomunicaciones mediante señuelos de empleo en LinkedIn y un backdoor llamado MINIBIKE. El uso de infrae…","url":"https://unaaldia.hispasec.com/2025/09/unc1549-ofertas-falsas-linkedin-telecom-34-equipos.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/Campana-de-Ciberseguridad-y-Phishing-1.png?fit=1200%2C800&ssl=1","publishedAt":"2025-09-21T18:24:12Z","content":"Una operación de ciberespionaje atribuida al grupo iraní UNC1549 (también rastreado como Subtle Snail) comprometió 34 dispositivos en 11 compañías de telecomunicaciones mediante señuelos de empleo en… [+5440 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"SpamGPT: la IA que imita a ChatGPT para campañas de phishing","description":"El avance de la inteligencia artificial no solo ha traído aplicaciones positivas en ámbitos como la productividad o la creatividad, también ha abierto la puerta a nuevas formas de ciberdelincuencia. Un buen ejemplo es SpamGPT, un servicio que ha comenzado a c…","url":"https://www.muycomputer.com/2025/09/21/spamgpt-la-ia-que-imita-a-chatgpt-para-campanas-de-phishing/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/09/SpamGPT-1-1000x600.jpg","publishedAt":"2025-09-21T16:44:12Z","content":"El avance de la inteligencia artificial no solo ha traído aplicaciones positivas en ámbitos como la productividad o la creatividad, también ha abierto la puerta a nuevas formas de ciberdelincuencia. … [+3397 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"El Confidencial","title":"Los expertos avisan de la amenaza de RatOn, un nuevo troyano que te roba tu dinero y tus datos","description":"En móviles Android, suplanta a una aplicación normal. Los analistas creen que se ha desarrollado desde cero, siendo muy peligroso","url":"https://www.elconfidencial.com/tecnologia/2025-09-21/expertos-avisa-amenzar-raton-troyano-roba-dinero-datos_4213359/","urlToImage":"https://images.ecestaticos.com/FI6p3C20sZgrdARvUDiMIaQAUrM=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/9c0/f23/f26/9c0f23f263515789e8851b1ad486f448.jpg","publishedAt":"2025-09-21T16:32:00Z","content":"Así funciona la nueva estafa del 'me gusta' que preocupa a la población en España: presta atención si recibes esta ofertaLa \"mareante\" ilusión óptica de iOS 26 que trae de cabeza a los usuarios de iP… [+2068 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Un correo oculto que engaña a la IA: el nuevo riesgo en la automatización de correos electrónicos","description":"En la actualidad, muchas personas empiezan a delegar tareas rutinarias en agentes de inteligencia artificial, como la revisión de correos electrónicos. La posibilidad de pedirle a un asistente que analice bandejas de entrada y extraiga información relevante s…","url":"https://wwwhatsnew.com/2025/09/21/un-correo-oculto-que-engana-a-la-ia-el-nuevo-riesgo-en-la-automatizacion-de-correos-electronicos/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/09/output1-87.jpg","publishedAt":"2025-09-21T14:00:05Z","content":"En la actualidad, muchas personas empiezan a delegar tareas rutinarias en agentes de inteligencia artificial, como la revisión de correos electrónicos. La posibilidad de pedirle a un asistente que an… [+4994 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Balma Simó","title":"María Aperador, experta en ciberseguridad, alerta sobre los 'captchas' falsos: \"Estás ejecutando un virus\"","description":"Acceder a una página aparentemente segura, pulsar sobre un archivo adjunto o pinchar un enlace recibido en un correo puede provocar un ataque sin que el usuario se dé cuenta. Seguir leyendo....","url":"https://www.elperiodico.com/es/sucesos/20250921/captchas-falsos-descarga-virus-ciberseguridad-experto-dv-121586261","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/3bfc9c14-96f4-4051-a086-8eeb58735062_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-09-21T12:30:27Z","content":"Acceder a una página aparentemente segura, pulsar sobre un archivo adjunto o pinchar un enlace recibido en un correo puede provocar un ataque sin que el usuario se dé cuenta.\r\nA partir de ese momento… [+2024 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"I. GARCÍA","title":"Un ciberataque deja sin poder fabricar coches a Jaguar Land Rover: pierde 80 millones de euros al día","description":"Las tres factorías de la compañía en Reino Unido, que ensamblan 1.000 coches al día, no podrán retomar su actividad hasta la próxima semana. El Gobierno británico ha ofrecido sus recursos en materia de ciberseguridad en una crisis que rebasa ya los 1.000 mill…","url":"https://www.lavozdegalicia.es/noticia/economia/2025/09/21/ciberataque-deja-poderfabricarcoches-jaguar-land-rover-pierde-80-millones-euros-dia/00031758452307628674413.htm","urlToImage":"https://cflvdg.avoz.es/sc/REdYjv89-T7c77bUmy_2CrhPerE=/1280x/2025/09/21/00121758457045970816313/Foto/jlr.png","publishedAt":"2025-09-21T12:22:00Z","content":"El mensaje en la web oficial del fabricante de coches británico Jaguar Land Rover (JLR), hoy propiedad de la india Tata Motors, es claro y contundente. «Hemos informado a colegas, proveedores y socio… [+3998 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Gloria Martínez","title":"Un experto en ciberseguridad pide que nos preparemos para lo que viene porque afecta a todo el mundo: \"Habrá más estafas y cada vez más elaboradas\"","description":"El auge de las nuevas tecnologías y la llegada de la inteligencia artificial están cambiando la forma en la que los ciberdelincuentes atacan a sus víctimas y, con ello, la cantidad de riesgos a los que se enfrenta la sociedad. David Conde, experto en segurida…","url":"https://www.eleconomista.es/tecnologia/noticias/13555940/09/25/un-experto-en-ciberseguridad-pide-que-nos-preparemos-para-lo-que-viene-porque-afecta-a-todo-el-mundo-habra-mas-estafas-y-cada-vez-mas-elaboradas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/2/f/b/david-conde.jpg","publishedAt":"2025-09-21T12:20:05Z","content":"El auge de las nuevas tecnologías y la llegada de la inteligencia artificial están cambiando la forma en la que los ciberdelincuentes atacan a sus víctimas y, con ello, la cantidad de riesgos a los q… [+2130 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Cómo detectar rootkits con Rootkitrevealer en Windows","description":"Qué es RootkitRevealer, cómo usarlo y leer sus hallazgos. Guía clara con límites y alternativas actuales. Entra y evita falsos positivos.","url":"https://www.actualidadgadget.com/como-detectar-rootkits-con-rootkitrevealer-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/1541102514_rootkitrevealeres_tutoriales_en_linea.jpg","publishedAt":"2025-09-21T11:00:55Z","content":"RootkitRevealer es una de esas herramientas míticas que marcaron época en la detección de rootkits en Windows. Aunque ya no es una novedad, sigue siendo muy útil para entender cómo actúa el malware q… [+7253 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Sergio Coto","title":"Los ciberataques se convierten en el talón de Aquiles de los aeropuertos","description":"<![CDATA[<p>Las largas colas que se están produciendo en varios aeropuertos europeos en las últimas horas vuelven a poner de manifiesto que los tiempos están cambiando y que los ciberataques se han convertido en el principal talón de Aquiles de los aeródromos…","url":"https://www.huffingtonpost.es/global/un-lio-altos-vuelos-ciberataques-convierten-principalon-aquiles-aeropuertos.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/09/21/largas-colas-en-el-aeropuerto-de-heathrow-en-londres.jpeg","publishedAt":"2025-09-21T10:05:22Z","content":"Las largas colas que se están produciendo en varios aeropuertos europeos en las últimas horas vuelven a poner de manifiesto que los tiempos están cambiando y que los ciberataques se han convertido en… [+3728 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Laura Garófano","title":"Tu expediente sanitario, a 900 € en la 'dark web' y hospitales colapsados: así operan los ladrones de datos médicos","description":"Datos clínicos, extorsiones a centros hospitalarios y robo de patentes son los objetivos de ciberdelincuentes que suelen operar desde países con los que no hay acuerdos judiciales de extradición.\nMás información: Así cayeron el ciberejército de Putin y sus 'm…","url":"https://www.elespanol.com/reportajes/20250921/expediente-sanitario-eur-dark-web-hospitales-colapsados-operan-ladrones-datos-medicos/1003743921605_0.html","urlToImage":"https://s2.elespanol.com/2025/09/12/actualidad/1003743922448_258650544_1706x960.jpg","publishedAt":"2025-09-21T00:19:58Z","content":"El pasado año, el sanitario registró el 8%de los ataques, por detrás del 19% de la administración pública y ya por delante de sectores más tradicionales, como la banca (6%), el transporte (6%) o la e… [+11885 chars]"}]