[{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Marquez","title":"Los navegadores se preparan para la transformación más radical de su historia. Una en la que el control lo tendrá la IA","description":"¿Recuerdas cuál fue el primer navegador web que utilizaste? Sea cual sea tu respuesta, lo cierto es que, en lo esencial, la forma de usarlos no ha cambiado demasiado desde los tiempos de Netscape Navigator.\n<!-- BREAK 1 -->\nSí, con los años, los navegadores h…","url":"https://www.xataka.com/robotica-e-ia/navegadores-se-preparan-para-transformacion-radical-su-historia-que-control-tendra-ia","urlToImage":"https://i.blogs.es/9c105f/agentes-de-ia-navegador-portada/840_560.jpeg","publishedAt":"2025-08-27T19:31:22Z","content":"¿Recuerdas cuál fue el primer navegador web que utilizaste? Sea cual sea tu respuesta, lo cierto es que, en lo esencial, la forma de usarlos no ha cambiado demasiado desde los tiempos de Netscape Nav… [+3745 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El CNI y agencias de otros 12 países acusan a China de ciberataques a gobiernos y sectores críticos","description":"El Centro Nacional de Inteligencia (CNI) ha participado en la elaboración de una guía internacional que alerta al Gobierno español y a sus socios del grave riesgo de penetración de actores estatales chinos en redes críticas de telecomunicaciones y servicios e…","url":"https://www.abc.es/espana/cni-agencias-paises-acusan-china-ciberataques-gobiernos-20250827192811-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2025/08/27/1495099849-kIZF--1024x512@diario_abc.jpg","publishedAt":"2025-08-27T17:28:47Z","content":"El Centro Nacional de Inteligencia (CNI) español ha firmado junto a las principales agencias de inteligencia y ciberseguridad de Estados Unidos, Reino Unido y otros once países un informe que lanza u… [+7793 chars]"},{"source":{"id":null,"name":"Hola"},"author":"Érika García","title":"Este es el motivo por el que recomiendo el Google Pixel 10 Pro: consigue que la IA de verdad importe","description":"La familia Pixel se renueva un año más y en ¡HOLA! hemos probado el más potente de sus modelos para contarte todo","url":"https://www.hola.com/seleccion/20250827852487/google-pixel-10-pro-review/","urlToImage":"https://www.hola.com/horizon/landscape/9fbc2cb8757a-pixel-10-portada.jpg?im=Resize=(1200)","publishedAt":"2025-08-27T17:10:43Z","content":"Hace no mucho tiempo, la idea de un teléfono que pudiera competir de tú a tú con el iPhone parecía una utopía. Sin embargo, año tras año, Google ha demostrado que no solo es posible, sino que es capa… [+5832 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Christian Collado","title":"Google Pixel 10 Pro XL, análisis: la victoria de la lógica sobre la pirotecnia de la gama alta","description":"Desde que Google decidió meterse en el pantanoso mundo del hardware con sus Pixel, me enganchó. He sido un fiel seguidor y usuario de cada iteración, de cada pequeño (y a veces, no tan pequeño) salto de fe de Mountain View en su particular visión del smartpho…","url":"https://andro4all.com/google-pixel/google-pixel-10-pro-xl-analisis-opinion-comprar","urlToImage":"https://andro4all.com/hero/2025/08/google-pixel-10-pro-xl-imagen-destacada.jpg?width=1200","publishedAt":"2025-08-27T17:01:00Z","content":"El nuevo Google Pixel 10 Pro XL en color blanco / Fotografía de Christian Collado\r\nDesde que Google decidió meterse en el pantanoso mundo del hardware con sus Pixel, me enganchó. He sido un fiel segu… [+39348 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Pablo Hernando Illán","title":"WhatsApp Web explicado: qué es, cómo iniciar sesión, qué hacer si no funciona y todos sus trucos ocultos","description":"WhatsApp Web es uno de los inventos más cómodos que existen porque te permite conversar con otros usuarios de WhatsApp como si estuvieses con el móvil pero desde el ordenador. Además, ya ni siquiera necesitas tener el móvil conectado al mismo a la misma red W…","url":"https://andro4all.com/whatsapp/whatsapp-web-explicado-que-es-como-iniciar-sesion-que-hacer-si-no-funciona-y-todos-sus-trucos-ocultos","urlToImage":"https://andro4all.com/hero/2021/02/WhatsApp-y-WhatsApp-Web.jpg?width=1200","publishedAt":"2025-08-27T17:00:14Z","content":"Te explicamos cómo usar WhatsApp Web y mucho más\r\nWhatsApp Web es uno de los inventos más cómodos que existen porque te permite conversar con otros usuarios de WhatsApp como si estuvieses con el móvi… [+13219 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Qué es el sideloading en Android: historia, métodos, pros y riesgos","description":"Qué es el sideloading en Android, pros, contras y cambios de Google. Guía clara y actualizada para decidir si usarlo.","url":"https://www.androidsis.com/que-es-el-sideloading-en-android-historia-metodos-pros-y-riesgos/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/02/flutter-desarrollo-aplicaciones.jpg","publishedAt":"2025-08-27T16:48:33Z","content":"El término sideloading suele sonar a jerga técnica, pero en realidad describe una práctica muy común: instalar aplicaciones o transferir contenidos fuera de los canales oficiales. En Android, esa pos… [+14584 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo detectar DLLs sospechosas en tu equipo con Windows 11","description":"Aprende a detectar DLLs sospechosas en Windows 11 con técnicas y herramientas probadas. Protege tu PC paso a paso.","url":"https://www.actualidadgadget.com/como-detectar-dlls-sospechosas-en-tu-equipo-con-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Detectar-DLLs-sospechosas.png","publishedAt":"2025-08-27T16:48:23Z","content":"En Windows 11, identificar bibliotecas de enlace dinámico que no deberían estar ahí puede marcar la diferencia entre un sistema sano y una brecha de seguridad seria. Cuando una aplicación carga una D… [+13244 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Claude, el nuevo aliado de los hackers: Anthropic confirma que su IA se usó en ciberataques y estafas","description":"La implementación de herramientas de inteligencia artificial generativa en el ámbito de la cibercriminalidad no es nueva. Pero con la proliferación de los agentes de IA, actores maliciosos están encontrando métodos cada vez más elaborados para sacarles provec…","url":"http://hipertextual.com/seguridad/claude-hackers-intentos-ciberataques/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2024/02/sebastiaan-stam-RChZT-JlI9g-unsplash-scaled.jpg","publishedAt":"2025-08-27T15:35:54Z","content":"La implementación de herramientas de inteligencia artificial generativa en el ámbito de la cibercriminalidad no es nueva. Pero con la proliferación de los agentes de IA, actores maliciosos están enco… [+4211 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Rodríguez","title":"ASUS TUF Gaming BE9400: router para gamers con conectividad Wi-Fi 7, Ethernet 2,5 Gbps y optimizado para jugar online","description":"ASUS anunció en el día de hoy un nuevo router de alto rendimiento para gamers, el TUF Gaming BE9400. Este no se trata de su router tope de gama para gamers, que son los ASUS ROG. La serie TUF Gaming sigue ofreciendo características avanzadas para gamers, pero…","url":"https://elchapuzasinformatico.com/?p=614809","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/08/router-ASUS-TUF-Gaming-BE9400-Portada.jpg","publishedAt":"2025-08-27T15:29:17Z","content":"ASUS anunció en el día de hoy un\r\nnuevo router de alto rendimiento para gamers, el TUF Gaming\r\nBE9400. Este no se trata de su router tope de gama para\r\ngamers, que son los ASUS ROG. La serie TUF Gami… [+3005 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Admiten que la IA Claude se usó para dar “asesoramiento técnico y apoyo operativo” a ciberdelincuentes","description":"Anthropic ha informado de varios ejemplos recientes de uso indebido de Claude, en el que su asistente ha brindado “asesoramiento técnico y apoyo operativo activo” en ciberataques que, de otro modo, habrían requerido un equipo de operadores.","url":"https://www.lanacion.com.ar/tecnologia/admiten-que-la-ia-claude-se-uso-para-dar-asesoramiento-tecnico-y-apoyo-operativo-a-ciberdelincuentes-nid27082025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/anthropic-advierte-de-que-claude-se-ha-usado-para-AJCP6TZBRFGZNCM4ID5QUCVTJA.jpg?auth=e88dee060b5ee7ab48e12bbcdc93683618a8649c882149193787d4f8474d7d32&width=1200&height=1200&quality=70&smart=false&focal=524%2C350","publishedAt":"2025-08-27T15:27:44Z","content":"Anthropic ha informado de varios ejemplos recientes de uso indebido de Claude, en el que su asistente ha brindado asesoramiento técnico y apoyo operativo activo en ciberataques que, de otro modo, hab… [+4270 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"ESET Research descubre el primer ransomware basado en IA","description":"El descubrimiento de PromptLock muestra cómo el uso malicioso de modelos de IA podría potenciar el ransomware y otras amenazas","url":"https://www.welivesecurity.com/es/investigaciones/eset-research-descubre-el-primer-ransomware-basado-ia/","urlToImage":null,"publishedAt":"2025-08-27T14:50:35Z","content":"El equipo de investigación de ESET han descubierto lo han considerado “el primer ransomware impulsado por IA”. El malware, al que ESET ha llamado PromptLock, tiene la capacidad de filtrar, cifrar y p… [+2371 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Fastly alerta: el 80 % del tráfico de bots de IA procede de rastreadores, con Meta y ChatGPT a la cabeza","description":"El informe de Fastly revela que los rastreadores de IA, liderados por Meta, generan casi el 80 % del tráfico automatizado, mientras ChatGPT domina las solicitudes en tiempo real.","url":"https://www.silicon.es/fastly-alerta-el-80-del-trafico-de-bots-de-ia-procede-de-rastreadores-con-meta-y-chatgpt-a-la-cabeza-2571872","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/trafico-bots-ia-fastly-q2-2025.jpeg","publishedAt":"2025-08-27T14:00:11Z","content":"El tráfico web global está experimentando una transformación profunda debido a la automatización impulsada por la inteligencia artificial. Según el Q2 2025 Threat Insights Report de Fastly, los rastr… [+3070 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Anthropic advierte de que Claude se ha usado para dar \"asesoramiento técnico y apoyo operativo\" a ciberdelincuentes","description":"Anthropic ha informado de varios ejemplos recientes de uso indebido de Claude, en el que su asistente ha brindado \"asesoramiento técnico y apoyo operativo activo\" en ciberataques que, de otro modo, habrían requerido un equipo de operadores.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-anthropic-advierte-claude-usado-dar-asesoramiento-tecnico-apoyo-operativo-ciberdelincuentes-20250827155825.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250827155825_1200.jpg","publishedAt":"2025-08-27T13:58:25Z","content":"MADRID, 27 Ago. (Portaltic/EP) - \r\n   Anthropic ha informado de varios ejemplos recientes de uso indebido de Claude, en el que su asistente ha brindado \"asesoramiento técnico y apoyo operativo activo… [+4587 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"En 133 milisegundos pueden robar tus datos del móvil: este accesorio cuesta 6 euros y te protege del temido 'choicejacking'","description":"Cargar el móvil en un sitio público puede ser peligroso y sin embargo, cuando vamos a una cafetería o un aeropuerto, es bastante habitual ver a alguien pegado a un USB para llenar la batería. Si el ‘juice jacking’\r\n ya nos quitaba las ganas de hacerlo, ahora,…","url":"https://www.xatakandroid.com/seguridad/choicejacking-cada-vez-frecuente-puedes-protegerte-accesorio-que-cuesta-seis-euros","urlToImage":"https://i.blogs.es/e2dbed/phone-connector-6920458/840_560.jpeg","publishedAt":"2025-08-27T11:00:46Z","content":"Cargar el móvil en un sitio público puede ser peligroso y sin embargo, cuando vamos a una cafetería o un aeropuerto, es bastante habitual ver a alguien pegado a un USB para llenar la batería. Si el j… [+4559 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"No, Meta AI de WhatsApp no se puede desactivar, pero así puedes hacer que moleste lo mínimo","description":"El círculo azul de Meta AI es una de las mayores frustraciones de los usuarios de WhatsApp. Desactivar Meta AI en WhatsApp es imposible, de momento no puedes hacer que su circulito deje de aparecer en la lista de conversaciones, pero hay varias maneras en las…","url":"https://www.xataka.com/basics/no-meta-ai-whatsapp-no-se-puede-desactivar-asi-puedes-hacer-que-moleste-minimo","urlToImage":"https://i.blogs.es/c9b87d/meta-ai/840_560.jpeg","publishedAt":"2025-08-27T10:49:00Z","content":"El círculo azul de Meta AI es una de las mayores frustraciones de los usuarios de WhatsApp. Desactivar Meta AI en WhatsApp es imposible, de momento no puedes hacer que su circulito deje de aparecer e… [+2989 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"jdazawp","title":"Redes sociales y malware bancario, las mayores amenazas para el sector financiero en el 2025","description":"El sector financiero en 2025 se encuentra bajo una presión creciente de ciberamenazas. Según el Informe de Amenazas 2025 de ENISA (Agencia de la Unión Europea para la Ciberseguridad), las redes sociales se han consolidado como el principal vector de distribuc…","url":"https://unaaldia.hispasec.com/2025/08/redes-sociales-y-malware-bancario-las-mayores-amenazas-para-el-sector-financiero-en-el-2025.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/Screenshot-2025-08-26-13.42.03.png?fit=691%2C464&ssl=1","publishedAt":"2025-08-27T09:49:06Z","content":"El sector financiero en 2025 se encuentra bajo una presión creciente de ciberamenazas. Según el Informe de Amenazas 2025 de ENISA (Agencia de la Unión Europea para la Ciberseguridad), las redes socia… [+2311 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Anthropic prueba una extensión de Claude para Google Chrome que permite ejecutar acciones mediante IA de forma segura","description":"Anthropic ha comenzado a probar un nuevo agente de inteligencia artificial (IA) de Claude en formato de extensión para Google Chrome, de manera que los usuarios puedan utilizar las capacidades de IA del asistente directamente en el navegador, manteniendo barr…","url":"https://www.europapress.es/portaltic/internet/noticia-anthropic-prueba-extension-claude-google-chrome-permite-ejecutar-acciones-ia-forma-segura-20250827114107.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250827114107_1200.jpg","publishedAt":"2025-08-27T09:41:07Z","content":"MADRID, 27 Ago. (Portaltic/EP) - \r\n   Anthropic ha comenzado a probar un nuevo agente de inteligencia artificial (IA) de Claude en formato de extensión para Google Chrome, de manera que los usuarios … [+3213 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Object First multiplica por cuatro sus reservas globales en el segundo trimestre de 2025","description":"El proveedor de almacenamiento inmutable para usuarios de Veeam crece un 400% interanual y refuerza su ecosistema global con clientes, socios y nuevos modelos de consumo.","url":"https://www.silicon.es/object-first-multiplica-por-cuatro-sus-reservas-globales-en-el-segundo-trimestre-de-2025-2571860","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/object-first-crecimiento-global-reservas-2025.jpeg","publishedAt":"2025-08-27T09:31:41Z","content":"Object First, compañía especializada en almacenamiento inmutable y socio tecnológico de Veeam, anunció un incremento del 400% interanual en sus reservas globales en el segundo trimestre de 2025, impu… [+2382 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Quelian Sanz","title":"La IA Grok se ha revelado: ha trazado un plan para matar a Elon Musk y fabricar fentanilo en casa","description":"La expresión \"De tal palo, tal astilla\" le viene que ni pintado a la noticia de hoy sobre Elon Musk y Grok. La IA que creó el magnate hace un tiempo y que triunfa entre los usuarios de X (Twitter), ha protagonizado una las situaciones más surrealistas de toda…","url":"http://hipertextual.com/tecnologia/la-ia-grok-se-ha-revelado-ha-trazado-un-plan-para-matar-a-elon-musk-y-fabricar-fentanilo-en-casa/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/06/elon-musk-mensaje-xchat-scaled.jpg","publishedAt":"2025-08-27T06:53:30Z","content":"La expresión \"De tal palo, tal astilla\" le viene que ni pintado a la noticia de hoy sobre Elon Musk y Grok. La IA que creó el magnate hace un tiempo y que triunfa entre los usuarios de X (Twitter), h… [+2172 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Moisés Rojas","title":"Estas son las mejores apps de antivirus para tu móvil Android","description":"Con el aumento constante de amenazas digitales, tener un buen antivirus en el móvil ya no es opcional: es esencial para proteger tus datos personales, tus apps y tu tranquilidad. Hoy te presentamos las mejores opciones para Android, con análisis basados en pr…","url":"https://www.movilzona.es/noticias/aplicaciones/mejores-apps-antivirus-movil-android/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/Antivirus-para-moviles-con-Android-Foto-Pexels.png","publishedAt":"2025-08-27T05:03:50Z","content":"AVG para Android destaca por ofrecer una protección en tiempo real contra malware, ataques phishing y apps maliciosas. Ha sido certificada con puntuaciones perfectas en protección, rendimiento y usab… [+3104 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Brayden Lindrea","title":"1 de cada 4 adultos del Reino Unido está abierto a invertir en criptomonedas para su jubilación, según encuesta","description":"Más de un cuarto de los británicos dijo que añadiría criptomonedas a sus carteras de jubilación, mientras que el 23% incluso retiraría fondos de su pensión existente para invertir en el espacio.\n Alrededor de un cuarto de los adultos británicos afirmó estar a…","url":"https://es.cointelegraph.com/news/quarter-uk-open-to-crypto-in-retirement-funds","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198e938-0784-706d-b53d-7682cef8036c","publishedAt":"2025-08-27T04:56:02Z","content":"Alrededor de un cuarto de los adultos británicos afirmó estar abierto a que las criptomonedas formen parte de su plan de jubilación, lo que sugiere que los criptoactivos podrían reclamar una mayor cu… [+4203 chars]"}]