[{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"El smartphone: La herramienta que revolucionó la medicina en el siglo XXI","description":"Cómo los smartphones impulsan la atención médica: monitorización, decisiones, privacidad y casos reales de mHealth.","url":"https://www.androidsis.com/el-smartphone-la-herramienta-que-revoluciono-la-medicina-en-el-siglo-xxi/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/Ventajas-de-usar-smartphones-en-atencion-medica.png","publishedAt":"2025-10-24T14:24:44Z","content":"Vivimos un momento en el que el teléfono móvil se ha convertido en una extensión natural de la mano, y en sanidad su impacto ya es imposible de ignorar. Los smartphones están transformando la atenció… [+14668 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Browser-in-the-Middle: entiende qué son estos ataques","description":"Qué es Browser-in-the-Middle, diferencias con MitM/MitB/BitB y cómo proteger cuentas y tokens con medidas que sí funcionan.","url":"https://www.androidsis.com/browser-in-the-middle-entiende-que-son-estos-ataques/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/Browser-in-the-Middle.jpg","publishedAt":"2025-10-24T14:05:42Z","content":"Los ataques que ponen al usuario en el centro de la diana han crecido en astucia y alcance, y pocos generan tanta confusión como los que suenan casi igual: MitM, MitB, BitB y el menos conocido pero m… [+17463 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"La obligaron a usar su móvil personal en grupos de WhatsApp del trabajo… hasta en vacaciones. Ha terminado en multazo a la empresa","description":"La Agencia Española de Protección de Datos (AEPD) ha impuesto una multa ejemplar a LVMH Iberia (filial del grupo de lujo que representa marcas como Louis Vuitton) por haber obligado a una empleada a usar su teléfono móvil personal para fines laborales y haber…","url":"https://www.genbeta.com/laboral/obligaron-a-usar-su-movil-personal-grupos-whatsapp-trabajo-vacaciones-ha-terminado-multazo-a-empresa","urlToImage":"https://i.blogs.es/666b19/chatgpt-image-24-oct-2025-15_07_07/840_560.png","publishedAt":"2025-10-24T13:13:02Z","content":"La Agencia Española de Protección de Datos (AEPD) ha impuesto una multa ejemplar a LVMH Iberia (filial del grupo de lujo que representa marcas como Louis Vuitton) por haber obligado a una empleada a … [+4528 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Google elimina 3.000 vídeos de YouTube que eran malware disfrazado de software y trucos de Roblox","description":"Google ha eliminado más de 3.000 vídeos de YouTube que distribuían malware camuflado como tutoriales de software crackeado y trucos para videojuegos. Los vídeos prometían versiones gratuitas de programas como Photoshop o FL Studio, y sobre todo trucos para Ro…","url":"https://andro4all.com/google/google-elimina-3-000-videos-de-youtube-que-eran-malware-disfrazado-de-software-y-trucos-de-roblox","urlToImage":"https://andro4all.com/hero/2021/10/Roblox.jpg?width=1200","publishedAt":"2025-10-24T13:01:03Z","content":"os vídeos maliciosos prometían software crackeado y trucos para Roblox, pero instalaban programas que enviaban datos bancarios y carteras crypto a servidores remotos\r\nGoogle ha eliminado más de 3.000… [+3633 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"\"En 15 segundos te vacían la cuenta\": la Guardia Civil explica la única forma de evitar esta estafa bancaria","description":"No es ningún secreto que los ciberdelincuentes están viviendo una especie de edad de oro, ya que en los últimos años los ciberataques se han multiplicado, y a día de hoy todavía no hay forma definitiva de controlar y detectar todas las estafas, engaños y timo…","url":"https://www.eleconomista.es/tecnologia/noticias/13610165/10/25/en-15-segundos-te-vacian-la-cuenta-la-guardia-civil-explica-la-unica-forma-de-evitar-esta-estafa-bancaria.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/3/2/5/guardaicivil-estafa-factura.jpg","publishedAt":"2025-10-24T12:59:14Z","content":"No es ningún secreto que los ciberdelincuentes están viviendo una especie de edad de oro, ya que en los últimos años los ciberataques se han multiplicado, y a día de hoy todavía no hay forma definiti… [+2648 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Lacort","title":"La mayor red de phishing bancario de España tenía nombre: \"Robarle todo a las abuelas\"","description":"GoogleXcoder es el alias del brasileño de 25 años detenido en Cantabria hace un par de semanas, acusado de dirigir la mayor operación de phishing bancario que ha sufrido España.\n<!-- BREAK 1 -->\nSu grupo, 'Equipo GXC', clonó 35 entidades financieras y vació l…","url":"https://www.xataka.com/seguridad/mayor-red-phishing-bancario-espana-tenia-nombre-robarle-todo-a-abuelas","urlToImage":"https://i.blogs.es/4bf562/uco-2/840_560.jpeg","publishedAt":"2025-10-24T10:30:46Z","content":"GoogleXcoder es el alias del brasileño de 25 años detenido en Cantabria hace un par de semanas, acusado de dirigir la mayor operación de phishing bancario que ha sufrido España.\r\nSu grupo, 'Equipo GX… [+2811 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"Object First o la inmutabilidad absoluta como respuesta al ransomware","description":"La compañía creada en 2022 por los fundadores de Veeam Software quiere expandirse por Europa desde Barcelona con un producto de almacenamiento de backup único en el mercado: Ootbi.","url":"https://www.silicon.es/object-first-o-la-inmutabilidad-absoluta-como-respuesta-al-ransomware-2574118","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/Object-First-Oobi-1.jpg","publishedAt":"2025-10-24T10:14:28Z","content":"El ransomware se está convirtiendo en una de las principales amenazas para cualquier tipo de organización. Los ataques para conseguir rescates a través del robo o cifrado de la información corporativ… [+8192 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Clientes para Reddit en Windows 11","description":"Las mejores opciones para usar Reddit en Windows 11: PWA, clientes nativos, extensiones y claves para elegir sin perder tiempo.","url":"https://www.actualidadgadget.com/clientes-para-reddit-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/10/Clientes-para-Reddit-en-Windows-11.png","publishedAt":"2025-10-24T09:07:32Z","content":"Puede que no seas de pasar horas en Reddit, pero cuando te apetece entrar desde el PC, quieres que la experiencia sea cómoda, rápida y sin triquiñuelas. En Windows 11 hay varias formas de usar Reddit… [+15399 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"plokiko","title":"La nueva mensajería de Movistar y Vodafone promete poner fin a los fraudes en el móvil. Otro intento de quitar mercado a WhatsApp","description":"El mensaje de texto tradicional, el veterano SMS, se ha convertido en una vía de comunicación esencial para empresas y administraciones, desde notificaciones bancarias hasta códigos de verificación o citas. Sin embargo, su sencillez se ha vuelto en su contra:…","url":"https://www.xatakamovil.com/seguridad/nueva-mensajeria-movistar-vodafone-promete-poner-fin-a-fraudes-movil-otro-intento-quitar-mercado-a-whatsapp","urlToImage":"https://i.blogs.es/078630/xatakamovil-portada---2025-10-24t055524.717/840_560.jpeg","publishedAt":"2025-10-24T07:00:47Z","content":"El mensaje de texto tradicional, el veterano SMS, se ha convertido en una vía de comunicación esencial para empresas y administraciones, desde notificaciones bancarias hasta códigos de verificación o… [+7570 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Estudio de la FEN de la Universidad de Chile advierte brechas en gobernanza y estrategias de protección de datos en empresas del país","description":"A poco más de un año de la entrada en vigor de la normativa, el análisis detectó brechas para cumplir con la futura ley, bajo involucramiento de los directorios y falta de capacitación de los colaboradores.","url":"https://www.df.cl/df-lab/tech-negocios/estudio-de-la-fen-de-la-universidad-de-chile-advierte-brechas-en-gobernanza","urlToImage":"https://www.df.cl/noticias/site/artic/20251023/imag/foto_0000000920251023191930.jpg","publishedAt":"2025-10-24T07:00:00Z","content":"29,11% tiene una estrategia clara de datos personales.\r\nA casi un año de la entrada en vigencia de la Ley de Protección de Datos Personales -diciembre de 2026- la Facultad de Economía y Negocios (FEN… [+5172 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Alberto Iglesias Fraga","title":"Un baño de realidad","description":"Ayer celebramos la quinta edición de los DISRUPTORES Innovation Awards 2025, la gran cita anual del ecosistema de la innovación y la digitalización en habla hispana. Entenderán, queridos lectores, que todavía permanezca con la bella resaca de una velada extra…","url":"https://www.elespanol.com/invertia/disruptores/opinion/20251024/bano-realidad/1003743979165_13.html","urlToImage":"https://s2.elespanol.com/2025/06/12/actualidad/1003743800916_256396297_1706x960.jpg?fmt=jpeg","publishedAt":"2025-10-24T05:04:09Z","content":"Ayer celebramos la quinta edición de los DISRUPTORES Innovation Awards 2025, la gran cita anual del ecosistema de la innovación y la digitalización en habla hispana. Entenderán, queridos lectores, qu… [+3380 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Perplexity Comet: Indirect Prompt Injection con textos invisibles in imágenes","description":"Ayer os decía que esto de tener un Agentic AI en tu navegador con acceso a tus cuentas y servicios digitales no me parecía una gran idea de seguridad. Os dejaba un caso de Prompt Injection en Perplexity Comet y el disclaimer de ChatGPT Atlas al respecto, que …","url":"https://www.elladodelmal.com/2025/10/perplexity-comet-indirect-prompt.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgcWpXH6gS9i9Gv-CioUCXFmFhwk3XaXVOIrds2hsL2O3HOGyN1Cdu7hPs3x8XYYAHT7yvt-U_AoOAuK8ZY7vA9T2x2Oo5mae_PzoERlENqhvJBd0nLYTcmc96MhgE804O7QU4PgTjEOavzR3SvLtq06SASDb7nF5U2_H5oJbKEj3J7m9DHaPHZ/w1200-h630-p-k-no-nu/Comet0.jpg","publishedAt":"2025-10-24T05:01:00Z","content":"Como su nombre indica, el Prompt Injection se encuentra en una imagen que está publicada en una web, donde el ojo humano no aprecia nada, pero que si la víctima, desde Perplexity Comet pide que se an… [+2622 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Rodrigo Cortina","title":"Protege tu cuenta de Instagram del hackeo: guía completa y recuperación","description":"Guía completa para proteger y recuperar tu cuenta de Instagram: 2FA, contraseñas fuertes, detección de hackeos y pasos de recuperación.","url":"https://www.soydemac.com/protege-tu-cuenta-de-instagram-del-hackeo-guia-completa-y-recuperacion/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/10/Protege-tu-cuenta-de-Instagram-del-hackeo.jpg","publishedAt":"2025-10-24T04:02:03Z","content":"Instagram es un caramelo para los ciberdelincuentes: millones de usuarios, datos personales, mensajes privados y una reputación que se puede dañar en minutos. Proteger tu perfil no es opcional si no … [+12115 chars]"}]