[{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Cómo optimizar el flujo de aire y la refrigeración de tu Mac","description":"Aprende a enfriar y optimizar tu Mac mejorando flujo de aire, procesos y ajustes para ganar rendimiento y alargar su vida útil.","url":"https://www.soydemac.com/como-optimizar-el-flujo-de-aire-y-la-refrigeracion-de-tu-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Como-optimizar-el-flujo-de-aire-y-la-refrigeracion-de-tu-Mac-para-mejorar-el-rendimiento-e1766174411893.jpg","publishedAt":"2025-12-19T20:04:56Z","content":"Si tu Mac se calienta más de la cuenta, el ventilador ruge como un avión despegando y todo va a tirones, no es solo una molestia: el calor excesivo reduce el rendimiento, acorta la vida útil de los c… [+16467 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"Europa Press","title":"Amenazan a Pornhub con contactar con sus usuarios premium tras el robo de 200 millones de registros","description":"El grupo ShinyHunters usó el acceso al servicio Mixpanel para robar 200 millones de registros; hizo lo mismo hace un mes con OpenAI","url":"https://www.lanacion.com.ar/tecnologia/amenazan-a-pornhub-con-contactar-con-sus-usuarios-premium-tras-el-robo-de-200-millones-de-registros-nid19122025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/amenazan-a-pornhub-con-contactar-con-sus-usuarios-B2Z3OFFM4NDEJDPOKEIQRN267Y.jpg?auth=9d52b85709196b408597c710e30f0a6f0112a5b62ef42801aae615e91857fcf9&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-12-19T20:02:50Z","content":"El grupo ShinyHunters ha amenazado a Pornhub con contactar con sus usuarios premium de manera directa tras extraer de los sistemas de Mixpanel más de 200 millones de registros de información personal… [+1470 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Antonio Núñez Martin, Pablo Alonso","title":"Tendencias actuales en la selección de altos directivos en empresas tecnológicas","description":"La búsqueda de altos directivos en empresas tecnológicas está viviendo una transformación profunda. Lo que hace apenas cinco años definía a un líder exitoso una combinación de conocimiento técnico y experiencia en gestión hoy resulta insuficiente. Las compa…","url":"https://www.eleconomista.es/opinion/noticias/13699983/12/25/tendencias-actuales-en-la-seleccion-de-altos-directivos-en-empresas-tecnologicas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/1/a/e/inteligencia-artificial-reclutamiento-dreamstime.jpg","publishedAt":"2025-12-19T18:04:44Z","content":"La búsqueda de altos directivos en empresas tecnológicas está viviendo una transformación profunda. Lo que hace apenas cinco años definía a un líder exitoso una combinación de conocimiento técnico y … [+7994 chars]"},{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"Quién es la 'vedette' acusada de liderar una red criminal para robar cajeros en EE.UU.","description":"'Rosita' lleva más de una década siendo vinculada con la cúpula de la organización criminal Tren de Aragua.","url":"https://actualidad.rt.com/actualidad/577933-vedette-red-criminal-robo-cajeros-eeuu","urlToImage":"https://mfes.b37m.ru/actualidad/public_images/2025.12/article/6945486ae9ff7137fa417387.jpg","publishedAt":"2025-12-19T16:35:34Z","content":"Jimena Romina Araya Navarro, también conocida como 'Rosita', ha sido acusada por la Fiscalía de EE.UU. de liderar un grupo criminal que robaba cajeros automáticos, según reporta medios.\r\nAraya es una… [+3673 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"Starlink confirma el fin del soporte de su router Gen 1 y regala a cambio modelo Mini con Wi-Fi 6","description":"Durante años, Starlink ha sido sinónimo de hardware sencillo, casi espartano, pero con una ventaja muy simple, y es que funcionaba donde nadie más llegaba. Sin embargo, el tiempo pasa también para sus routers, y por ello, SpaceX ha empezado a mover ficha y lo…","url":"https://elchapuzasinformatico.com/?p=631377","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/12/Starlink-Router-mini.jpg","publishedAt":"2025-12-19T15:45:00Z","content":"Durante años, Starlink ha sido sinónimo de hardware sencillo,\r\ncasi espartano, pero con una ventaja muy simple, y es que\r\nfuncionaba donde nadie más llegaba. Sin embargo, el tiempo pasa\r\ntambién para… [+3795 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"OncoInv","title":"OncoInv y MaxBloch se asocian para ampliar la detección temprana de cáncer en Centroamérica","description":"OncoInv ha firmado una alianza de distribución con MaxBloch Clinical Laboratories para introducir la prueba de sangre OncoSeek® de detección temprana de múltiples cánceres en El Salvador, ampliando el acceso a una detección temprana asequible. OncoInv ha firm…","url":"https://www.globenewswire.com/news-release/2025/12/19/3208610/0/es/OncoInv-y-MaxBloch-se-asocian-para-ampliar-la-detecci%C3%B3n-temprana-de-c%C3%A1ncer-en-Centroam%C3%A9rica.html","urlToImage":"https://ml-eu.globenewswire.com/Resource/Download/eb86f50b-8753-4967-ad6c-215b7b8ffa0d","publishedAt":"2025-12-19T15:40:00Z","content":"HOUTEN, Países Bajos, Dec. 19, 2025 (GLOBE NEWSWIRE) -- OncoInv, una empresa con sede en los Países Bajos enfocada en la detección temprana de múltiples cánceres, ha firmado un acuerdo de distribució… [+2910 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Cómo recuperar equipos con Google ChromeOS Flex","description":"Aprende cómo ChromeOS Flex revive PCs y Macs antiguos con un sistema rápido, seguro y en la nube, ideal para alargar la vida de tus equipos.","url":"https://www.soydemac.com/como-recuperar-equipos-con-google-chromeos-flex/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Como-recuperar-equipos-con-el-Google-ChromeOS-Flex.png","publishedAt":"2025-12-19T15:22:26Z","content":"Dar una segunda vida a un ordenador viejo puede ser casi como rescatar un coche clásico del garaje: estaba condenado a coger polvo, pero con el cuidado adecuado vuelve a funcionar como un campeón. En… [+16818 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"IA, ransomware y regulación: las grandes tendencias de la ciberseguridad que marcarán el arranque de 2026","description":"El inicio de 2026 no traerá un escenario más simple en materia de seguridad digital. Por el contrario, la superficie de ataque continúa expandiéndose al mismo ritmo que la adopción tecnológica, y la inteligencia artificial se consolida como el eje que redefin…","url":"https://www.xataka.com.co/seguridad/ia-ransomware-regulacion-grandes-tendencias-ciberseguridad-que-marcaran-arranque-2026","urlToImage":"https://i.blogs.es/0bb259/ciberseguridad-2-1-/840_560.jpeg","publishedAt":"2025-12-19T14:37:36Z","content":"El inicio de 2026 no traerá un escenario más simple en materia de seguridad digital. Por el contrario, la superficie de ataque continúa expandiéndose al mismo ritmo que la adopción tecnológica, y la … [+4098 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Kimo Wegner","title":"Los 7 Mejores Routers WiFi 7 de 2025: Velocidad y precio imbatible","description":"(*) Seleccionamos de forma independiente todos los productos y servicios. Si hace clic en los enlaces que proporcionamos, podemos ganar una comisión. \n\n Cuál es el mejor router WiFi 7 de 2025? \n\n Depende de lo que realmente necesites , pero...","url":"https://www.elconfidencialdigital.com/articulo/tecnologia/7-mejores-routers-wifi-7/20251219153416995053.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/12/19/2025121915334663556.jpg","publishedAt":"2025-12-19T14:34:16Z","content":"(*) Seleccionamos de forma independiente todos los productos y servicios. Si hace clic en los enlaces que proporcionamos, podemos ganar una comisión.\r\nCuál es el mejor router WiFi 7 de 2025?\r\nDepende… [+35849 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"¿Qué hacen los ciberatacantes en Navidad y Año Nuevo?","description":"Compras online en aumento, equipos de TI con personal reducido y sistemas casi en piloto automático: las fiestas son el momento ideal para los ciberdelincuentes. Conoce casos reales de ataques y de qué manera estar protegido durante los festejos.","url":"https://www.welivesecurity.com/es/cibercrimen/que-hacen-los-ciberatacantes-fiestas-vacaciones/","urlToImage":null,"publishedAt":"2025-12-19T14:16:12Z","content":"La época navideña es muy esperada por la gran mayoría de las personas: reuniones familiares, rica comida, regalos y por qué no, hasta algún viaje para brindar en algún lugar exótico.\r\nPero no es solo… [+9516 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Mayte Baena","title":"¡Alerta! Autoridades de CdMx advierten por una nueva modalidad de fraude denominada “Regalos Navideños”; en esto consiste","description":"La temporada decembrina es una de las más esperadas por muchos, no solo por el tema de las vacaciones, sino también por las fiestas que se llevan acabo y que claro, involucran regalos. ¿Sabias que hay una nueva modalidad de fraude? En MILENIO te contamos en q…","url":"https://www.milenio.com/comunidad/alerta-de-fraude-llamada-regalos-navidenos-que-es","urlToImage":"https://cdn.milenio.com/uploads/media/2025/12/19/forma-fraude-involucra-regalos-navidenos.jpeg","publishedAt":"2025-12-19T14:06:00Z","content":"La temporada decembrina es una de las más esperadas por muchos, no solo por el tema de las vacaciones, sino también por las fiestas que se llevan acabo y que claro, involucran regalos. ¿Sabias que ha… [+2857 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Juan Fernando López Aguilar","title":"Proteger a los menores de los algoritmos adictivos de los gigantes de la red","description":"<![CDATA[<p>Los algoritmos adictivos constituyen, nuclearmente, el modelo de negocio de las grandes plataformas digitales: enganchan, hipnotizan, deslizando, uno tras otros, vídeos que se suceden vertiginosamente con cada contacto dactilar con la pantalla tác…","url":"https://www.huffingtonpost.es/opinion/proteger-menores-algoritmos-adictivos-gigantes-red-opinion-lopez-aguilar-f202512.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/12/19/ilustracion-de-un-telefono-movil-con-dos-rombos.jpeg","publishedAt":"2025-12-19T13:23:34Z","content":"Los algoritmos adictivos constituyen, nuclearmente, el modelo de negocio de las grandes plataformas digitales: enganchan, hipnotizan, deslizando, uno tras otros, vídeos que se suceden vertiginosament… [+5810 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Desbloquear el Bootloader de Android: ventajas e inconvenientes","description":"Descubre qué es el bootloader de Android, cómo funciona y sus ventajas e inconvenientes al desbloquearlo antes de tocar tu móvil.","url":"https://www.androidsis.com/desbloquear-el-bootloader-de-android-ventajas-e-inconvenientes/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Desbloquear-el-Bootloader-de-Android-ventajas-e-inconvenientes-3.jpg","publishedAt":"2025-12-19T12:06:57Z","content":"El bootloader de Android es una de esas piezas clave del sistema de la que se oye hablar cada vez que alguien quiere rootear, instalar una ROM personalizada o exprimir su móvil más allá de lo que per… [+10930 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Detenidos en Torrejón siete miembros de una organización especializada en estafas telefónicas en las que suplantaban a entidades bancarias","description":"La Policía Nacional ha detenido en Torrejón de Ardoz a siete personas acusadas de estafas bancarias a través de mensajes de texto SMS fraudulentos ('smishing') , haciéndose pasar por entidades de bancarias en Internet ('phishing') y también con llamadas en la…","url":"https://www.abc.es/espana/madrid/detenidos-torrejon-siete-miembros-organizacion-especializada-estafas-20251219124301-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/12/19/EuropaPress_2651762_nota_prensa_15_febrero-kWwH--1024x512@diario_abc.jpg","publishedAt":"2025-12-19T11:43:07Z","content":"La Policía Nacional ha detenido en Torrejón de Ardoz a siete personas acusadas de estafas bancarias a través de mensajes de texto SMS fraudulentos ('smishing'), haciéndose pasar por entidades de banc… [+2615 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"Fin de soporte en Xiaomi 2026: qué 13 móviles de Xiaomi, Redmi y POCO dejan de recibir actualizaciones","description":"Vamos a decirte los móviles de Xiaomi que dejarán de recibir actualizaciones en 2026. Esto supone el fin de soporte de los dispositivos, que ni tendrán nuevas versiones de Android ni tampoco actualizaciones de seguridad. Vas a poder seguir usándolos, pero ya …","url":"https://www.xataka.com/basics/fin-soporte-xiaomi-2026-que-13-moviles-xiaomi-redmi-poco-dejan-recibir-actualizaciones","urlToImage":"https://i.blogs.es/b9f9e3/xiaomi/840_560.jpeg","publishedAt":"2025-12-19T10:45:40Z","content":"Vamos a decirte los móviles de Xiaomi que dejarán de recibir actualizaciones en 2026. Esto supone el fin de soporte de los dispositivos, que ni tendrán nuevas versiones de Android ni tampoco actualiz… [+2314 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Ver historias de Instagram: los mejores métodos para hacerlo de forma anónima","description":"En resumen: el arte invisible de mirar historias La obsesión por la privacidad transforma el acto de ver historias en un duelo entre anonimato y deseo de saber. Herramientas y trucos abundan para mirar historias sin dejar huella, pero acechan riesgos: virus, …","url":"https://www.muywindows.com/ver-historias-de-instagram/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/12/Ver_historias_de_Instagram_los_mejores_metodos_para_hacerlo_de_forma_anonima.jpg","publishedAt":"2025-12-19T07:01:48Z","content":"¿Quién se resiste a mirar de reojo? Sí, hay algo magnético, imposible de evitar, en ver qué comparten los demás en Instagram. Y surge el dilema de siempre: ¿cómo saciar esa curiosidad feroz sin dejar… [+7308 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":null,"title":"Contraseñas, webs y redes: guía de supervivencia ante las estafas ‘online’","description":"Confiamos al móvil nuestra vida entera, ¿no habría que protegerlo como a uno mismo? Hacerlo es más sencillo de lo que parece\n\r\n\n “No te lo vas a creer” —le dice un chaval a un amigo—, “acabo de comprar online cuatro modelos de zapatillas de running a un terci…","url":"https://www.eldiario.es/edcreativo/contrasenas-webs-redes-guia-supervivencia-estafas-online_1_12850139.html","urlToImage":"https://static.eldiario.es/clip/5a74db34-20de-49bb-8c02-63b2c36ba99c_facebook-aspect-ratio_default_0.jpg","publishedAt":"2025-12-19T04:00:36Z","content":"“No te lo vas a creer” —le dice un chaval a un amigo—, “acabo de comprar online cuatro modelos de zapatillas de running a un tercio de su precio, ¡súper baratas!”. “No te lo vas a creer” —le responde… [+6706 chars]"}]