[{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Verano y ciberseguridad: los vectores de ataque que abren la puerta a los ciberdelincuentes","description":"Los vectores de ataque ganan protagonismo en verano, cuando el descuido digital y las redes inseguras elevan el riesgo de ciberataques silenciosos.","url":"https://www.silicon.es/verano-y-ciberseguridad-los-vectores-de-ataque-que-abren-la-puerta-a-los-ciberdelincuentes-2571153","urlToImage":"https://www.silicon.es/wp-content/uploads/2024/12/tendencias-ciberseguridad-2025-2-farchivo.jpeg","publishedAt":"2025-07-30T12:00:02Z","content":"La llegada del verano relaja rutinas y vacía oficinas, pero también multiplica los riesgos digitales. El uso de redes públicas, el menor control de los dispositivos y la disminución de supervisión au… [+3024 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"El terremoto de Rusia está generando una avalancha de 'fakes' y timos online. Ya es lo habitual con los desastres naturales","description":"Un terremoto de magnitud 8,7 ha sacudido esta madrugada la península rusa de Kamchatka, provocando alertas de tsunami en gran parte de la región del Pacífico: desde Alaska y Japón hasta Hawái y Nueva Zelanda.\n<!-- BREAK 1 -->\nPero una vez que la tierra ha dej…","url":"https://www.genbeta.com/redes-sociales-y-comunidades/terremoto-rusia-esta-generando-avalancha-fakes-timos-online-habitual-desastres-naturales","urlToImage":"https://i.blogs.es/5dad3b/chatgpt-image-30-jul-2025-13_23_55/840_560.png","publishedAt":"2025-07-30T11:29:22Z","content":"Un terremoto de magnitud 8,7 ha sacudido esta madrugada la península rusa de Kamchatka, provocando alertas de tsunami en gran parte de la región del Pacífico: desde Alaska y Japón hasta Hawái y Nueva… [+4940 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Estas son las apps y webs más fiables para seguir las alertas de tsunami en tiempo real","description":"El Océano Pacífico está en plena efervescencia tras el terremoto ocurrido frente a la península de Kamchatka, en Rusia: un seísmo de 8,8 grados, el octavo registrado de mayor magnitud, ha hecho que todas las costas del Pacífico estén en alerta por tsunamis. S…","url":"https://www.xatakandroid.com/conectividad/estas-apps-webs-fiables-para-seguir-alertas-tsunami-tiempo-real","urlToImage":"https://i.blogs.es/d682d5/alerta-tsunami-terremoto-portada/840_560.jpeg","publishedAt":"2025-07-30T11:18:08Z","content":"El Océano Pacífico está en plena efervescencia tras el terremoto ocurrido frente a la península de Kamchatka, en Rusia: un seísmo de 8,8 grados, el octavo registrado de mayor magnitud, ha hecho que t… [+2974 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Europa se calma con Apple, pero España podría seguir con la investigación antimonopolio","description":"Apple lo ha tenido difícil para cumplir con la Ley de Mercados Digitales (DMA son sus siglas en inglés), que entró en vigor en 2022. Al ser parte de los guardianes de acceso (gatekeepers), la App Store debía ajustarse y permitir que los desarrolladores pudies…","url":"https://www.adslzone.net/noticias/tecnologia/apple-investigacion-antimonopolio-app-store-espana-0725/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/07/logo-de-app-store-de-Apple.png","publishedAt":"2025-07-30T09:28:31Z","content":"La Comisión Europea inició la investigación de las normas de Apple en la App Store en marzo de 2024, casi un año después de que la DMA comenzase a aplicarse. Según el organismo continental, la empres… [+4394 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Macadam","title":"Ya hay malware que infecta generando comandos mediante IA. Los antivirus tradicionales no están preparados para esto","description":"El auge de la IA está permitiendo 'pegarle un empujón' a muchas de las tareas que ya realizábamos antes con ordenadores... incluyendo las maliciosas: desde la ejecución de timos al desarrollo de malware, ambas son actividades que ahora se llevan a cabo con ma…","url":"https://www.meneame.net/m/tecnología/ya-hay-malware-infecta-generando-comandos-mediante-ia-antivirus","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-07-30T08:24:53Z","content":""},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"ACyV","title":"Ben Gillenwater: \"Como experto en ciberseguridad, estas son las 5 cosas que no dejo hacer a mis hijos\"","description":"Este padre y experto en tecnología ha compartido un vídeo que ha generado miles de interacciones al enumerar las cinco normas inquebrantables que aplica con sus hijos en casa para protegerlos en la era digital","url":"https://www.elconfidencial.com/alma-corazon-vida/2025-07-30/1qrt-como-experto-en-ciberseguridad_4181452/","urlToImage":"https://images.ecestaticos.com/hfHK6nRozz3ArO8-CFuP-wqrmB4=/0x0:1200x630/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/a73/f85/d17/a73f85d17f0b2300eddff0d114d4ab10.png,0,275,1)/f.elconfidencial.com/original/f3f/6b2/f8c/f3f6b2f8c2b47bcccc35651573de1c40.jpg","publishedAt":"2025-07-30T08:22:00Z","content":"No darles un móvil sin antes hablar de sextorsión. No dejarles usar tecnología a solas en el baño. No permitirles ver YouTube sin supervisión. Así de claro lo tiene Ben Gillenwater, un profesional de… [+3217 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"InConcert: “Siempre habrá un momento en el que el proceso deba pasar por un humano”","description":"Paolo Boni, CEO de InConcert, desgrana el momento por el que atraviesa la empresa, su visión sobre el impacto de la IA en la productividad, la experiencia del cliente y el cumplimiento normativo.","url":"https://www.silicon.es/inconcert-siempre-habra-un-momento-en-el-que-el-proceso-deba-pasar-por-un-humano-2571123","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/07/entrevista-Paolo-Boni-CEO-Inconcert.jpeg","publishedAt":"2025-07-30T08:00:13Z","content":"A lo largo de esta entrevista, Paolo Boni, CEO de InConcert nos explica la evolución y el enfoque de dicha empresa que ha experimentado un crecimiento significativo tras una reestructuración interna … [+16231 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Guía completa para eliminar el mensaje de software malicioso en Mac","description":"Aprende cómo eliminar malware y evitar el aviso de software malicioso en tu Mac con esta guía detallada y fácil de seguir.","url":"https://www.soydemac.com/guia-completa-para-eliminar-el-mensaje-de-software-malicioso-en-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/07/Como-resolver-el-mensaje-de-software-malicioso-detectado-en-Mac-e1753465443671.jpg","publishedAt":"2025-07-30T05:00:18Z","content":"Descubrir que tu Mac muestra el temido mensaje de software malicioso detectado puede ser un buen susto. Aunque los ordenadores de Apple gozan de fama por su seguridad, los ataques y amenazas han aume… [+10674 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"La Voz","title":"¿Por qué cada vez va más lento mi móvil?","description":"Las aplicaciones, la memoria caché o incluso el estado de la batería pueden ralentizar nuestro «smartphone»","url":"https://www.lavozdegalicia.es/noticia/reto-digital/ocio/2025/07/27/vez-va-lento-movil/00031753638956432339456.htm","urlToImage":"https://cflvdg.avoz.es/sc/kMjjfxFHl-6hpxjpJCCGfP3UPRE=/1280x/2025/07/29/00121753777640200545268/Foto/movred.png","publishedAt":"2025-07-30T03:00:00Z","content":"Normalmente se le llama obsolescencia programada, pero no en todos los casos es el motivo de que nuestro teléfono móvil vaya cada vez más lento. Es cierto que los dispositivos se fabrican para que te… [+4200 chars]"}]