[{"source":{"id":null,"name":"Meneame.net"},"author":"Lord_Cromwell","title":"Alerta por nueva estafa de phishing: así roban cuentas de Microsoft 365 sin que el usuario lo note","description":"Las cuentas de Microsoft 365 se han convertido en un blanco prioritario para los ciberdelincuentes debido al valor de la información que concentran y a fallas de seguridad comunes, como contraseñas débiles o la ausencia de autenticación multifactor. En este c…","url":"https://www.meneame.net/m/tecnología/alerta-nueva-estafa-phishing-asi-roban-cuentas-microsoft-365-sin","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4130315&version=0&ts=1766861526&image.webp","publishedAt":"2025-12-27T18:50:03Z","content":""},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Si me clonan la tarjeta de crédito, ¿qué pasa con mi dinero? Esto es lo que dice la ley","description":"A toda persona le preocupa que le clonen la tarjeta de crédito. Hablamos de uno de los fraudes más comunes en estos tiempos donde todo está digitalizado, incluso también los pagos. Un simple descuido en un cajero automático o un ataque dirigido por ciberdelin…","url":"https://www.adslzone.net/noticias/fintech/colar-tarjeta-devolucion-dinero/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/pagos-tarjeta-efectivo-adslzone-1212-1-1-1.png","publishedAt":"2025-12-27T14:02:28Z","content":"Ante este peligroso escenario, la pregunta que les surge de inmediato a los afectados es: ¿qué pasa con mi dinero?\r\nPor suerte, en España esto está regulado. La normativa que ampara a los usuarios es… [+3612 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Un nuevo router de gran rendimiento llega a MásMóvil y otras operadoras de MasOrange","description":"Las operadoras siguen en su proceso de actualización de routers con el lanzamiento de nuevos modelos destinados a mejorar el rendimiento. En este caso, es MasOrange la que ya está instalando un nuevo router en algunas de sus marcas.\nSi eres nuevo usuario de M…","url":"https://www.adslzone.net/noticias/operadores/nuevo-router-llega-masmovil-otras-operadoras-masorange/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/Movil-logo-Pepephone-pantalla-web.png","publishedAt":"2025-12-27T10:03:47Z","content":"Si eres nuevo usuario de MásMóvil o de otras de las marcas de MasOrange, como Jazztel, Pepephone o Yoigo, es posible que hayas recibido su nuevo router. Este modelo se está instalando en nuevas altas… [+5124 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Checklist esencial de hardware antes de actualizar a Windows 11","description":"Revisa CPU, TPM 2.0, arranque seguro, RAM y más antes de pasar a Windows 11 con esta checklist completa y práctica.","url":"https://www.actualidadgadget.com/checklist-esencial-de-hardware-antes-de-actualizar-a-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/Checklist-esencial-de-hardware-antes-de-actualizar-a-Windows-11-1.jpg","publishedAt":"2025-12-27T09:38:39Z","content":"Dar el salto a Windows 11 ya no es una cuestión de capricho: con el fin del soporte de Windows 10 a la vuelta de la esquina, tarde o temprano te tocará actualizar o quedarte sin parches de seguridad.… [+19038 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Quelian Sanz","title":"Esta es la mejor app que le puedes instalar a tus padres (te va a quitar más de un dolor de cabeza)","description":"Si tus padres no son muy dados con la tecnología, es posible que cada cierto tiempo recibas una llamada del terror. En ella se intenta relatar una serie de cosas que han pasado en su ordenador o móvil por arte de magia, sin que ellos hagan nada raro o instale…","url":"https://hipertextual.com/tecnologia/esta-es-la-mejor-app-que-le-puedes-instalar-a-tus-padres-te-va-a-quitar-mas-de-un-dolor-de-cabeza/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/12/movil-padres-1.jpg?fit=1765%2C1200&quality=70&strip=all&ssl=1","publishedAt":"2025-12-27T08:03:00Z","content":"Si tus padres no son muy dados con la tecnología, es posible que cada cierto tiempo recibas una llamada del terror. En ella se intenta relatar una serie de cosas que han pasado en su ordenador o móvi… [+4217 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Más de 30 ataques diarios ponen a prueba la ciberseguridad en Andalucía","description":"La ciberseguridad se ha convertido en uno de los grandes retos de Andalucía. La evolución de los tiempos obliga a formar y conformar un nuevo 'ejército' en el universo digital. Porque el delincuente se crea y se destruye, pero sobre todo se transforma y se ad…","url":"https://www.abc.es/espana/andalucia/incidentes-diarios-ponen-prueba-ciberseguridad-andalucia-20251227070857-nts.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/espana/2025/12/27/centro-ciberseguridad-andalucia-U37186247643piS-1024x512@diario_abc.jpg","publishedAt":"2025-12-27T06:08:57Z","content":"La ciberseguridad se ha convertido en uno de los grandes retos de Andalucía. La evolución de los tiempos obliga a formar y conformar un nuevo 'ejército' en el universo digital. Porque el delincuente … [+6973 chars]"}]