[{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Paulo Márquez","title":"Wallets de criptomonedas del mundo en peligro tras ataque a JavaScript","description":"Miles de NPM (administrador de paquetes de nodos) recibieron actualizaciones maliciosas, dicen investigadores identificados como JDSTAERK.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/wallets-criptomonedas-en-peligro-tras-ataque-a-javascript/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/03/JavaScript_code.png","publishedAt":"2025-09-08T19:47:00Z","content":"<ul><li> El malware se activa específicamente cuando detecta la presencia de una wallet de criptomonedas.\r\n</li><li>El CTO advierte que solo los usuarios con hardware wallet pueden estar seguros.\r\n</… [+2950 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Luis Blanco","title":"Hack masivo pone en riesgo tus criptomonedas, advierte CTO de Ledger","description":"El CTO de Ledger advierte sobre un hack masivo en un paquete de software usado globalmente. El ataque puede desviar transacciones de Bitcoin, Ethereum y Solana, comprometiendo millones en criptomonedas. Expertos lo llaman el mayor supply chain attack de la hi…","url":"https://es.beincrypto.com/hack-masivo-criptomonedas-ledger-riesgo/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2025/09/crypto-hack-9.png-850x478-1.jpg","publishedAt":"2025-09-08T19:34:17Z","content":"Un hack masivo amenaza la seguridad de las criptomonedas, según advirtió Charles Guillemet, CTO de Ledger. El ataque compromete un paquete de software llamado error-ex, descargado más de mil millones… [+3674 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo solucionar problemas con los drivers de la impresora en Windows 11","description":"Arregla errores de drivers de impresora en Windows 11: reinstala, actualiza, reinicia el spooler y evita fallos con pasos claros y efectivos.","url":"https://www.actualidadgadget.com/como-solucionar-problemas-con-los-drivers-de-la-impresora-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Problemas-impresora-en-Windows-11.png","publishedAt":"2025-09-08T18:43:48Z","content":"Cuando la impresora da guerra en Windows 11, casi siempre hay un sospechoso principal: el controlador. Un driver desactualizado, corrupto o mal instalado puede impedir que el equipo se comunique con … [+14035 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Una filtración desvela cómo los hackers de Corea del Norte estaban robando credenciales del gobierno de Corea del Sur","description":"El pasado mes de febrero, una filtración bautizada como el \"Kim dump\" sacudió a la comunidad internacional de ciberseguridad. Se trataba de un paquete de archivos robados a un operador ligado a Kimsuky (APT43), uno de los grupos de hackers más activos y sofis…","url":"https://www.genbeta.com/seguridad/filtracion-desvela-como-hackers-corea-norte-estaban-robando-credenciales-gobierno-corea-sur","urlToImage":"https://i.blogs.es/f517ff/chatgpt-image-8-sept-2025-20_28_34/840_560.png","publishedAt":"2025-09-08T18:30:00Z","content":"El pasado mes de febrero, una filtración bautizada como el \"Kim dump\" sacudió a la comunidad internacional de ciberseguridad. Se trataba de un paquete de archivos robados a un operador ligado a Kimsu… [+4982 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Allison Solano Marchena","title":"Costa Rica ante la creciente amenaza cibernética: ¿está preparado para proteger su información digital?","description":"La ciberseguridad ya no es un lujo, sino una\nnecesidad urgente. Costa Rica ha sido blanco de ciberataques de alto impacto y millones\nde intentos diarios. ¿Cuenta con las herramientas para proteger su información?","url":"https://www.nacion.com/blogs/costa-rica-ante-la-creciente-amenaza-cibernetica/WHA77DP5LFH4PN3ON5LF7OA2LE/story/","urlToImage":"https://www.nacion.com/resizer/v2/66Y7F57OEBDYVDCOWB2MBFBW6A.jpg?smart=true&auth=2d67f9c07a7785c9bcdc7cfbb2313a5a4c3998d2866d2eb877bf74ebbdab8548&width=1440","publishedAt":"2025-09-08T18:14:44Z","content":"A pesar de los avances en digitalización, muchos usuarios, organizaciones e incluso instituciones públicas siguen sin comprender a fondo qué implica protegerse en el entorno virtual. En lugar de asoc… [+6038 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"Joana Mayen","title":"¿Cuidado! Esto es lo que pasa si no cierras tu cuenta de WhatsApp Web","description":"Joana Mayen \r\nWhatsApp Web permite acceder a las conversaciones desde una computadora, enviar archivos pesados y descargar documentos sin depender del celular. Aunque es una opción práctica, dejar abierta la sesión de WhatsApp Web puede poner en riesgo tu inf…","url":"https://www.excelsior.com.mx/hacker/esto-es-lo-que-pasa-si-no-cierras-tu-cuenta-de-whatsapp-web/1738128","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/09/08/3375758.jpg","publishedAt":"2025-09-08T16:06:31Z","content":"WhatsApp Web permite acceder a las conversaciones desde una computadora, enviar archivos pesados y descargar documentos sin depender del celular. Aunque es una opción práctica, dejar abierta la sesió… [+3041 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Phishing en iCloud Calendar: así se cuelan falsas compras que burlan los filtros","description":"iCloud Calendar se usa para phishing con falsos cobros que burlan filtros. Descubre cómo detectarlo y qué hacer para protegerte.","url":"https://www.soydemac.com/phishing-en-icloud-calendar-asi-se-cuelan-falsas-compras-que-burlan-los-filtros/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/09/Phishing-en-iCloud-Calendar-1.jpg","publishedAt":"2025-09-08T16:05:36Z","content":"Los ciberdelincuentes están explotando iCloud Calendar para enviar phishing camuflado como invitaciones que parecen mensajes auténticos. El gancho llega a la bandeja de entrada como si fuese un aviso… [+5412 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo diagnosticar problemas con los puertos USB en Windows 11","description":"Arregla puertos USB en Windows 11: causas, pruebas y soluciones claras. Guía práctica con energía, drivers y recuperación de datos.","url":"https://www.actualidadgadget.com/como-diagnosticar-problemas-con-los-puertos-usb-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/06/usb-3-0.jpg","publishedAt":"2025-09-08T14:55:21Z","content":"Cuando un puerto USB deja de responder en Windows 11, la productividad se va al traste y el nerviosismo aparece. La buena noticia es que, en la mayoría de los casos, el problema es reversible con com… [+12065 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Mejores apps para buscar y localizar archivos en Android","description":"Encuentra y recupera archivos ocultos en Android. Métodos, apps y consejos clave para fotos, vídeos y documentos que no aparecen en la galería.","url":"https://www.androidsis.com/mejores-apps-para-buscar-y-localizar-archivos-en-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/App-para-buscar-y-localizar-archivos-en-Android.png","publishedAt":"2025-09-08T14:30:36Z","content":"¿Tienes la sensación de que faltan fotos, vídeos o documentos en tu móvil, pero sabes que estaban ahí? En Android hay más vida de la que se ve: entre archivos ocultos, carpetas privadas y elementos q… [+12939 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Vishing: qué es, cómo operan los estafadores y cómo evitarlo","description":"Descubre qué es el vishing, cómo operan los estafadores y claves para detectar y evitar llamadas fraudulentas. Ejemplos reales y consejos.","url":"https://www.androidsis.com/vishing-que-es-como-operan-los-estafadores-y-como-evitarlo/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/Vishing.jpg","publishedAt":"2025-09-08T13:31:28Z","content":"El teléfono se ha convertido en un canal perfecto para los timos modernos: combina cercanía, urgencia y confianza. Eso es justo lo que explotan los ataques de vishing, una forma de estafa que busca q… [+12736 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Dell impulsa la ciberresiliencia con PowerProtect Data Domain All-Flash y mejoras en su software","description":"Dell presenta un nuevo appliance de alto rendimiento y refuerza su portfolio PowerProtect para proteger datos críticos frente a ciberamenazas.","url":"https://www.silicon.es/dell-impulsa-la-ciberresiliencia-con-powerprotect-data-domain-all-flash-y-mejoras-en-su-software-2572358","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/dell-powerprotect-data-domain-all-flash.jpeg","publishedAt":"2025-09-08T13:25:04Z","content":"Dell Technologies ha anunciado el lanzamiento de PowerProtect Data Domain All-Flash, un appliance de copia de seguridad de alto rendimiento que combina velocidad, eficiencia y seguridad para garantiz… [+2238 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Germán Centeno","title":"GPUGate: el malware que explota la reputación de Google y GitHub","description":"Una sofisticada campaña de malware, bautizada como GPUGate, está utilizando anuncios en Google y la estructura de repositorios de GitHub para engañar a usuarios y distribuir software malicioso, aprovechando su reputación para reforzar su credibilidad. Según e…","url":"https://unaaldia.hispasec.com/2025/09/gpugate-el-malware-que-explota-la-reputacion-de-google-y-github.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/uad7sept.png?fit=1200%2C800&ssl=1","publishedAt":"2025-09-08T12:37:46Z","content":"Una sofisticada campaña de malware, bautizada como GPUGate, está utilizando anuncios en Google y la estructura de repositorios de GitHub para engañar a usuarios y distribuir software malicioso, aprov… [+1633 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"OVHcloud presenta Public VCF as-a-Service: VMware gestionado para pymes","description":"La nueva solución de OVHcloud ofrece VMware gestionado con alta seguridad, rendimiento y flexibilidad, orientado a pymes y proveedores de servicios.","url":"https://www.silicon.es/ovhcloud-presenta-public-vcf-as-a-service-vmware-gestionado-para-pymes-2572347","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/ovhcloud-public-vcf-as-a-service.jpeg","publishedAt":"2025-09-08T11:30:37Z","content":"OVHcloud ha anunciado el lanzamiento de Public VCF as-a-Service, una solución VMware gestionada que busca facilitar la modernización tecnológica de pymes y proveedores de servicios gestionados (MSP).… [+1907 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Veeam lanza Software Appliance para resiliencia de datos rápida, segura y sin dependencias de hardware","description":"La nueva solución de Veeam acelera la protección de datos con un software preconfigurado, seguro y flexible, eliminando dependencias de hardware.","url":"https://www.silicon.es/veeam-lanza-software-appliance-para-resiliencia-de-datos-rapida-segura-y-sin-dependencias-de-hardware-2572342","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/veeam-software-appliance-resiliencia-datos.jpeg","publishedAt":"2025-09-08T11:00:38Z","content":"Veeam Software ha anunciado el lanzamiento de Veeam Software Appliance, su primera solución de software totalmente preconfigurado y reforzado. Con este producto, la compañía busca simplificar la prot… [+1992 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Cloudflare detiene el mayor ataque DDoS registrado hasta la fecha","description":"Durante el pasado fin de semana del Día del Trabajo en Estados Unidos, Cloudflare logró contener un ataque DDoS sin precedentes que alcanzó un volumen de 11,5 terabits por segundo, marcando así el mayor registrado hasta ahora. Este pico supera en casi un 60% …","url":"https://wwwhatsnew.com/2025/09/08/cloudflare-detiene-el-mayor-ataque-ddos-registrado-hasta-la-fecha/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/09/output1-11.jpg","publishedAt":"2025-09-08T10:00:18Z","content":"Durante el pasado fin de semana del Día del Trabajo en Estados Unidos, Cloudflare logró contener un ataque DDoS sin precedentes que alcanzó un volumen de 11,5 terabits por segundo, marcando así el ma… [+5268 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El 13% de las empresas ya ha sufrido brechas en sistemas de IA, según el informe anual de IBM","description":"El informe de IBM revela que la IA se adopta más rápido de lo que se protege: el 97% carece de controles de acceso adecuados y el coste medio global de una brecha es de 4,44 millones.","url":"https://www.silicon.es/el-13-de-las-empresas-ya-ha-sufrido-brechas-en-sistemas-de-ia-segun-el-informe-anual-de-ibm-2572338","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/brechas-seguridad-ia-ibm.jpeg","publishedAt":"2025-09-08T09:50:06Z","content":"IBM ha publicado su Cost of Data Breach Report 2025, en el que por primera vez se analiza el estado de la seguridad en los sistemas de inteligencia artificial. El estudio revela que el 13% de las org… [+3158 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Nuevas técnicas de quishing dividen y anidan códigos QR para evadir la detección","description":"Barracuda alerta de dos métodos de quishing: dividir códigos QR y anidarlos dentro de otros para esquivar filtros de seguridad.","url":"https://www.silicon.es/nuevas-tecnicas-de-quishing-dividen-y-anidan-codigos-qr-para-evadir-la-deteccion-2572332","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/tecnicas-quishing-qr.jpeg","publishedAt":"2025-09-08T08:15:51Z","content":"Los analistas de Barracuda han detectado dos variantes sofisticadas del quishing, la modalidad de phishing que utiliza códigos QR maliciosos para redirigir a las víctimas a páginas fraudulentas. Segú… [+1871 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Proofpoint alerta sobre campañas de phishing que aprovechan creadores de webs con IA como Lovable","description":"Un informe revela cómo Lovable facilita la clonación de sitios de phishing, exfiltración de credenciales y fraude a gran escala.","url":"https://www.silicon.es/proofpoint-alerta-sobre-campanas-de-phishing-que-aprovechan-creadores-de-webs-con-ia-como-lovable-2572330","urlToImage":"https://www.silicon.es/wp-content/uploads/2024/12/tendencias-ciberseguridad-2025-farchivo.jpeg","publishedAt":"2025-09-08T07:40:29Z","content":"La compañía de ciberseguridad Proofpoint ha alertado sobre un cambio en el panorama de amenazas: los ciberdelincuentes están recurriendo a creadores de páginas web con IA, como Lovable, para desplega… [+2649 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"Álvaro Sevilla","title":"Los diez consejos, básicos, para evitar convertirte en el enésimo estafado digital","description":"Cada vez son más los gallegos pierden miles de euros mientras navegan por internet: los expertos dan claves, fácilmente aplicables, para que la red no se convierta en un océano de llantos","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/09/06/diez-consejos-ineludibles-evitar-convertirte-victima-estafa-digital/00031757152607592885314.htm","urlToImage":"https://img.lavdg.com/sc/a6yaeU3wucDiARzsxs4xlhMM-L8=/1280x/2025/04/11/00121744387142086410428/Foto/SA12C1F1_175814.jpg","publishedAt":"2025-09-08T03:00:00Z","content":"Navegar por el vasto océano de internet nunca ha estado exento de peligros. Lo saben aquellos que utilizaron, en la década de los 2000, programas como Ares, eMule o BitTorrent, con los que era más se… [+7267 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El sector de la ciberseguridad busca un cortafuegos para su impacto ambiental","description":"Ciberseguridad y sostenibilidad parecen conceptos antagónicos. Es cierto que las soluciones de protección virtual, cada vez más sofisticadas, pueden tener en principio un alto impacto medioambiental , pero en Europa existe un convencimiento anterior a la obli…","url":"https://www.abc.es/economia/sector-ciberseguridad-busca-cortafuegos-impacto-ambiental-20250908134158-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/economia/2025/09/08/ciberseguridad-U80441230840Bnf-1024x512@diario_abc.jpg","publishedAt":"2025-09-08T02:57:21Z","content":"Ciberseguridad y sostenibilidad parecen conceptos antagónicos. Es cierto que las soluciones de protección virtual, cada vez más sofisticadas, pueden tener en principio un alto impacto medioambiental,… [+7236 chars]"}]