[{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Google apuntala el modelo tecnológico de Málaga y dispara su proyección internacional","description":"La apuesta de Google por Málaga no ha sido solo una operación inmobiliaria en el Paseo de la Farola; ha funcionado como un sello de calidad global que valida décadas de trabajo. La instalación del gigante tecnológico ha certificado la madurez del modelo del M…","url":"https://www.abc.es/sevilla/economia/google-certifica-exito-modelo-tecnologico-malaga-dispara-20251220071759-nts.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/espana/2025/12/15/Captura%20de%20pantalla%202025-12-15%20a%20las%2019.59.40-U74673221166IwF-1024x512@diario_abc.png","publishedAt":"2025-12-20T06:17:59Z","content":"La apuesta de Google por Málaga no ha sido solo una operación inmobiliaria en el Paseo de la Farola; ha funcionado como un sello de calidad global que valida décadas de trabajo. La instalación del gi… [+5168 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Nueva caída global de Cloudflare: qué ha pasado y por qué ha tumbado medio Internet","description":"Caída global de Cloudflare con errores 502 y DNS deja miles de webs inaccesibles. Así te afecta y por qué revela la fragilidad de Internet.","url":"https://www.actualidadgadget.com/nueva-caida-global-de-cloudflare-que-ha-pasado-y-por-que-ha-tumbado-medio-internet/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/caida-global-de-Cloudflare-5.jpg","publishedAt":"2025-12-20T05:40:11Z","content":"La infraestructura de Internet ha vuelto a mostrar su lado más frágil tras una nueva caída global de Cloudflare que ha dejado fuera de servicio, de forma intermitente, a miles de páginas web y servic… [+10393 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"El Periódico","title":"ISE 2026 vuelve a Barcelona con la edición más grande y ambiciosa de su historia","description":"ISE 2026, consolidado como punto de encuentro mundial para la industria audiovisual y de integración de sistemas, volverá el próximo mes de febrero a Barcelona. La feria de carácter anual se celebrará entre los días 3 y 6 en Fira Barcelona Gran Via bajo el le…","url":"https://www.elperiodico.com/es/tecnologia/20251220/ise-2026-vuelve-barcelona-edicion-bc-124984238","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/f4386bf3-8f3e-4c38-b0d4-0bc2dddfac0f_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-12-20T05:01:20Z","content":"ISE 2026, consolidado como punto de encuentro mundial para la industria audiovisual y de integración de sistemas, volverá el próximo mes de febrero a Barcelona. La feria de carácter anual se celebrar… [+8502 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Pixmac","title":"Espionaje en el Mediterráneo: un ferry bajo vigilancia tras el descubrimiento de un dispositivo de hacking","description":"El puerto de Sète se ha visto envuelto en un caso con importantes implicaciones para la seguridad tras el descubrimiento de un dispositivo informático sospechoso a bordo de un ferry que conecta regularmente Francia, Italia y el norte de África. La investigaci…","url":"https://www.meneame.net/m/actualidad/espionaje-mediterraneo-ferry-bajo-vigilancia-tras-descubrimiento","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-12-20T00:03:15Z","content":""}]