[{"source":{"id":null,"name":"Cointelegraph"},"author":"Sam Bourgi","title":"Nueva interfaz multisig de Ledger generó críticas por sus comisiones \"abusivas\"","description":"La nueva aplicación multisig de Ledger recibe elogios por sus mejoras tecnológicas, pero genera críticas por las comisiones de transacción añadidas.\n El proveedor de monederos de hardware de criptomonedas Ledger anunció recientemente una nueva interfaz multis…","url":"https://es.cointelegraph.com/news/ledger-multisig-fees-user-backlash","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-10/019a1c42-ec2e-7a7a-8ab7-adc1eaecf56a","publishedAt":"2025-10-25T19:13:54Z","content":"El proveedor de monederos de hardware de criptomonedas Ledger anunció recientemente una nueva interfaz multisig que ha sido ampliamente acogida como una mejora técnica, pero criticada por introducir … [+2875 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"El navegador web con IA OpenAI Atlas, tiene una vulnerabilidad grave que permite instalar malware en los links en los que haces clic","description":"La inteligencia artificial nos ha ido cambiando la forma en la que vemos y hacemos las cosas. Lo que antes eran búsquedas en Internet que hacíamos navegando en decenas de sitios web ahora se pueden reducir a una única búsqueda gracias a los resúmenes por IA. …","url":"https://elchapuzasinformatico.com/2025/10/openai-atlas-vulnerabilidad-seguridad/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/OpenAI-Atlas-vulnerabilidad.jpg","publishedAt":"2025-10-25T19:10:38Z","content":"La inteligencia artificial nos ha ido cambiando la forma en la\r\nque vemos y hacemos las cosas. Lo que antes eran búsquedas en\r\nInternet que hacíamos navegando en decenas de sitios web ahora se\r\npuede… [+2881 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"CoPhish: así utilizan Copilot Studio para robar tokens OAuth en dominios de Microsoft","description":"Investigadores han descubierto ‘CoPhish’, una técnica de phishing que explota agentes de Microsoft Copilot Studio para robar tokens OAuth vía dominios legítimos de Microsoft. La sofisticación de la amenaza reside en que las víctimas son engañadas con URLs que…","url":"https://unaaldia.hispasec.com/2025/10/cophish-asi-utilizan-copilot-studio-para-robar-tokens-oauth-en-dominios-de-microsoft.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/dev-team-1761418294209.png?fit=1200%2C686&ssl=1","publishedAt":"2025-10-25T18:52:30Z","content":"El auge de plataformas automatizadas y asistenciales como Microsoft Copilot Studio ha abierto la puerta a nuevas amenazas poco documentadas. La técnica CoPhish descubierta por Datadog Security Labs r… [+2215 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"O Globo","title":"Nuevo archivo malicioso en WhatsApp puede suspender su cuenta sin previo aviso","description":"Un nuevo archivo .zip que circula en WhatsApp instala un virus que puede suspender su cuenta y robar información. Conozca cómo protegerse.","url":"https://www.nacion.com/tecnologia/nuevo-archivo-malicioso-en-whatsapp-puede/Q75Y5LMBZNCMNG2M34V74NIGVY/story/","urlToImage":"https://www.nacion.com/resizer/v2/SKNIRH2TZNCPPII6WXKSMN2XLE.png?smart=true&auth=d1e44a44178b7623c6c6dcd9897c963a395264d3c3dde634cea75d97ca052db3&width=1440","publishedAt":"2025-10-25T18:00:00Z","content":"Un archivo comprimido en formato .zip circula en WhatsApp como parte de una nueva táctica de ciberdelincuencia. El archivo contiene un acceso directo malicioso que ejecuta el malware SORVEPOTEL. Este… [+2653 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"183 millones de correos electrónicos han sido filtrados en una grave brecha de seguridad","description":"Se ha registrado un nuevo incidente de seguridad que puede haberte afectado. Se trata de la filtración de 183 millones de direcciones de correo electrónico y sus respectivas contraseñas, lo que pone en peligro multitud de cuentas de usuario y servicios.\nMalas…","url":"https://www.adslzone.net/noticias/seguridad/183-millones-correos-electronicos-filtrados-brecha-seguridad/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Manos-tocando-movil-correos-electronicos-volando.png","publishedAt":"2025-10-25T15:04:02Z","content":"Malas noticias para los usuarios. El experto Troy Hunt ha registrado una importante brecha de seguridad descubierta online. La ha añadido a la web Have I Been Pwned, uno de los principales lugares do… [+4217 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"La (nueva) guerra de los navegadores web (IA)","description":"Durante años, los navegadores web fueron puertas estáticas a un mundo digital en expansión. Acompañaron nuestra transición del escritorio a la nube, del blog al streaming, del foro a la red social, sin cambiar demasiado en su esencia. Navegar era teclear, esp…","url":"https://www.muycomputer.com/?p=388600","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/10/IA-1-1-1000x600.jpg","publishedAt":"2025-10-25T11:12:02Z","content":"Durante años, los navegadores web fueron puertas estáticas a un mundo digital en expansión. Acompañaron nuestra transición del escritorio a la nube, del blog al streaming, del foro a la red social, s… [+21033 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Hackers, IA y criptomonedas: una nueva ola del cibercrimen sacude a las empresas globales","description":"Ataques con ransomware paralizan fábricas, bloquean cadenas de suministro y obligan a multinacionales como Asahi, Marks & Spencer y Jaguar Land Rover a volver al fax; el costo de defenderse crece más rápido que el de innovar","url":"https://www.lanacion.com.ar/economia/negocios/hackers-ia-y-criptomonedas-una-nueva-ola-del-cibercrimen-sacude-a-las-empresas-globales-nid25102025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/la-cadena-britanica-de-moda-y-alimentacion-marks-QWS4D4LTNJATLFUXW5TLRSBCEA.jpg?auth=07beb675b441fb029e24115fef0de92293221410459028ab29df9f1338b05bfa&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-10-25T08:48:00Z","content":"Una noche reciente en Bier Reise 98, una cervecería del barrio de Shimbashi, en Tokio, Matsuo Kohei sirvió uno de sus últimos vasos de Maruefu. A diferencia de su hermana, la Super Dry, esta cerveza … [+6786 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Eva R. de Luis","title":"Si tu WiFi va lento, es posible que te hayan hackeado el router. Así puedes detectarlo y solucionarlo","description":"Cualquier dispositivo que esté conectado a internet es susceptible de ser hackeado y eso incluye también el aparato que lo proporciona en casa: el router. De hecho, es especialmente crítico en tanto en cuanto no es fácil que de buenas a primeras sospechemos d…","url":"https://www.xatakamovil.com/seguridad/tu-wifi-va-lento-posible-que-te-hayan-hackeado-router-asi-puedes-detectarlo-solucionarlo","urlToImage":"https://i.blogs.es/66e7a1/rou/840_560.jpeg","publishedAt":"2025-10-25T08:00:47Z","content":"Cualquier dispositivo que esté conectado a internet es susceptible de ser hackeado y eso incluye también el aparato que lo proporciona en casa: el router. De hecho, es especialmente crítico en tanto … [+6743 chars]"}]