[{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"Windows 11 activa una de las funciones de IA más inseguras. No descargues esta actualización","description":"Microsoft ha lanzado una actualización para Windows 11 que libera una de las funciones más importantes (e inseguras) de su estrategia de IA. A unas semanas de su anuncio, el gigante tecnológico implementó el Model Context Protocol, una característica que perm…","url":"https://hipertextual.com/software/windows-11-activa-agentes-ia-mcp-fallos/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/10/windows-11.jpg?fit=1920%2C1200&quality=70&strip=all&ssl=1","publishedAt":"2025-12-05T20:00:00Z","content":"Microsoft ha lanzado una actualización para Windows 11 que libera una de las funciones más importantes (e inseguras) de su estrategia de IA. A unas semanas de su anuncio, el gigante tecnológico imple… [+3258 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"Cintia Perazo","title":"La IA pone a sus agentes al servicio de la ciberseguridad argentina","description":"Un estudio de Microsoft revela que 5 de cada 10 empresas argentinas usa agentes de inteligencia artificial para fortalecer su ciberseguridad","url":"https://www.lanacion.com.ar/tecnologia/la-ia-pone-a-sus-agentes-al-servicio-de-la-ciberseguridad-argentina-nid05122025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/una-encuesta-de-microsoft-muestra-que-seis-de-SI4GSFTUIREEVG47WUK3UP7TGQ.jpg?auth=f7a80eb4c02e3a744a7bc937136dfa988416bf17f0ec2309b91d5497e8a45e2b&width=1200&quality=70&smart=false&height=745","publishedAt":"2025-12-05T19:11:26Z","content":"No es novedad que los ciberataques son cada vez más precisos y sofisticados; y el panorama parece complicarse a futuro. Según el Reporte de Predicciones de Ciberamenazas 2026 de Fortinet, el cibercri… [+7631 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"DIG, Fraud y Worm GPT las IA del cibercrimen","description":"Estas IA sin restricciones y de uso malicioso emergen en la dark web. En este artículo las analizaremos desde una perspectiva informativa y preventiva, explorando los desafíos que representan para la seguridad digital y la investigación en cibercrimen","url":"https://www.welivesecurity.com/es/cibercrimen/dig-fraud-y-worm-gpt-las-ia-del-cibercrimen/","urlToImage":null,"publishedAt":"2025-12-05T18:01:20Z","content":"Mucho se ha hablado del acceso a inteligencias artificiales por parte de ciberdelincuentes, que imitan la forma en que los usuarios interactúan con plataformas legítimas como ChatGPT, Copilot o Gemin… [+6661 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Cómo crear un bot de Telegram de forma sencilla","description":"Descubre cómo crear un bot de Telegram, con y sin programar, configurarlo con BotFather y sacarle partido en tu negocio.","url":"https://www.androidsis.com/como-crear-un-bot-de-telegram-de-forma-sencilla/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Imagen-ilustrativa-de-crear-un-bot-de-Telegram.jpg","publishedAt":"2025-12-05T15:44:43Z","content":"Si llevas tiempo usando Telegram seguro que te has cruzado con más de un bot que responde solo, crea encuestas, traduce mensajes o incluso te avisa cuando hay una oferta interesante. La buena noticia… [+20723 chars]"},{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"Cloudflare restablece servicios tras una falla que afectó sitios como Zoom y LinkedIn","description":"Associated Press MADRID (AP) — La empresa de infraestructura de internet Cloudflare dijo el viernes que había restaurado los servicios tras una interrupción que tuvo lugar en la mañana y que afectó a varios sitios web globales, incluidos LinkedIn, Zoom y otro…","url":"https://www.bostonherald.com/2025/12/05/cloudflare-restablece-servicios-tras-una-falla-que-afect-sitios-como-zoom-y-linkedin/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2025/12/CLOUDFLARE-CA205DA_92687.jpg?w=1024&h=683","publishedAt":"2025-12-05T15:44:12Z","content":"Associated Press\r\nMADRID (AP) — La empresa de infraestructura de internet Cloudflare dijo el viernes que había restaurado los servicios tras una interrupción que tuvo lugar en la mañana y que afectó … [+2493 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Así funciona la estafa de la cuenta: si desde tu banco te dicen esto, el fraude ya ha comenzado","description":"La ciberdelincuencia está en auge, y esto ha ocurrido principalmente porque las estafas y engaños están cada vez más conseguidos y se camuflan a la perfección con mensajes que provienen de empresas e instituciones legítimas.","url":"https://www.eleconomista.es/tecnologia/noticias/13679095/12/25/asi-funciona-la-estafa-de-la-cuenta-si-desde-tu-banco-te-dicen-esto-el-fraude-ya-ha-comenzado.html","urlToImage":"https://s03.s3c.es/imag/_v0/1300x709/a/c/b/1200x655_tarjetamovil-estafa.jpg","publishedAt":"2025-12-05T15:39:45Z","content":"La ciberdelincuencia está en auge, y esto ha ocurrido principalmente porque las estafas y engaños están cada vez más conseguidos y se camuflan a la perfección con mensajes que provienen de empresas e… [+2140 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"React2Shell: falla crítica en React y Next.js expone millones de apps (CVSS 10)","description":"Una vulnerabilidad grave permite ejecución remota de código en servidores que usan React Server Components. Descubre cómo proteger tu aplicación.","url":"https://www.welivesecurity.com/es/seguridad-digital/react2shell-falla-critica-react-nextjs/","urlToImage":null,"publishedAt":"2025-12-05T15:30:19Z","content":"Se han descubierto vulnerabilidades críticas (CVSS 10) que afectan a React y Next.js, y permiten RCE (ejecución remota de código sin autenticación).\r\nAplicaciones que utilizan React Server Components… [+4062 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Martín Arrúa","title":"Así pagué mis vacaciones en Brasil con Pix","description":"Actualmente, Pix es el método de pago más utilizado en Brasil.\nLeer más","url":"https://www.criptonoticias.com/mercados/argentina-pagos-vacaciones-brasil-pix/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/12/qr-pagos-playa-brasil.jpg","publishedAt":"2025-12-05T11:54:18Z","content":"<ul><li>Pix es el sistema nacional de pagos de Brasil.\r\n</li><li>Se puede pagar con Pix en cualquier lugar, incluso sentado en una reposera en la playa.\r\n</li></ul>\r\nVolví a Brasil después de varios … [+5919 chars]"},{"source":{"id":null,"name":"Zonammorpg.com"},"author":"Jose A. Castillo","title":"Libera a la bestia en Path of Exile 2: The Last of the Druids llega el 12 de diciembre","description":"Transfórmate en un lobo feroz, un oso devastador o en un guiverno que escupe fuego con el lanzamiento de Path of Exile 2: The Last of the Druids el próximo 12 de diciembre. Juega gratis del 12 al 15 de diciembre en PC, Steam, PlayStation, Xbox y Epic Games St…","url":"https://www.zonammorpg.com/2025/12/05/libera-a-la-bestia-en-path-of-exile-2-the-last-of-the-druids-llega-el-12-de-diciembre/","urlToImage":"https://www.zonammorpg.com/wp-content/uploads/2025/12/poe2_lastofthedruids.jpg","publishedAt":"2025-12-05T10:51:50Z","content":"Transfórmate en un lobo feroz, un oso devastador o en un guiverno que escupe fuego con el lanzamiento de Path of Exile 2: The Last of the Druids el próximo 12 de diciembre. Juega gratis del 12 al 15 … [+11328 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Meta facilita el acceso al soporte de cuentas con un nuevo centro de ayuda unificado en Facebook e Instagram","description":"Meta ha anunciado mejoras para acceder al soporte de cuentas en Facebook e Instagram, con un nuevo centro de ayuda unificado, asistencia impulsada por inteligencia artificial (IA) y procesos de recuperación de cuentas más ágiles.","url":"https://www.europapress.es/portaltic/socialmedia/noticia-meta-facilita-acceso-soporte-cuentas-nuevo-centro-ayuda-unificado-facebook-instagram-20251205112955.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251205112955_1200.jpg","publishedAt":"2025-12-05T10:29:55Z","content":"MADRID, 5 Dic. (Portaltic/EP) - \r\n   Meta ha anunciado mejoras para acceder al soporte de cuentas en Facebook e Instagram, con un nuevo centro de ayuda unificado, asistencia impulsada por inteligenci… [+3556 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"SmartTube (app de YouTube sin anuncios en TV) está infectado por malware: su creador recomienda instalar solo la nueva versión","description":"YouTube es la plataforma con más vídeos de todas las que existen superando a redes sociales como TikTok o Instagram. Además, a diferencia de estas, YouTube puede convertirse en un reemplazo de la TV tradicional con YouTubers que hacen sus propias series episó…","url":"https://elchapuzasinformatico.com/?p=629402","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/12/Google-SmartTube-malware.jpg","publishedAt":"2025-12-05T10:27:22Z","content":"YouTube es la plataforma con más vídeos de todas las que existen\r\nsuperando a redes sociales como TikTok o Instagram. Además, a\r\ndiferencia de estas, YouTube puede convertirse en un reemplazo de\r\nla … [+2922 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Pepu Ricca","title":"La industria del ciberfraude se ha asentado en el sudeste asiático nivel: ya es el 68% del PIB de Laos","description":"Hace unas semanas, las autoridades de Myanmar llevaron a cabo una operación peculiar: la mayor redada de la historia del país contra el ciberfraude. Más de 2.000 personas fueron liberadas en el desmantelamiento de la red. Dinamitaron edificios y anunciaron el…","url":"https://www.xataka.com/seguridad/industria-ciberfraude-se-ha-asentado-sudeste-asiatico-nivel-68-pib-laos","urlToImage":"https://i.blogs.es/ea899e/ciberestafas-sudeste-asiatico/840_560.jpeg","publishedAt":"2025-12-05T10:00:14Z","content":"Hace unas semanas, las autoridades de Myanmar llevaron a cabo una operación peculiar: la mayor redada de la historia del país contra el ciberfraude. Más de 2.000 personas fueron liberadas en el desma… [+4085 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Publicarán política de ciberseguridad la próxima semana","description":"El Diario Oficial de la Federación publicará la próxima semana la política general de ciberseguridad, a fin de enfrentar los ataques a los sistemas informáticos que sufren principalmente la administración pública y las instituciones financieras y que podrían …","url":"https://www.jornada.com.mx/2025/12/05/economia/026n2eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-12-05T09:41:07Z","content":"Periódico La JornadaViernes 5 de diciembre de 2025, p. 26\r\nEl Diario Oficial de la Federación publicará la próxima semana la política general de ciberseguridad, a fin de enfrentar los ataques a los s… [+1809 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Cloudflare sufre una nueva caída que afecta a LinkedIn, Canva o Claude AI","description":"La red de distribución de contenidos (CDN, por sus siglas en ingles) Cloudflare ha sufrido una nueva caída que ha afectado a decenas de páginas web en todo el mundo, entre ellas LinkedIn, Vinted, Canva, Zoom, Bankinter, Crunchyroll, Caixa Bank o Claude AI, se…","url":"https://www.abc.es/tecnologia/cloudflare-sufre-nueva-20251205101751-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/tecnologia/2025/12/05/cloudflare-U61730842117avh-1024x512@diario_abc.jpg","publishedAt":"2025-12-05T09:32:48Z","content":"La red de distribución de contenidos (CDN, por sus siglas en ingles) Cloudflare ha sufrido una nueva caída que ha afectado a decenas de páginas web en todo el mundo, entre ellas LinkedIn, Vinted, Can… [+2025 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"Problemas en LinkedIn, Canva, Decathlon y miles de web y apps: Cloudfare se ha caído de nuevo y rompe Internet","description":"Cloudfare no atraviesa, para nada, sus mejores momentos. De hecho, podríamos reutilizar punto por punto lo que dijimos hace unas semanas al descubrir que medio Internet había dejado de funcionar, mostrando únicamente el mensaje: ‘500 Internal Server Error – c…","url":"https://www.movilzona.es/noticias/problemas/cloudfare-fallos-caida-internet/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/12/Problemas-de-Cloudfare.png","publishedAt":"2025-12-05T09:10:10Z","content":"Desde hace unos minutos, una vez más, seguramente te hayas encontrado con problemas navegando por Internet a lo largo de la mañana. El fallo es el mismo, es imposible entrar a cientos de webs, como C… [+2563 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"La Universidad de Phoenix expone datos tras ataque a Oracle EBS por Clop","description":"La Universidad de Phoenix sufrió una fuga masiva de datos tras un ataque orquestado por el grupo Clop, quienes explotaron una vulnerabilidad de día cero en Oracle E-Business Suite. El incidente evidencia la importancia de actualizar y monitorizar sistemas crí…","url":"https://unaaldia.hispasec.com/2025/12/la-universidad-de-phoenix-expone-datos-tras-ataque-a-oracle-ebs-por-clop.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/cover-image-3fa047aed3074c6415d3266f0aa10371.png?fit=1200%2C686&ssl=1","publishedAt":"2025-12-05T08:03:00Z","content":"La Universidad de Phoenix sufrió una fuga masiva de datos tras un ataque orquestado por el grupo Clop, quienes explotaron una vulnerabilidad de día cero en Oracle E-Business Suite. El incidente evide… [+2033 chars]"},{"source":{"id":null,"name":"Trendencias.com"},"author":"Anabel Palomares","title":"Ángela Fernández, psicóloga: “Un amor sano es y debe ser incómodo en muchas ocasiones”","description":"Afirmaba la psicóloga de relaciones María Esclapez en su libro ‘Me quiero, te quiero’, que los mitos del amor romántico son el caldo de cultivo de las relaciones tóxicas y dependientes. Estas creencias irracionales, alimentadas y construidas socialmente a tra…","url":"https://www.trendencias.com/sexo-y-relaciones/angela-fernandez-psicologa-amor-sano-debe-ser-incomodo-muchas-ocasiones","urlToImage":"https://i.blogs.es/914ae0/una-relacion-de-pareja-debe-zser-incomoda-angela-fernandez-psicologa-1/840_560.jpeg","publishedAt":"2025-12-05T08:00:14Z","content":"Afirmaba la psicóloga de relaciones María Esclapez en su libro Me quiero, te quiero, que los mitos del amor romántico son el caldo de cultivo de las relaciones tóxicas y dependientes. Estas creencias… [+4988 chars]"},{"source":{"id":null,"name":"Perfil.com"},"author":"Maximiliano Ripani","title":"Los 7 errores que todos cometemos sin darnos cuenta","description":"Protegernos no es difícil. Requiere hábitos pequeños, decisiones simples, y un poquito de desconfianza saludable.\n Leer más","url":"https://noticias.perfil.com/noticias/tecnologia/los-7-errores-que-todos-cometemos-sin-darnos-cuenta.phtml","urlToImage":"https://fotos.perfil.com/2024/04/09/trim/1280/720/ciberseguridad-1782514.jpg","publishedAt":"2025-12-05T04:21:05Z","content":"La ciberseguridad parece un tema complicado, lejano, lleno de palabras raras, explicaciones técnicas y amenazas invisibles. Pero la realidad es que los problemas más comunes no ocurren por ataques sú… [+8719 chars]"},{"source":{"id":null,"name":"Desdelinux.net"},"author":"Darkcrizt","title":"Linux 6.18 llega con grandes cambios: adiós a Bcachefs, más Rust y mejoras profundas en rendimiento","description":"Linux 6.18 ya está disponible y marca uno de los ciclos más intensos del kernel: eliminación de Bcachefs, mayor integración de Rust, mejoras","url":"https://blog.desdelinux.net/linux-6-18-novedades-cambios-rust-bcachefs/","urlToImage":"https://blog.desdelinux.net/wp-content/uploads/2021/10/Linux-Desktop.jpg","publishedAt":"2025-12-05T01:44:07Z","content":"Tras dos meses de intenso desarrollo, Linus Torvalds liberó finalmente Linux 6.18, un ciclo peculiar no solo por la magnitud de sus mejoras, sino por las tensiones y decisiones que marcaron su gestac… [+4863 chars]"}]