[{"source":{"id":null,"name":"Ipadizate.com"},"author":"Mauricio Martínez","title":"Es probable que la función de seguridad más potente de tu Android esté desactivada","description":"Mucho se ha cuestionado a Android históricamente respecto a que si es un sistema operativo seguro. La batalla con iOS ha hecho cuestionarse esto con mayor exigencia, la realidad es que Google ha hecho hasta lo imposible por quitarse esa etiqueta de insegurida…","url":"https://ipadizate.com/android/es-probable-que-la-funcion-de-seguridad-mas-potente-de-tu-android-este-desactivada","urlToImage":"https://ipadizate.com/hero/2025/12/google-protege-a-sus-android-con-una-proteccion-avanzada.jpeg?width=1200","publishedAt":"2025-12-06T15:00:26Z","content":"Google protege a sus Android con una protección avanzada\r\nMucho se ha cuestionado a Android históricamente respecto a que si es un sistema operativo seguro. La batalla con iOS ha hecho cuestionarse e… [+4078 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"monserrat.vargas","title":"X suspende cuenta del Grupo Parlamentario Morena en Congreso CDMX","description":"Hilda Castellanos-Lanzarin\r\nLa cuenta del grupo parlamentario de Morena en el Congreso de la Ciudad de México aparece suspendida en X, supuestamente por violar las reglas de esa red social, que forma parte del holding de inteligencia artificial xAI de Elon Mu…","url":"https://www.excelsior.com.mx/comunidad/x-suspende-cuenta-del-grupo-parlamentario-morena-en-congreso-cdmx/1755930","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/12/06/3430790.jpg","publishedAt":"2025-12-06T14:04:51Z","content":"La cuenta del grupo parlamentario de Morena en el Congreso de la Ciudad de México aparece suspendida en X, supuestamente por violar las reglas de esa red social, que forma parte del holding de inteli… [+3117 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Amílcar Salazar Méndez","title":"Perfilan creación de un ‘cuartel digital’ para la ciberdefensa rumbo al Mundial 2026","description":"Frente a amenazas de ciberseguridad cada vez más sofisticadas y un Mundialen puerta, el gobierno de México busca crear un “cuartel digital” para el monitoreo y un equipo especializado de respuesta a ciberataques contra la Administración Pública Federal.Según …","url":"https://www.milenio.com/futbol-internacional/mundial/perfilan-creacion-de-cuartel-digital-para-ciberdefensa-rumbo-a-mundial","urlToImage":"https://cdn.milenio.com/uploads/media/2025/12/05/proponen-creacion-consejo-nacional-ciberseguridad.jpg","publishedAt":"2025-12-06T11:23:28Z","content":"Frente a amenazas de ciberseguridad cada vez más sofisticadas y un Mundial en puerta, el gobierno de México busca crear un cuartel digital para el monitoreo y un equipo especializado de respuesta a c… [+5116 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Eva R. de Luis","title":"La censura de ChatGPT y Gemini se termina cuando entra en juego la rima, según una investigación","description":"La poesía es un arma cargada de futuro, decía Gabriel Celaya. Pero es que la poesía también es un arma para desbloquear todo el potencial de la IA. Y ya no es cuestión de hacer un prompt más o menos detallado y preciso, sino de que hay preguntas polémicas que…","url":"https://www.genbeta.com/inteligencia-artificial/censura-chatgpt-gemini-se-termina-cuando-entra-juego-rima-investigacion","urlToImage":"https://i.blogs.es/0b3237/beque/840_560.jpeg","publishedAt":"2025-12-06T11:00:14Z","content":"La poesía es un arma cargada de futuro, decía Gabriel Celaya. Pero es que la poesía también es un arma para desbloquear todo el potencial de la IA. Y ya no es cuestión de hacer un prompt más o menos … [+3761 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Phishing corporativo se dispara en 2025: los ataques ya triplican al malware y ponen en jaque la identidad empresarial","description":"Un reciente informe revela que en 2025 los ataques de phishing contra usuarios corporativos se han multiplicado por cuatro, superando con creces a las amenazas de malware y poniendo en jaque la identidad digital de las empresas. Durante 2025, los ataques de p…","url":"https://unaaldia.hispasec.com/2025/12/phishing-corporativo-se-dispara-en-2025-los-ataques-ya-triplican-al-malware-y-ponen-en-jaque-la-identidad-empresarial.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/cover-image-d49d4b2d45f6a6e14816924c74338005.png?fit=1200%2C686&ssl=1","publishedAt":"2025-12-06T09:00:00Z","content":"Un reciente informe revela que en 2025 los ataques de phishing contra usuarios corporativos se han multiplicado por cuatro, superando con creces a las amenazas de malware y poniendo en jaque la ident… [+2784 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Meta mejora el soporte de cuentas en Facebook e Instagram con IA y nuevas herramientas de seguridad","description":"Meta ha dado un paso significativo para que los usuarios de Facebook e Instagram puedan acceder a ayuda cuando enfrentan problemas con sus cuentas. Esta vez, lo hace introduciendo un nuevo centro de soporte centralizado, accesible desde ambas plataformas y di…","url":"https://wwwhatsnew.com/2025/12/06/meta-mejora-el-soporte-de-cuentas-en-facebook-e-instagram-con-ia-y-nuevas-herramientas-de-seguridad/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2024/07/optimizacion_de_cuentas_de_redes_sociales.webp","publishedAt":"2025-12-06T07:00:55Z","content":"Meta ha dado un paso significativo para que los usuarios de Facebook e Instagram puedan acceder a ayuda cuando enfrentan problemas con sus cuentas. Esta vez, lo hace introduciendo un nuevo centro de … [+4543 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Nerdearla España 2025: AI & Cybersecurity \"Love & Hate Story\" en Youtube","description":"Como estamos en fin de semana, aprovecho para recopilar y traer las últimas charlas que he impartido este año. La temática no es nueva, porque he estado hablando de Inteligencia Artificial y Ciberseguridad, pero lo que sí que es verdad es que cada una de ella…","url":"https://www.elladodelmal.com/2025/12/nerdearla-espana-2025-ai-cybersecurity.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhVVTk5oNhr0iZZ8tFwsb6S_2K9zABMiqCQWJjat1JBMmecBIh7ZzbdfZaGyTrfo8Wru7m1L-tWOwWl0QDiL6mtmJ5V2staDBc4aGq2Iz-BkHMgoEDC2vwRLMSx9TlnlUvnMkiv-BhvMUmq5hV-X63QjUkGfwWQaToP_nwTFdrFQghOlPGullnd/w1200-h630-p-k-no-nu/nerd0.jpg","publishedAt":"2025-12-06T05:01:00Z","content":"Como estamos en fin de semana, aprovecho para recopilar y traer las últimas charlas que he impartido este año. La temática no es nueva, porque he estado hablando de Inteligencia Artificial y Ciberseg… [+661 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Qué ha pasado con la nueva caída global de Cloudflare","description":"Caída global de Cloudflare con impacto en España y Europa: bancos, juegos y apps afectadas. Conoce horarios, causas y alcance del fallo.","url":"https://www.actualidadgadget.com/que-ha-pasado-con-la-nueva-caida-global-de-cloudflare/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/caida-global-de-Cloudflare-2-scaled.jpg","publishedAt":"2025-12-06T03:13:39Z","content":"Una nueva avería masiva en la red de Cloudflare ha vuelto a dejar patas arriba a internet durante la mañana de este viernes, con problemas de acceso a todo tipo de webs y aplicaciones en numerosos pa… [+13573 chars]"}]