[{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Enrique Hernández","title":"Gremio aduanal respalda propuesta de ley del sector de Sheinbaum para fortalecer comercio exterior y combatir el contrabando","description":"Forbes México.\n Gremio aduanal respalda propuesta de ley del sector de Sheinbaum para fortalecer comercio exterior y combatir el contrabando\n\nEl sector aduanal subrayó su compromiso con la actualización legislativa para consolidar un sistema aduanero ágil, se…","url":"https://forbes.com.mx/gremio-aduanal-respalda-propuesta-de-ley-del-sector-de-sheinbaum-para-fortalecer-comercio-exterior-y-combatir-el-contrabando/","urlToImage":"https://cdn.forbes.com.mx/2023/09/aduana-e1707413512514.webp","publishedAt":"2025-09-01T19:34:45Z","content":"La Confederación de Asociaciones de Agentes Aduanales de la República Mexicana (CAAAREM) respaldo la Ley al sector anunciada por la Consejería Jurídica del Ejecutivo Federal, ya que permitirá el fort… [+2059 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes Staff","title":"Foro Mundial pondrá en debate derechos de los migrantes y su contribución al desarrollo","description":"Forbes México.\n Foro Mundial pondrá en debate derechos de los migrantes y su contribución al desarrollo\n\nLa XV Cumbre del Foro Mundial sobre Migración y Desarrollo comienza este martes en la ciudad colombiana de Riohacha para poner en el centro de la agenda l…","url":"https://forbes.com.mx/foro-mundial-pondra-en-debate-derechos-de-los-migrantes-y-su-contribucion-al-desarrollo/","urlToImage":"https://cdn.forbes.com.mx/2025/04/7d1f468d83f50bb079e78b917c144784e9243acaw.jpg","publishedAt":"2025-09-01T17:35:44Z","content":"La XV Cumbre del Foro Mundial sobre Migración y Desarrollo comienza este martes en la ciudad colombiana de Riohacha para poner en el centro de la agenda los derechos de los migrantes y sus contribuci… [+2606 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"No, Gmail no ha sufrido una filtración","description":"Gmail es ese buzón digital que muchos consultamos casi de manera automática, cada mañana, como quien abre una ventana para comprobar si el mundo sigue en pie. Es también un espacio donde confluyen lo personal y lo profesional, donde cada mensaje puede tener u…","url":"https://www.muycomputer.com/2025/09/01/no-gmail-no-ha-sufrido-una-filtracion/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/09/Gmail-1-1000x600.jpg","publishedAt":"2025-09-01T16:46:50Z","content":"Gmail es ese buzón digital que muchos consultamos casi de manera automática, cada mañana, como quien abre una ventana para comprobar si el mundo sigue en pie. Es también un espacio donde confluyen lo… [+2988 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes Staff","title":"Ciberataques a educación y gobierno alcanzan niveles crítico con 70% de ransomware","description":"Forbes México.\n Ciberataques a educación y gobierno alcanzan niveles crítico con 70% de ransomware\n\nLas nuevas técnicas de ataque de phishing, como el falso CAPTCHA, el phishing polimórfico impulsado por IA y el quishing o phishing QR, van en aumento, alertan…","url":"https://forbes.com.mx/ciberataques-a-educacion-y-gobierno-alcanzan-niveles-critico-con-70-de-ransomware/","urlToImage":"https://cdn.forbes.com.mx/2025/01/ciberataques-redes-.webp","publishedAt":"2025-09-01T16:30:23Z","content":"Especialistas han identificado tres tendencias clave en ciberseguridad: nuevas técnicas de phishing, un aumento en ciertas formas de malware y técnicas de evasión cada vez más sofisticadas, como el u… [+3447 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"WhatsApp corrige una grave vulnerabilidad en dispositivos Apple","description":"WhatsApp arregla un fallo crítico en iPhone y Mac: ataques zero‑click y menos de 200 afectados. Actualiza tu app y el sistema ahora.","url":"https://www.soydemac.com/whatsapp-corrige-una-grave-vulnerabilidad-en-dispositivos-apple/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/09/WhatsApp-vulnerabilidad-en-dispositivos-Apple-1.jpg","publishedAt":"2025-09-01T15:48:00Z","content":"La seguridad de nuestros móviles y ordenadores depende, en gran parte, de que se apliquen a tiempo los parches que publican los fabricantes, porque cualquier brecha no corregida puede convertirse en … [+4889 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Guille Lomener","title":"Un mensaje de WhatsApp podía infectar tu iPhone con el spyware más avanzado. El único requisito era que fueras de los que dejan la actualización de iOS para mañana","description":"Septiembre ha llegado y con él esa sensación de vuelta al cole (o al trabajo) que nos hace revisar todas las cosas que dejamos pendientes en agosto. Entre ellas, esa molesta notificación de actualización de iOS que llevamos viendo desde hace unos días. \"Lo ha…","url":"https://www.applesfera.com/seguridad/mensaje-whatsapp-podia-infectar-tu-iphone-spyware-avanzado-unico-requisito-era-que-fueras-que-dejan-actualizacion-ios-para-manana","urlToImage":"https://i.blogs.es/917859/whatsapp/840_560.jpeg","publishedAt":"2025-09-01T14:01:12Z","content":"Septiembre ha llegado y con él esa sensación de vuelta al cole (o al trabajo) que nos hace revisar todas las cosas que dejamos pendientes en agosto. Entre ellas, esa molesta notificación de actualiza… [+4182 chars]"},{"source":{"id":null,"name":"Jotdown.es"},"author":"Jot Down","title":"Réplica a Pedro Jota: lo que le pasa a El Español le ha pasado a Jot Down, a Menéame y a todo el que depende de las oligarquías tecnológicas","description":"Estimado Pedro Jota, lo que has descrito en tu carta dramática sobre los ataques sufridos por El Español no es una anomalía única ni una persecución personalizada que solo afecte a tu periódico. Es, en realidad, la condición estructural de todo el ecosistema …","url":"https://www.jotdown.es/2025/09/replica-a-pedro-jota-lo-que-le-pasa-a-el-espanol-le-ha-pasado-a-jot-down-a-meneame-y-a-todo-el-que-depende-de-las-oligarquias-tecnologicas/","urlToImage":"https://www.jotdown.es/wp-content/uploads/2025/09/devs_14Ioyp.jpg","publishedAt":"2025-09-01T13:08:26Z","content":"Imagen promocional de la serie Devs (2020)\r\nEstimado Pedro Jota, lo que has descrito en tu carta dramática sobre los ataques sufridos por El Español no es una anomalía única ni una persecución person… [+10985 chars]"},{"source":{"id":null,"name":"Nextpit.es"},"author":"Jade Bryan","title":"Google envía una advertencia urgente: 2.500 millones de usuarios de Gmail expuestos","description":"Google ha emitido una alerta de seguridad mundial a 2.500 millones de usuarios de Gmail después de que una importante brecha expusiera sus datos.","url":"https://www.nextpit.es/noticias/google-envia-advertencia-2-500-millones-de-usuarios-de-gmail-expuestos","urlToImage":"https://fs.npstatic.com/userfiles/7734655/image/Google-Gmail-attack-2.5-billion-users-hack-threat-w1400h788.jpg","publishedAt":"2025-09-01T13:00:00Z","content":"Miles de millones de usuarios de Gmail afectados\r\nEl Grupo de Inteligencia de Amenazas de Google (GTIG) confirmó que se trata de un ciberataque en curso, con la mayoría de los usuarios en riesgo. La … [+2814 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"En junio de 2026 tu PC podría no arrancar por culpa del UEFI GOP de tu tarjeta gráfica","description":"En unos meses el mundo del hardware de PC podría enfrentarse a un problema silencioso pero serio, muy serio. El motivo no es un fallo físico ni una obsolescencia planificada, sino algo mucho más burocrático como es la caducidad de un certificado que hasta aho…","url":"https://elchapuzasinformatico.com/?p=615363","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/09/NVIDIA-AMD-Intel-UEFI-GOP-GPU-tarjetas-graficas-2026.jpg","publishedAt":"2025-09-01T12:30:45Z","content":"En unos meses el mundo del hardware de PC podría enfrentarse a\r\nun problema silencioso pero serio, muy serio. El motivo no es un\r\nfallo físico ni una obsolescencia planificada, sino algo mucho más\r\nb… [+8975 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"“La recuperación no empieza tras el ataque, sino mucho antes”","description":"Factum alerta sobre la falta de protección en las pymes, que deberían implementar planes de continuidad.","url":"https://www.silicon.es/la-recuperacion-no-empieza-tras-el-ataque-sino-mucho-antes-2571983","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/05/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad.jpg","publishedAt":"2025-09-01T10:50:58Z","content":"Los ciberdelincuentes no discriminan entre víctimas por su tamaño. De hecho, los ataques a pymes van en aumento. Según datos que comunica Factum, la mayoría de ataques detectados en 2024 se dirigía a… [+1319 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"CrowdStrike refuerza la seguridad en IA con nuevos servicios para sistemas y SOC","description":"CrowdStrike amplía su cartera con AI Systems Security Assessment y AI for SecOps Readiness, enfocadas en proteger la IA y potenciar su uso en ciberseguridad.","url":"https://www.silicon.es/crowdstrike-refuerza-la-seguridad-en-ia-con-nuevos-servicios-para-sistemas-y-soc-2571967","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/crowdstrike-servicios-seguridad-ia.jpeg","publishedAt":"2025-09-01T10:30:11Z","content":"CrowdStrike ha anunciado la incorporación de dos nuevos servicios a su portafolio de seguridad para IA, con el objetivo de ayudar a las organizaciones a reducir riesgos, detener brechas y mejorar la … [+3242 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"IA en la banca, un agente tecnológico de anticipación","description":"Ángel Arenillas, country manager de Auriga para España y Portugal, explica en esta tribuna cómo la inteligencia artificial está transformando la banca, desde los cajeros automáticos hasta los modelos de seguridad, y por qué la anticipación estratégica será cl…","url":"https://www.silicon.es/experto-opinion/ia-en-la-banca-un-agente-tecnologico-de-anticipacion","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/ia-banca-agente-tecnologico-anticipacion-auriga-angel-Arenillas-country-manager-Auriga-Espana-Portugal.jpeg","publishedAt":"2025-09-01T09:59:42Z","content":"La transformación de la banca toma una nueva dimensión en la segunda mitad de 2025, con toda una (re)revolución tecnológica que incluye, cómo no, a la inteligencia artificial. Qué duda cabe de que lo… [+4236 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"Cómo las vulnerabilidades de la inteligencia artificial podrían exponer datos críticos y estratégicos de empresas y marcas","description":"La adopción de la inteligencia artificial en el sector corporativo, con un porcentaje que roza la totalidad de las empresas, marca una era de eficiencia sin precedentes, pero a la vez, introduce una capa de vulnerabilidad apenas ciberseguridad, tradicionalmen…","url":"https://www.puromarketing.com/12/215945/como-vulnerabilidades-inteligencia-artificial-podrian-exponer-datos-criticos-estrategicos-empresas-marcas","urlToImage":"https://www.puromarketing.com/uploads/img/contents/2025/5xS6XADVqLZW2ukYJri7/5xS6XADVqLZW2ukYJri7_post_imagen_prev.jpg","publishedAt":"2025-09-01T09:40:59Z","content":"La adopción de la inteligencia artificial en el sector corporativo, con un porcentaje que roza la totalidad de las empresas, marca una era de eficiencia sin precedentes, pero a la vez, introduce una … [+5755 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El Ayuntamiento de Elche reabre una línea segura tras el ciberataque con ayuda de expertos en criptología nacionales","description":"El Ayuntamiento de Elche recupera de forma paulatina la normalidad tras el ciberataque tipo ransomware sufrido hace una semana con ayuda de varios organismos estatales y expertos nacionales -entre otros- en criptología . Ya han reabierto una línea segura prov…","url":"https://www.abc.es/espana/comunidad-valenciana/ayuntamiento-elche-reabre-linea-segura-tras-ciberataque-20250901072821-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2025/09/01/elche-seguridad-policia-U65830102553VfZ-1024x512@diario_abc.jpg","publishedAt":"2025-09-01T05:28:21Z","content":"El Ayuntamiento de Elche recupera de forma paulatina la normalidad tras el ciberataque tipo ransomware sufrido hace una semana con ayuda de varios organismos estatales y expertos nacionales -entre ot… [+2703 chars]"}]