[{"source":{"id":null,"name":"Enter.co"},"author":"Digna Irene Urrea","title":"Las estafas navideñas más efectivas de 2025: ¿cómo operan y qué señales no ignorar?","description":"La temporada de fin de año vuelve a ser terreno fértil para las estafas digitales; en 2025, el problema no es solo la cantidad de fraudes, sino su nivel de sofisticación.","url":"https://www.enter.co/empresas/seguridad/las-estafas-navidenas-mas-efectivas-de-2025-como-operan-y-que-senales-no-ignorar/","urlToImage":"https://www.enter.co/wp-content/uploads/2025/12/istockphoto-496520898-612x612-1.jpg","publishedAt":"2025-12-17T16:53:21Z","content":"La temporada de fin de año vuelve a ser terreno fértil para las estafas digitales; en 2025, el problema no es solo la cantidad de fraudes, sino su nivel de sofisticación. La inteligencia artificial y… [+2905 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Los malware qué más atacaron a teléfonos Android en 2025","description":"Exploit antiguos y troyanos adaptados siguen dominando el ecosistema Android en América Latina, impulsados por dispositivos desactualizados y canales de distribución inseguros.","url":"https://www.welivesecurity.com/es/malware/principales-amenazas-android-2025/","urlToImage":null,"publishedAt":"2025-12-17T16:38:50Z","content":"En América Latina el panorama móvil tiene rasgos muy claros. La región concentra una gran cantidad de detecciones de malware para Android, concentrándose en México y Brasil, según el último ESET Thre… [+7205 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Luis Montero Fernández-Peña","title":"La banca española acelera un cambio histórico: el sistema que sustituirá a las contraseñas ya está en marcha","description":"La banca española se enfrenta a uno de los mayores desafíos de su historia digital. El crecimiento de los pagos instantáneos, la banca móvil y el aumento del fraude digital han puesto en evidencia las debilidades del sistema tradicional de acceso basado en co…","url":"https://www.elconfidencialdigital.com/articulo/dinero/banca-espanola-acelera-cambio-historico-sistema-que-sustituira-contrasenas-marcha/20251217172855994600.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/12/17/2025121717284158498.jpg","publishedAt":"2025-12-17T16:28:55Z","content":"El sistema financiero español atraviesa un punto de inflexión en materia de seguridad digital. El uso intensivo del móvil como canal principal, junto con la expansión de los pagos inmediatos y la con… [+5447 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Estos serán los grandes retos de la ciberseguridad en 2026: «Un año clave para el equilibrio entre la innovación y el riesgo»","description":"Con el aumento de la digitalización, la inteligencia artificial generativa y el trabajo remoto, proteger los sistemas y los datos sensibles se ha convertido en una necesidad estratégica tanto para empresas como para gobiernos. Así que no es de extrañar que un…","url":"https://www.abc.es/tecnologia/grandes-retos-ciberseguridad-2026-ano-clave-equilibrio-20251217161614-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/noticias/2025/12/17/kaspersky1-k00F--1024x512@diario_abc.jpg","publishedAt":"2025-12-17T15:16:16Z","content":"Con el aumento de la digitalización, la inteligencia artificial generativa y el trabajo remoto, proteger los sistemas y los datos sensibles se ha convertido en una necesidad estratégica tanto para em… [+4376 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Mantén tu dispositivo actualizado: así es Cellik, el malware que está invadiendo la tienda de apps de Android","description":"Si eres usuario de Android, conocerás a la perfección todos y cada uno de los iconos de tu interfaz. Y claro, en cuanto ves cierto diseño, sabes reconocer si estás ante la versión oficial o es una copia pirata. Sin embargo, una nueva amenaza que opera con el …","url":"https://www.adslzone.net/noticias/seguridad/cellik-malware-android-play-store/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/06/android-bajo-coste-malware.png","publishedAt":"2025-12-17T14:58:52Z","content":"No es nada nuevo que los ciberataques son cada vez más sofisticados, llegando a unos niveles de profesionalidad que lo realmente difícil es no caer en ellos. En este caso, hablamos de una herramienta… [+4056 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"A partir de ahora, cuidado con los correos de \"acceso VIP exclusivo\": los ladrones se pueden quedar con tus credenciales de inicio de sesión","description":"La Navidad es sinónimo de regalos, descuentos y compras online pero también uno de los momentos más activos del año para los ciberdelincuentes. En esta época del año las estafas digitales se multiplican y ya no llegan solo por email o SMS: hoy se esconden en…","url":"https://www.eleconomista.es/tecnologia/noticias/13695953/12/25/a-partir-de-ahora-cuidado-con-los-correos-de-acceso-vip-exclusivo-los-ladrones-se-pueden-quedar-con-tus-credenciales-de-inicio-de-sesion.html","urlToImage":"https://s03.s3c.es/imag/_v0/1298x709/5/c/f/1200x655_estafa-banco2.jpg","publishedAt":"2025-12-17T14:50:22Z","content":"La Navidad es sinónimo de regalos, descuentos y compras online pero también uno de los momentos más activos del año para los ciberdelincuentes. En esta época del año las estafas digitales se multipli… [+4154 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Modding de juegos en Android: riesgos y métodos más seguros","description":"Descubre los riesgos reales del modding en Android y las formas más seguras de usarlos sin exponer tu móvil ni tus cuentas de juego.","url":"https://www.androidsis.com/modding-de-juegos-en-android-riesgos-y-metodos-mas-seguros/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Modding-juegos-Android.jpg","publishedAt":"2025-12-17T14:29:01Z","content":"El modding de juegos en Android se ha convertido en uno de los mayores reclamos para quienes juegan en el móvil: más monedas, skins exclusivas, personajes chetados, saltarse la publicidad o desbloque… [+18326 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"https://www.facebook.com/lavozdegalicia","title":"Una ONG denuncia a Tik Tok y Grindr por compartir datos sobre la sexualidad de usuarios","description":"Noyb considera que la red social china TikTok rastreó el uso de uno de sus usuarios de Grindr, una aplicación de citas usada principalmente por hombres homosexuales","url":"https://www.lavozdegalicia.es/noticia/sociedad/2025/12/17/ong-denuncia-tik-tok-grindr-compartir-datos-sobre-sexualidad-usuarios/00031765980526391524619.htm","urlToImage":"https://img.lavdg.com/sc/QMB8pqCA4PpwTO9x0yWott8JpS0=/1280x/2025/10/29/00121761752222095280907/Foto/reu_20251027_221906979.jpg","publishedAt":"2025-12-17T14:17:01Z","content":"La organización austríaca de protección de datos Noyb ha denunciado a TikTok y Grindr al entender que vulneran la legislación comunitaria de protección de datos al compartir información sobre los usu… [+3032 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Alerta de la espía número 1: la nueva jefa del MI6 avisa de que los magnates tecnológicos ya son \"tan poderosos como los estados\"","description":"Blaise Metreweli no ha querido medias tintas en su debut como directora del MI6: los magnates tecnológicos acumulan hoy una capacidad de presión geopolítica que rivaliza con la de cualquier Estado soberano. En su primera intervención pública como \"C\", la jefa…","url":"https://andro4all.com/tecnologia/alerta-de-la-espia-numero-1-la-nueva-jefa-del-mi6-avisa-de-que-los-magnates-tecnologicos-ya-son-tan-poderosos-como-los-estados","urlToImage":"https://andro4all.com/hero/2025/12/5c1564083df9d940a6aebb56ad5d090ey29udgvudhnlyxjjagfwaswxnzy1ota3nzey-2.82809271.jpg?width=1200","publishedAt":"2025-12-17T14:01:07Z","content":"Blaise Metreweli, en su primer discurso como \"C\", señala que la soberanía nacional depende ahora de la colaboración, a veces tensa, con los dueños de las grandes plataformas digitales\r\nBlaise Metrewe… [+2649 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"MuyComputer","title":"Comprar Office 2024 Professional Plus: Licencia Original, Precio Bajo y Activación Legal","description":"Comprar Office 2024 Professional Plus se ha convertido en un tema muy debatido entre usuarios particulares, profesionales de TI y empresas, sobre todo tras las primeras experiencias de uso de la nueva suite de Microsoft, que generaron opiniones contradictoria…","url":"https://www.muycomputer.com/2025/12/17/comprar-office-2024-professional-plus-precio-ofertas-y-donde-comprarlo/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/12/Comprar-Office-2024-Professional-Plus-1000x600.jpg","publishedAt":"2025-12-17T09:28:21Z","content":"Comprar Office 2024 Professional Plus se ha convertido en un tema muy debatido entre usuarios particulares, profesionales de TI y empresas, sobre todo tras las primeras experiencias de uso de la nuev… [+24777 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"La amenaza silenciosa: así están usando la inteligencia artificial los grupos extremistas","description":"Mientras las aplicaciones de inteligencia artificial transforman la educación, la medicina o la productividad laboral, también están siendo exploradas por actores mucho más oscuros. Grupos como el Estado Islámico (IS) y otras organizaciones extremistas están …","url":"https://wwwhatsnew.com/2025/12/17/la-amenaza-silenciosa-asi-estan-usando-la-inteligencia-artificial-los-grupos-extremistas/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/12/ai_conflict_image-1.jpg","publishedAt":"2025-12-17T09:00:53Z","content":"Mientras las aplicaciones de inteligencia artificial transforman la educación, la medicina o la productividad laboral, también están siendo exploradas por actores mucho más oscuros. Grupos como el Es… [+5722 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Bitcoin vs Quantum Computers: Hora de pasar a Post-Quantum Computing","description":"Es probable que hayas visto titulares alarmantes como ”Los ordenadores cuánticos acabarán\ncon Bitcoin\r\n”. Aunque suena a ciencia ficción, estos anuncios no son puro sensacionalismo. Como dice el refrán: donde hay humo, puede haber fuego. Sin embargo, lejos de…","url":"https://www.elladodelmal.com/2025/12/bitcoin-vs-quantum-computers-hora-de.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjJG-Fr4ViYX3fBNNyQ_p83ypgD5XqwLliSXGIii4Sl2FrpWgd3e3Kp9WjkAGgSm5xcoXndy-5FwiQdtUYt3_IvP-Rg08dVSHvXGfI0j20V_LNPC-__CUjlTWPpNwsTPiCSsRf_aVk3mztZ3W_85GpWtKcBJqMq2Yb6EjDLbBzK8lM78qjqZvVf/w1200-h630-p-k-no-nu/bitcoinquantum.jpg","publishedAt":"2025-12-17T05:01:00Z","content":"El único inconveniente es práctico, ya que como sabemos, las claves de cifrado en los algoritmos PQC ocupan más espacio y consumen más ciclos de computación, lo que podría hacer que las transacciones… [+655 chars]"}]