[{"source":"Silicon.es","title":"Stormshield Network Security incorpora la criptografía poscuántica","description":"Las comunicaciones VPN se protegen con cifrado poscuántico a través del algoritmo ML-KEM estandarizado por el NIST.","url":"https://www.silicon.es/stormshield-network-security-incorpora-la-criptografia-poscuantica-2575297","publishedAt":"2025-12-04T08:57:59Z"},{"source":"Elchapuzasinformatico.com","title":"Atlas Eon 100, así es el sistema de almacenamiento de datos que usa ADN sintético para conservar tu información durante miles de años","description":"Los SSD son el sistema de almacenamiento más popular en la actualidad si tenemos en cuenta que casi todas las personas van en busca de uno de estos discos. Estos han ido reemplazando a los HDD en importancia y al final, los discos duros se han convertido en d…","url":"https://elchapuzasinformatico.com/?p=629226","publishedAt":"2025-12-04T08:15:38Z"},{"source":"Excelsior.com.mx","title":"Arizona demanda a Temu por robar datos; acusan spyware","description":"C. González\r\nArizona presentó una demanda contra Temu y su empresa matriz PDD Holdings Inc. por acusaciones de que la tienda minorista en línea china roba datos de sus clientes y miente sobre sus productos.\r\n\nLa fiscal general de Arizona, Kris Mayes, argument…","url":"https://www.excelsior.com.mx/global/arizona-demanda-a-temu-por-robar-datos-acusan-spyware/1755491","publishedAt":"2025-12-04T08:08:22Z"},{"source":"Xatakahome.com","title":"La mejor app para no ver los anuncios de YouTube tiene malware: ¿qué hacer si la has instalado en tu tele o móvil?","description":"Hace meses me di de baja de YouTube Premium. Aunque ahora tengo que aguantar anuncios, no estaba dispuesto a pagar lo que cuesta. Por suerte, existenn aplicaciones capaces de saltárselos. He estado usando SmartTube desde entonces… hasta hoy.\n<!-- BREAK 1 -->\n…","url":"https://www.xatakahome.com/servicios-de-smart-tv/mejor-app-para-no-ver-anuncios-youtube-tiene-malware-que-hacer-has-instalado-tu-tele-movil","publishedAt":"2025-12-04T08:00:44Z"},{"source":"Hispasec.com","title":"Alerta Roja en npm: Malware Utiliza ‘Prompts Ocultos’ para Burlar a las IAs de Ciberseguridad","description":"El panorama de la seguridad en la cadena de suministro de software acaba de dar un giro inquietante. Investigadores de ciberseguridad han descubierto un paquete malicioso en el registro npm que no solo intenta robar credenciales, sino que introduce una técnic…","url":"https://unaaldia.hispasec.com/2025/12/alerta-roja-en-npm-malware-utiliza-prompts-ocultos-para-burlar-a-las-ias-de-ciberseguridad.html","publishedAt":"2025-12-04T07:04:00Z"}]