[{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Un hacker puede usar un ratón de 30 euros para espiar el 61% de lo que hablas frente al PC","description":"Unos investigadores de la Universidad de California en Irvine han demostrado que un ratón óptico barato (el experimento fue realizado con uno de 30 €) equipado con un sensor de alta resolución y buena tasa de muestreo puede actuar como micrófono improvisado: …","url":"https://www.genbeta.com/seguridad/hacker-puede-usar-raton-30-euros-para-espiar-61-que-hablas-frente-al-pc","urlToImage":"https://i.blogs.es/fc90a1/chatgpt-image-8-oct-2025-16_21_42/840_560.png","publishedAt":"2025-10-08T15:39:22Z","content":"Unos investigadores de la Universidad de California en Irvine han demostrado que un ratón óptico barato (el experimento fue realizado con uno de 30 ) equipado con un sensor de alta resolución y buena… [+5956 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Servimedia","title":"La piratería no solo roba dinero, también talento\", LALIGA y la Policía Nacional alertan del impacto real del fraude","description":"El acceso ilegal a contenidos digitales expone a los usuarios a fraudes y pone en peligro la economía y la competitividad de los clubes deportivos, advierten expertos en seguridad y deporte","url":"https://www.elconfidencial.com/deportes/futbol/2025-10-08/pirateria-seguridad-futbol-digital-1hms_4224588/","urlToImage":"https://images.ecestaticos.com/G8KPKa0qPdIljid8vQoyNZr2a14=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/c24/b89/9b9/c24b899b98e6e1d76283dbfa1f69e0ed.jpg","publishedAt":"2025-10-08T14:33:00Z","content":"La piratería se ha convertido en una amenaza silenciosa que pone en riesgo tanto la seguridad digital de los usuarios como la sostenibilidad del fútbol profesional. Esta fue la advertencia que hicier… [+3202 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"Fotos de perfil \"eliminadas\" de 2,1 millones de usuarios de Discord podrían quedar expuestas en filtración masiva","description":"Los hackers que violaron el sistema de soporte Zendesk de Discord estarían extorsionando a la plataforma tras robar 2,1 millones de fotos de verificación de edad de usuarios.\n Según se informa, Discord está siendo extorsionado por hackers responsables de viol…","url":"https://es.cointelegraph.com/news/2-1m-discord-users-deleted-id-photos-may-be-exposed-in-massive-leak","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-12/01941bbd-3a4f-7f01-8b2a-327eb57f1067","publishedAt":"2025-10-08T14:23:42Z","content":"Según se informa, Discord está siendo extorsionado por hackers responsables de violar una base de datos que contiene información confidencial sobre la verificación de la edad de más de 2,1 millones d… [+3452 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Sortis Telecomunicaciones Obtiene la Certificación ENS: Un Avance Estratégico Hacia la Excelencia","description":"Sortis Telecomunicaciones, con más de veinte años en el sector de tecnologías de la información y telecomunicaciones, ha alcanzado un importante logro al obtener la certificación del Esquema Nacional de Seguridad (ENS) en su nivel Medio. Además, ha mantenido …","url":"https://www.redes-sociales.com/sortis-telecomunicaciones-obtiene-la-certificacion-ens-un-avance-estrategico-hacia-la-excelencia/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/10/Sortis-Telecomunicaciones-Obtiene-la-Certificacion-ENS-Un-Avance-Estrategico-Hacia.png","publishedAt":"2025-10-08T14:21:50Z","content":"Sortis Telecomunicaciones, con más de veinte años en el sector de tecnologías de la información y telecomunicaciones, ha alcanzado un importante logro al obtener la certificación del Esquema Nacional… [+1405 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Dos apps de novias de IA exponen conversaciones íntimas de más de 400.000 usuarios","description":"Las apps de compañía virtual con inteligencia artificial prometen privacidad absoluta para conversaciones que, por su naturaleza, suelen ser bastante personales. Pues bien, resulta que dos apps de novias de IA han dejado expuestos los datos de más de 400.000 …","url":"https://andro4all.com/tecnologia/dos-apps-de-novias-de-ia-exponen-conversaciones-intimas-de-mas-de-400-000-usuarios","urlToImage":"https://andro4all.com/hero/2025/10/novia-ia.webp?width=1200","publishedAt":"2025-10-08T14:20:17Z","content":"Los servidores de ambas apps carecían de autenticación y controles de acceso, permitiendo que cualquiera viera el contenido íntimo compartido por los usuarios\r\nLas apps de compañía virtual con inteli… [+3352 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Memecoins de BNB Chain crean nuevos millonarios en una semana de trading frenética","description":"Traders de BNB Chain ganaron millones con las nuevas memecoins, que se dispararon, y uno de ellos convirtió 3.500 dólares en 7,9 millones de dólares en medio de un aumento de la actividad de trading onchain.\n Traders de criptomonedas ganaron millones de dólar…","url":"https://es.cointelegraph.com/news/bnb-chain-memecoin-traders-make-millions","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-10/0199c33b-22f9-711c-86af-9fd67c25dc1d","publishedAt":"2025-10-08T13:18:20Z","content":"Traders de criptomonedas ganaron millones de dólares con memecoins de pequeña capitalización en la BNB Chain durante la semana pasada, lo que indica una nueva ola de capital especulativo que alimenta… [+3977 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Juan Fernando Lara Salas, Christian Montero","title":"Caso Wallet: Así operaba banda que robó ¢60 millones en tarjetas","description":"Descubra cómo operaban con ‘phishing’ y qué piden las autoridades hacer para proteger sus datos si usted recibió avisos relacionados con paquetes","url":"https://www.nacion.com/sucesos/caso-wallet-asi-operaba-banda-que-robo-60-millones/C2MWC5G6WFDEPJHY5YYWRZYL4I/story/","urlToImage":"https://www.nacion.com/resizer/v2/ZNXHQVCQKBAMXL5OQIKAUCVA2Y.jpg?smart=true&auth=74159f3ed4d312dd407c8db7a63ac7ae32708d25808a9900ebdb1c3ed76e8a52&width=1440","publishedAt":"2025-10-08T13:11:40Z","content":"Agentes de la Sección de Delitos contra el Fraude Informático del Organismo de Investigación Judicial (OIJ) realizaron este miércoles una serie de tres allanamientos en la gran Área Metropolitana par… [+2499 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Steam, Epic Games Store, PlayStation Network, Xbox Live, Riot Games y Fortnite son víctimas de un ataque DDoS masivo","description":"Estos últimos días, los jugadores han estado experimentando caídas y desconexiones, tanto de las plataformas donde juegan como de varios videojuegos. Aquí no estamos hablando de juegos poco conocidos, sino más bien lo contrario, pues se incluyen algunos de lo…","url":"https://elchapuzasinformatico.com/2025/10/ataque-ddos-steam-epic-xbox-playstation/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/ataque-DDoS-Xbox-PlayStation-Steam.jpg","publishedAt":"2025-10-08T12:17:01Z","content":"Estos últimos días, los jugadores han estado experimentando\r\ncaídas y desconexiones, tanto de las plataformas donde juegan como\r\nde varios videojuegos. Aquí no estamos hablando de juegos poco\r\nconoci… [+3948 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Google refuerza la defensa cibernética con inteligencia artificial: así funcionan CodeMender, SAIF 2.0 y el AI VRP","description":"La inteligencia artificial ya no es solo una herramienta de productividad o creatividad. En el terreno de la ciberseguridad, está comenzando a desempeñar un papel fundamental en la defensa contra amenazas cada vez más sofisticadas. Google, consciente de los r…","url":"https://wwwhatsnew.com/2025/10/08/google-refuerza-la-defensa-cibernetica-con-inteligencia-artificial-asi-funcionan-codemender-saif-2-0-y-el-ai-vrp/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/10/output1-2025-10-07T010415.857.jpg","publishedAt":"2025-10-08T12:00:46Z","content":"La inteligencia artificial ya no es solo una herramienta de productividad o creatividad. En el terreno de la ciberseguridad, está comenzando a desempeñar un papel fundamental en la defensa contra ame… [+5144 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"R. Badillo","title":"Un fallo de seguridad revela un problema preocupante en el futuro: las infecciones virales entre robots son posibles","description":"El fallo ha sido detectado en varios modelos de robots de la compañía Unitree. Su respuesta rápida ha evitado males mayores, pero es una seria advertencia de cara al futuro","url":"https://www.elconfidencial.com/tecnologia/2025-10-08/robots-infecciones-virales-problema-1qrt_4224354/","urlToImage":"https://images.ecestaticos.com/UV1ty7c-5dlhkmqEDI7n0LC5QsI=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/b5f/bdc/3b6/b5fbdc3b6ab10a68d1c7c0a1f6668ae0.jpg","publishedAt":"2025-10-08T10:16:00Z","content":"Europa lanza un robot autónomo al mar y empieza a solucionar un gran problema de las costas españolasSigue a El Confidencial en Google Discover para enterarte de todas las noticiasUn fallo de segurid… [+4458 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El Ayuntamiento de Lucena activa las nuevas ayudas de 400 euros a la natalidad","description":"El Ayuntamiento de Lucena ha anunciado la apertura de la nueva convocatoria de ayudas municipales a la natalidad , destinadas a apoyar a las familias lucentinas por nacimientos y adopciones que hayan tenido lugar entre el 1 de julio de 2024 y el 31 de agosto …","url":"https://www.abc.es/espana/andalucia/cordoba/ayuntamiento-lucena-activa-nuevas-ayudas-400-euros-20251008115838-nts.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2025/10/08/ayudas-natalidad-lucena-k0BI--1024x512@diario_abc.jpg","publishedAt":"2025-10-08T09:58:39Z","content":"El Ayuntamiento de Lucena ha anunciado la apertura de la nueva convocatoria de ayudas municipales a la natalidad, destinadas a apoyar a las familias lucentinas por nacimientos y adopciones que hayan … [+1817 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Kronjop","title":"7 software de control horario para empresas pequeñas y startups","description":"Programas como Kronjop, Wrike o Timeneye destina como las mejores soluciones para registro de jornada orientadas a emprendedores y pequeños negocios.","url":"https://www.libertaddigital.com/libremercado/2025-10-08/7-software-de-control-horario-para-empresas-pequenas-y-startups-7305462/","urlToImage":"https://s1.staticld.com/2025/10/08/1200/675/pexels-ivan-samkov-7213549-1.jpg","publishedAt":"2025-10-08T09:29:38Z","content":"Cumplir la normativa laboral y gestionar el tiempo de trabajo de manera eficiente son dos de los grandes retos que afronta a diario cualquier negocio. Para ellos, tener un software de control horario… [+6166 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Estafas online al alza en el último trimestre: nuevas tácticas, viejos trucos y una guía práctica para no caer","description":"Empieza el tramo del año con más compras por Internet —Black Friday, Cyber Monday y Navidad— y con él sube el ruido de mensajes, ofertas y avisos de entrega. Ese mismo ruido es el que explotan los delincuentes: el último trimestre de 2024 ya dejó un aumento i…","url":"https://www.redes-sociales.com/estafas-online-al-alza-en-el-ultimo-trimestre-nuevas-tacticas-viejos-trucos-y-una-guia-practica-para-no-caer/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/10/Senior-Man-Shopping-Online-on-a-Tablet.jpg","publishedAt":"2025-10-08T06:54:00Z","content":"Empieza el tramo del año con más compras por Internet Black Friday, Cyber Monday y Navidad y con él sube el ruido de mensajes, ofertas y avisos de entrega. Ese mismo ruido es el que explotan los deli… [+6567 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"La seguridad de tu hijo en Internet: 3 ajustes que deberías hacer hoy mismo","description":"¿Tienes hijos y estás preocupado por su seguridad en la red de redes? No estás solo. Muchos padres piensan que Internet no es un lugar seguro, pero nada más lejos de la realidad, siempre y cuando se tomen las medidas oportunas. Lo cierto es que los menores pu…","url":"https://www.adslzone.net/noticias/seguridad/seguridad-hijo-internet-3-ajustes/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Menos-usando-Internet.png","publishedAt":"2025-10-08T04:03:53Z","content":"Si eres de los que pasa mucho tiempo en Internet, la mejor forma de educar a tus hijos es enseñándoles cómo pueden disfrutar de la mejor experiencia sin comprometer su imagen. De hecho, ya existen se… [+5305 chars]"}]