[{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"blanca.betan","title":"En México hubo 31 mil millones de intentos de fraude por Internet en 2024","description":"Ernesto Méndez\r\nUno de los retos más urgentes para la transformación digital de América Latina y México es la ciberseguridad, ya que los ataques por Internet tienen un costo anual de más de 90 millones de dólares y tan sólo en nuestro país se registraron en 2…","url":"https://www.excelsior.com.mx/nacional/en-mexico-hubo-31-mil-millones-de-intentos-de-fraude-por-internet-en-2024/1737664","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/09/05/3374421.jpg","publishedAt":"2025-09-05T15:47:11Z","content":"Uno de los retos más urgentes para la transformación digital de América Latina y México es la ciberseguridad, ya que los ataques por Internet tienen un costo anual de más de 90 millones de dólares y … [+1551 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Cómo prepararse para el fin de soporte de Windows 10","description":"El 14 de octubre Microsoft dejará de brindar soporte oficial para Windows 10. Conoce qué opciones tienes para que tus equipos no queden expuestos y vulnerables.","url":"https://www.welivesecurity.com/es/seguridad-digital/como-prepararse-fin-de-soporte-de-windows-10/","urlToImage":null,"publishedAt":"2025-09-05T15:00:25Z","content":"El 14 de octubre de 2025 es una fecha que quienes usen Windows 10 deben tener apuntada en su calendario. ¿Por qué? Es el día que Microsoft decretó el final de vida (End of Life) de ese sistema operat… [+7303 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Qué son los archivos .ecm y cómo ejecutarlos en Windows","description":"Guía para abrir .ECM en Windows: qué son, convertir a ISO/BIN, montarlos y solucionar errores habituales sin quebraderos de cabeza.","url":"https://www.actualidadgadget.com/que-son-los-archivos-ecm-y-como-ejecutarlos-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Ejecutar-archivos-.ecm-Windows.png","publishedAt":"2025-09-05T14:01:38Z","content":"Si has llegado hasta aquí es porque necesitas abrir o ejecutar un archivo .ECM en Windows y no te queda claro por dónde empezar. Es normal: se trata de un formato poco común y, para colmo, muchos res… [+11926 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Mejores secretos para mejorar la seguridad en Windows 11","description":"Refuerza Windows 11 con trucos, ajustes y funciones nativas. Protege tu PC y privacidad con esta guía práctica.","url":"https://www.actualidadgadget.com/mejores-secretos-para-mejorar-la-seguridad-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Secretos-para-mejorar-la-seguridad-en-Windows-11.png","publishedAt":"2025-09-05T13:46:47Z","content":"Windows 11 llega muy bien armado en seguridad, pero con unos cuantos ajustes y hábitos puedes llevarlo a otro nivel y blindar tu PC sin complicarte. En esta guía reunimos trucos, funciones nativas y … [+13453 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"Así es el avión F-35, el “computador volador armado” con tecnología furtiva al servicio antidrogas que Estados Unidos despliega en el Caribe para presionar a Nicolás Maduro","description":"El Caribe es actualmente un escenario de tensión geopolítica pues Estados Unidos confirmó el despliegue de diez cazas F-35 Lightning II en Puerto Rico para reforzar operaciones contra carteles de droga que, según Washington, utilizan el territorio venezolano …","url":"https://www.xataka.com.co/seguridad/asi-avion-f-35-computador-volador-armado-tecnologia-furtiva-al-servicio-antidrogas-que-estados-unidos-despliega-caribe-para-presionar-a-nicolas-maduro","urlToImage":"https://i.blogs.es/68ecf9/upscalemedia-transformed---2025-09-05t083851.482/840_560.jpeg","publishedAt":"2025-09-05T13:46:32Z","content":"El Caribe es actualmente un escenario de tensión geopolítica pues Estados Unidosconfirmó el despliegue de diez cazas F-35 Lightning II en Puerto Rico para reforzar operaciones contra carteles de drog… [+3300 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Isidro Ros","title":"Fin del soporte de Windows 10: todo lo que debes saber","description":"Estamos a poco más de un mes de distancia del fin del soporte de Windows 10, y por ello creo que es un buen momento para compartir con todos vosotros un artículo donde os contaremos todo lo que debéis saber sobre ese momento tan importante, y cómo puede afect…","url":"https://www.muycomputer.com/?p=386239","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/09/fin-soporte-Windows-10-generada-con-IA-portada-1000x600.jpg","publishedAt":"2025-09-05T12:22:48Z","content":"Estamos a poco más de un mes de distancia del fin del soporte de Windows 10, y por ello creo que es un buen momento para compartir con todos vosotros un artículo donde os contaremos todo lo que debéi… [+6574 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Cómo solucionar el error «Bootmgr is missing»","description":"Soluciona Bootmgr is missing en Windows: causas, WinRE, Bootrec, BCDBoot, DiskPart, DISM y recuperación de datos. Guía clara y efectiva.","url":"https://www.actualidadgadget.com/como-solucionar-el-error-bootmgr-is-missing/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Bootmgr-is-missing-1.jpg","publishedAt":"2025-09-05T11:00:07Z","content":"Ver el mensaje Bootmgr is missingal encender el PC impone, pero no hay por qué alarmarse. Es perfectamente posible recuperar el arranque de Windows sin formatear ni perder tus archivos. En esta guía … [+10516 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Jesse Coghlan","title":"Herramienta de codificación con IA preferida de Coinbase puede ser secuestrada por un nuevo virus","description":"La empresa de ciberseguridad, HiddenLayer, advirtió de un nuevo virus que puede inyectar prompts maliciosos en Cursor, una herramienta de codificación con IA utilizada por desarrolladores de todo el mundo.\n La herramienta de codificación con inteligencia arti…","url":"https://es.cointelegraph.com/news/coinbase-preferred-ai-coding-tool-hijacked-new-virus","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-09/01991746-33e3-7313-b1e9-8004ecd4d01e","publishedAt":"2025-09-05T06:19:13Z","content":"La herramienta de codificación con inteligencia artificial preferida por entidades como el exchange de criptomonedas Coinbase tiene una vulnerabilidad que permite a los hackers inyectar malware silen… [+5967 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Álvaro Escalonilla","title":"China distrae con sus nuevos drones y misiles pero oculta su arma más eficaz contra EEUU y la UE: los 'hackers' infiltrados","description":"Los servicios de seguridad de EEUU emiten un comunicado conjunto con varias agencias de inteligencia europeas para denunciar las \"amenazas cibernéticas\" de Pekín contra sus infraestructuras críticas.\nMás información: Xi exhibe el poder militar de China acompa…","url":"https://www.elespanol.com/mundo/asia/20250905/china-distrae-nuevos-drones-misiles-oculta-arma-eficaz-eeuu-ue-hackers-infiltrados/1003743912116_0.html","urlToImage":"https://s2.elespanol.com/2025/09/04/actualidad/1003743912555_258468435_1706x1280.jpg","publishedAt":"2025-09-05T01:02:13Z","content":"El presidente chino Xi Jinping sacó músculo como nunca antes en el desfile militar del pasado miércoles en Pekín que conmemoró el 80 aniversario del final de la Segunda Guerra Mundial en el continent… [+8609 chars]"}]