[{"source":{"id":null,"name":"Genbeta.com"},"author":"José Alberto Lizana","title":"Microsoft tiene lista su IA capaz de verlo todo en Windows 11. Los expertos en seguridad siguen viéndolo muy peligroso","description":"Cuando Microsoft presentó Recall como una gran característica de IA, la comunidad de expertos en privacidad y seguridad puso el grito en el cielo. La idea de que Windows estuviera haciendo capturas de pantalla de todo nuestro escritorio de forma continua era,…","url":"https://www.genbeta.com/windows/microsoft-tiene-lista-su-ia-capaz-verlo-todo-windows-11-expertos-seguridad-siguen-viendolo-muy-peligroso","urlToImage":"https://i.blogs.es/b6442d/recalla/840_560.jpeg","publishedAt":"2025-08-07T07:00:09Z","content":"Cuando Microsoft presentó Recall como una gran característica de IA, la comunidad de expertos en privacidad y seguridad puso el grito en el cielo. La idea de que Windows estuviera haciendo capturas d… [+2817 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Bifaz","title":"¿Los nuevos modelos «a prueba de jailbreak» de OpenAI? Hackeados el primer día [ENG]","description":"Apenas unas horas después de lanzar sus primeros modelos de código abierto en años, con la promesa de medidas de seguridad robustas, el GPT-OSS de OpenAI ha sido descifrado por el famoso jailbreaker de IA Pliny the Liberator quien publicó capturas de pantalla…","url":"https://www.meneame.net/m/tecnología/nuevos-modelos-prueba-jailbreak-openai-hackeados-primer-dia-eng","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4084841&version=0&ts=1754549407&image.webp","publishedAt":"2025-08-07T06:44:18Z","content":""},{"source":{"id":null,"name":"Josefacchin.com"},"author":"José Facchin","title":"¿Qué tener en cuenta al comprar un dominio web y dónde hacerlo de forma segura?","description":"Buscar, elegir y comprar un dominio web es uno de los primeros pasos al crear un nuevo proyecto digital. Ya sea un eCommerce, un blog o el sitio web de tu empresa, el mismo expresa mucho de ti. Y no solo afecta a tu branding, también puede influir en tu posic…","url":"https://josefacchin.com/comprar-un-dominio-web/","urlToImage":"https://josefacchin.com/wp-content/uploads/2025/08/comprar-dominio-web.jpg","publishedAt":"2025-08-07T06:32:42Z","content":"Buscar, elegir y comprar un dominio web es uno de los primeros pasos al crear un nuevo proyecto digital. Ya sea un eCommerce, un blog o el sitio web de tu empresa, el mismo expresa mucho de ti. Y no … [+13239 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"Vodafone se planta ante las estafas: esta será la única forma en la que contactará contigo","description":"El incremento de las estafas online ha provocado que no solo los consumidores tengan que asumir más precauciones, también los operadores. Vodafone ha detallado cómo identificar si una llamada es oficial o si, por el contrario, se trata de una suplantación de …","url":"https://www.adslzone.net/noticias/operadores/como-identificar-estafa-vodafone-web/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/vodafone-pagina-web-estafas-pcpal.png","publishedAt":"2025-08-07T06:03:33Z","content":"El aumento de las estafas telefónicas se ha convertido en un problema para el consumidor. El INCIBE gestionó un total de 97.348 incidentes de ciberseguridad durante el año 2024, lo que supone un incr… [+4710 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"NetApp impulsa la migración de VMware a la nube gracias a Amazon Elastic VMware Service","description":"NetApp integra su tecnología con Amazon EVS y AWS para simplificar, proteger y abaratar la migración de VMware a la nube.","url":"https://www.linuxadictos.com/netapp-impulsa-la-migracion-de-vmware-a-la-nube-gracias-a-amazon-elastic-vmware-service.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/NetApp-Accelerates-VMware-Migrations-with-Amazon-Elastic-VMware-Service-Integration-4.png","publishedAt":"2025-08-07T02:43:45Z","content":"La adopción de entornos híbridos y la migración a la nube son hoy cuestiones clave para empresas que desean modernizar sus infraestructuras tecnológicas, buscando mayor agilidad, seguridad y control … [+4276 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Fracasa en Reino Unido el primer sistema de verificación de edad para acceder al porno","description":"El pasado 25 de julio entró en vigor en el Reino Unido la 'Online Safety Act', una ambiciosa legislación con la que el gobierno británico aspira a situar al país «a la vanguardia de la seguridad digital», según sus propias palabras. Una de sus piezas centrale…","url":"https://www.abc.es/tecnologia/fracasa-reino-unido-primer-sistema-verificacion-edad-20250806173405-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/tecnologia/2025/08/06/sss-U52003587672rQq-1024x512@diario_abc.jpg","publishedAt":"2025-08-07T02:34:51Z","content":"El pasado 25 de julio entró en vigor en el Reino Unido la 'Online Safety Act', una ambiciosa legislación con la que el gobierno británico aspira a situar al país «a la vanguardia de la seguridad digi… [+6841 chars]"}]