[{"source":{"id":null,"name":"Latercera.com"},"author":"Alexis Paiva Mack","title":"3 recomendaciones para evitar caer en estafas durante el Black Friday","description":"Desde la firma global de ciberseguridad y privacidad digital, Kaspersky, compartieron una serie de puntos clave a tener en consideración durante este periodo de ofertas y descuentos en múltiples comercios. Esto es lo que dijeron.","url":"https://www.latercera.com/tendencias/noticia/3-recomendaciones-para-evitar-caer-en-estafas-durante-el-black-friday/","urlToImage":"https://www.latercera.com/resizer/v2/XU5OLOWK7VEORLDCGR46Y27V2M.jpg?auth=08e4a6ad8a4e25389626aae9b7b3a253dec6bf79c474d615cf5f1406cf26aaa1&height=630&width=1200&smart=true","publishedAt":"2025-11-24T12:19:15Z","content":"Entre finales de noviembre y principios de diciembre se desarrollará el Black Friday, instancia en la que los consumidores podrán optar por múltiples descuentos en una amplia variedad de productos.\r\n… [+5453 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Ofertas relámpago en TikTok y 'chatbots' falsos : Cinco ciberestafas de las que protegerse este Black Friday","description":"Llega el Black Friday y, junto a ello, se da inicio a la temporada de compras navideñas lo que, una vez más, se convierte en un escenario recurrente para los actores maliciosos, destacando cinco ciberestafas ante las que protegerse que engloban los sorteos fr…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ofertas-relampago-tiktok-chatbots-falsos-cinco-ciberestafas-protegerse-black-friday-20251124123649.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251124123649_1200.jpg","publishedAt":"2025-11-24T11:36:49Z","content":"MADRID, 24 Nov. (Portaltic/EP) - \r\n   Llega el Black Friday y, junto a ello, se da inicio a la temporada de compras navideñas lo que, una vez más, se convierte en un escenario recurrente para los act… [+5528 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Estafado durante el Black Friday por chatbots fraudulentos: un 40% muestra preocupación por el uso de datos con la IA","description":"Con el Black Friday y la temporada de compras navideñas a la vuelta de la esquina, los ciberdelincuentes están más activos que nunca. Este año, no solo atacan por correo electrónico o SMS: también están aprovechando las redes sociales, los concursos, los chat…","url":"https://www.eleconomista.es/tecnologia/noticias/13658967/11/25/estafado-durante-el-black-friday-en-los-chatbots-falsos-un-40-muestra-preocupacion-por-el-uso-de-datos-con-la-ia.html","urlToImage":"https://s03.s3c.es/imag/_v0/2121x1157/d/d/9/1200x655_iStock-2198245733.jpg","publishedAt":"2025-11-24T11:36:40Z","content":"Con el Black Friday y la temporada de compras navideñas a la vuelta de la esquina, los ciberdelincuentes están más activos que nunca. Este año, no solo atacan por correo electrónico o SMS: también es… [+3175 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"Redacción Actualidad","title":"Aviso de los Mossos d'Esquadra a toda Catalunya: a partir de ahora, desconfía si recibes estas llamadas de tu banco","description":"En los últimos tiempos, el crimen ha ido cambiando de forma, y buena parte de esa transformación viene de la mano de internet. Cada vez es más habitual hacer gestiones importantes desde el móvil: consultar nuestras cuentas bancarias, firmar documentos o aprob…","url":"https://www.mundodeportivo.com/actualidad/20251124/1002574963/aviso-mossos-d-esquadra-toda-catalunya-partir-desconfia-recibes-llamadas-banco-dct.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2024/08/09/66b5fa4c71e8c.r_d.1037-929-0.jpeg","publishedAt":"2025-11-24T11:18:20Z","content":"En los últimos tiempos, el crimen ha ido cambiando de forma, y buena parte de esa transformación viene de la mano de internet. Cada vez es más habitual hacer gestiones importantes desde el móvil: con… [+2131 chars]"},{"source":{"id":null,"name":"Tuexperto.com"},"author":"Agustín Galán","title":"Este televisor Samsung de 65 pulgadas está ahora en oferta por menos de 500 euros","description":"El Black Friday es un periodo propicio para encontrar grandes chollos, como un televisor de 65 pulgadas de Samsung por menos de 500 euros. Descubre todas sus características.","url":"https://www.tuexperto.com/2025/11/24/samsung-65-pulgadas-u8075f-televisor-4k-oferta-black-friday-precio-caracteristicas/","urlToImage":"https://www.tuexperto.com/wp-content/uploads/2025/11/samsung-65u8075f.jpg","publishedAt":"2025-11-24T10:34:15Z","content":"Un televisor es mucho más que un aparato electrónico, puede ser la ventana a tu entretenimiento, y un modelo de 65 pulgadas puede transformar por completo la forma en que ves el contenido en el salón… [+3857 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"Nutanix mantiene un crecimiento sostenido y pone el foco en los clientes de VMware","description":"Nutanix celebró la semana pasada su evento anual Nutanix .NEXT on Tour en Madrid para mostrar su visión y desgranar las novedades de su plataforma para la nube híbrida.","url":"https://www.silicon.es/nutanix-crecimiento-sostenido-foco-vmware-2574952","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/Nutanix-next-on-tour.png","publishedAt":"2025-11-24T10:26:15Z","content":"El negocio de Nutanix sigue creciendo tanto a nivel europeo como español. A nivel global, hace tres trimestres que superó por primera vez la barrera de los 2.000 millones de dólares en facturación, u… [+6223 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Microsoft: cuando el asistente inteligente deja de pedir permiso y empieza a ejercerlo","description":"Microsoft ha dado un paso estratégico y arriesgado al integrar en Windows 11 lo que llama «experiencias de agente», una serie de funcionalidades de inteligencia artificial capaces de actuar sobre el sistema, los ficheros del usuario y las aplicaciones de form…","url":"https://www.enriquedans.com/2025/11/microsoft-cuando-el-asistente-inteligente-deja-de-pedir-permiso-y-empieza-a-ejercerlo.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/11/Microsoft-agents-Dall·E.jpg","publishedAt":"2025-11-24T08:45:35Z","content":"Microsoft ha dado un paso estratégico y arriesgado al integrar en Windows 11 lo que llama «experiencias de agente», una serie de funcionalidades de inteligencia artificial capaces de actuar sobre el … [+8518 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"El modo seguro de Windows es un salvavidas cuando falla el arranque de tu PC","description":"Será imposible que no te hayas encontrado alguna vez con un problema que te impida completar el arranque estándar de un PC con Windows. Hay veces que serán tan graves que tendrás que usar la función de ‘restablecimiento’ y en casos extremos tomar el toro por …","url":"https://www.muycomputer.com/2025/11/24/asi-de-util-es-el-modo-seguro-de-windows-cuando-el-arranque-estandar-falla/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2024/02/modo-seguro-de-Windows-1000x600.jpg","publishedAt":"2025-11-24T08:24:36Z","content":"Será imposible que no te hayas encontrado alguna vez con un problema que te impida completar el arranque estándar de un PC con Windows. Hay veces que serán tan graves que tendrás que usar la función … [+7577 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Www9 playdede link: las novedades de la plataforma para streaming seguro","description":"Lo que hay que saber sobre Playdede: streaming sin rodeos La comunidad de www9.playdede.link desafía bloqueos y cambios, **manteniéndose estable** pese a la eterna mudanza de dominios. La plataforma presume de **reproductor propio, menos anuncios y listas per…","url":"https://www.muywindows.com/www9-playdede-link/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/11/Www9_playdede_link_las_novedades_de_la_plataforma_para_streaming_seguro.jpg","publishedAt":"2025-11-24T06:09:08Z","content":"Lo que hay que saber sobre Playdede: streaming sin rodeos\r\n<ul><li>La comunidad de www9.playdede.link desafía bloqueos y cambios, **manteniéndose estable** pese a la eterna mudanza de dominios.</li><… [+7307 chars]"}]