[{"source":"Hispasec.com","title":"El ‘Cloaking’ que Burla a la IA y Convierte Noticias Falsas en ‘Verdad’ Absoluta","description":"Investigadores en ciberseguridad han alertado sobre un grave fallo de seguridad que afecta a navegadores y agentes de inteligencia artificial (IA) de nueva generación, como ChatGPT Atlas y Perplexity. El problema, denominado ‘encubrimiento dirigido por IA’ (A…","url":"https://unaaldia.hispasec.com/2025/10/el-cloaking-que-burla-a-la-ia-y-convierte-noticias-falsas-en-verdad-absoluta.html","publishedAt":"2025-10-30T07:27:38Z"},{"source":"Elladodelmal.com","title":"ChatGPT Atlas: Client-Side Attack CSRF para Contaminar la Memoria con un Prompt Injection que te hackea tu Windows con Vibe Coding","description":"Parece que no hay un día sin un Prompt Injection explotado en un Agentic AI o en un AI-First Web Browser, y la verdad es que tengo que buscar huecos para publicar otros temas en mi blog, porque a la velocidad que son descubiertos dan un poco de miedo. En este…","url":"https://www.elladodelmal.com/2025/10/chatgpt-atlas-client-side-attack-csrf.html","publishedAt":"2025-10-30T06:01:00Z"},{"source":"Adslzone.net","title":"Si has instalado Linux, este es el mejor antivirus que puedes utilizar","description":"Los usuarios de Linux, aunque haya quien piense lo contrario, también necesitan antivirus. Por ello, si has instalado este sistema operativo, te vamos a recomendar el mejor antivirus disponible.\nEs cierto que Linux es un sistema muy seguro. En comparación a W…","url":"https://www.adslzone.net/noticias/tecnologia/instalado-linux-mejor-antivirus-puedes-utilizar/","publishedAt":"2025-10-30T05:02:46Z"},{"source":"Criptonoticias.com","title":"¿Cómo saber si calificas para un airdrop en MetaMask?","description":"Si un usuario recibe un airdrop de MetaMask, es fundamental que sepa cómo reclamarlo de forma segura y evitar caer en intentos de phishing.\nLeer más","url":"https://www.criptonoticias.com/comunidad/como-saber-cuenta-metamask-airdrop/","publishedAt":"2025-10-30T05:00:00Z"}]