[{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"Cómo usar Flyoobe para instalar Windows 11 sin inteligencia artificial en ordenadores que no cumplen los requisitos mínimos","description":"Vamos a decirte qué es y cómo funciona Flyoobe una herramienta con la que vas a poder actualizar a Windows 11 sin cumplir los requisitos. Porque el fin de soporte de Windows 10 hace que sea peligroso usarlo a partir del 14 de octubre, por lo que lo recomendab…","url":"https://www.xataka.com/basics/como-usar-flyoobe-para-instalar-windows-11-inteligencia-artificial-ordenadores-que-no-cumplen-requisitos-minimos","urlToImage":"https://i.blogs.es/127ab0/windows/840_560.jpeg","publishedAt":"2025-09-15T11:41:28Z","content":"Vamos a decirte qué es y cómo funciona Flyoobe una herramienta con la que vas a poder actualizar a Windows 11 sin cumplir los requisitos. Porque el fin de soporte de Windows 10 hace que sea peligroso… [+3230 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Sergio Asenjo","title":"Dar tu clave del WiFi a tus invitados en casa es más peligroso de lo que parece. Así gestiono mi red","description":"El router es la puerta de entrada a Internet y conviene dedicar un tiempo a familiarizarnos con sus diferentes funciones si queremos exprimir al máximo sus posibilidades. Ya hemos hablado con anterioridad acerca de importancia de asegurarnos de utilizar un pr…","url":"https://www.xatakamovil.com/conectividad/dar-tu-clave-wifi-a-tus-invitados-casa-peligroso-que-parece-asi-gestiono-mi-red","urlToImage":"https://i.blogs.es/0cbc92/fibra-casa/840_560.jpeg","publishedAt":"2025-09-15T11:30:45Z","content":"El router es la puerta de entrada a Internet y conviene dedicar un tiempo a familiarizarnos con sus diferentes funciones si queremos exprimir al máximo sus posibilidades. Ya hemos hablado con anterio… [+2888 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Zscaler y CrowdStrike refuerzan su alianza para acelerar la seguridad con IA y Zero Trust","description":"Zscaler, Red Canary y CrowdStrike integran sus plataformas para ofrecer protección unificada con IA, detección avanzada y respuestas en tiempo real.","url":"https://www.silicon.es/zscaler-y-crowdstrike-refuerzan-su-alianza-para-acelerar-la-seguridad-con-ia-y-zero-trust-2572627","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/alianza-zscaler-crowdstrike-ia.jpeg","publishedAt":"2025-09-15T10:40:48Z","content":"Zscaler, junto con Red Canary y su socio estratégico CrowdStrike, ha anunciado la ampliación de su colaboración para ofrecer un enfoque unificado en la protección de endpoints, usuarios y flujos de t… [+2723 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"¿Es posible hackear Google Drive? Leire Díez, fontanera del PSOE es lo que asegura","description":"Son muchos los que dudan sobre la posibilidad de hackear una cuenta de Google Drive para obtener información privilegiada de una persona. En este caso, es la Justicia la que se está encargando de investigar la filtración de los archivos de Leire Díez con dato…","url":"https://www.adslzone.net/noticias/internet/posibilidad-hackear-google-drive-afirma-leire-diez-psoe/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/hackeo-google-drive.png","publishedAt":"2025-09-15T09:33:37Z","content":"Miles de millones de usuarios usan Google Drive como una de las principales herramientas para almacenar archivos en la nube. Pero, ¿cómo se encarga de garantizar la seguridad de esta información? Est… [+4025 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Stealerium, el malware de código abierto que gana terreno entre ciberdelincuentes","description":"Proofpoint alerta del aumento del uso de Stealerium y sus variantes para exfiltrar credenciales, cookies, criptomonedas y datos sensibles.","url":"https://www.silicon.es/stealerium-el-malware-de-codigo-abierto-que-gana-terreno-entre-ciberdelincuentes-2572610","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/stealerium-malware-codigo-abierto.jpeg","publishedAt":"2025-09-15T09:30:35Z","content":"El malware Stealerium, inicialmente publicado como proyecto de código abierto con fines educativos, se está convirtiendo en una herramienta cada vez más utilizada en campañas de ciberdelincuencia, se… [+2476 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"Google tiene un plan para hacer a Android aún más seguro: así funciona su nuevo sistema de parches de seguridad","description":"Decimos que un teléfono Android tiene fecha de caducidad en el momento en el que pierde soporte de las actualizaciones y sus correspondientes parches de seguridad. Afortunadamente, los fabricantes se han puesto las pilas en este asunto, pero Google quiere ir …","url":"https://www.xatakandroid.com/sistema-operativo/google-tiene-plan-para-hacer-a-android-seguro-asi-funciona-su-nuevo-sistema-parches-seguridad","urlToImage":"https://i.blogs.es/16ba41/pixel-parches-de-seguridad/840_560.jpeg","publishedAt":"2025-09-15T09:04:25Z","content":"Decimos que un teléfono Android tiene fecha de caducidad en el momento en el que pierde soporte de las actualizaciones y sus correspondientes parches de seguridad. Afortunadamente, los fabricantes se… [+2962 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Odigo impulsa la transformación bancaria con su solución Banking CXaaS","description":"Odigo lanza Banking CXaaS, un modelo integral que combina IA, omnicanalidad y seguridad para mejorar la experiencia bancaria.","url":"https://www.silicon.es/odigo-impulsa-la-transformacion-bancaria-con-su-solucion-banking-cxaas-2572595","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/odigo-banking-cxaas-transformacion-banca.jpeg","publishedAt":"2025-09-15T08:30:20Z","content":"Odigo, proveedor europeo de soluciones de gestión de la experiencia de cliente, ha lanzado Banking CXaaS, una propuesta modular y escalable que busca transformar el papel de los contact centers en la… [+2380 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Bitdefender alerta sobre EggStreme, un sofisticado kit de malware usado en ataques APT desde China","description":"EggStreme es un framework de ciberespionaje avanzado detectado por Bitdefender, ya activo contra objetivos militares en la región APAC.","url":"https://www.silicon.es/bitdefender-alerta-sobre-eggstreme-un-sofisticado-kit-de-malware-usado-en-ataques-apt-desde-china-2572598","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/bitdefender-descubre-eggstreme-malware.jpeg","publishedAt":"2025-09-15T08:30:06Z","content":"Bitdefender, proveedor global de soluciones de ciberseguridad, ha anunciado el descubrimiento de EggStreme, un nuevo kit de herramientas de malware empleado por un grupo APT con sede en China. Este f… [+2160 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"IA maliciosa y desinformación: cómo se posiciona España (CCN-CERT) frente a Francia, Alemania, Reino Unido y Estonia","description":"La expansión de la inteligencia artificial (IA) en todos los ámbitos de la vida pública ha traído una consecuencia tan inevitable como inquietante: su uso malicioso para potenciar ciberataques, manipular la información y erosionar la confianza ciudadana. En e…","url":"https://www.redes-sociales.com/ia-maliciosa-y-desinformacion-como-se-posiciona-espana-ccn-cert-frente-a-francia-alemania-reino-unido-y-estonia/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/10/Imrerad-Innovador-de-Programas-de-Bug-Bounty-en-Ciberseguridad.png","publishedAt":"2025-09-15T07:49:17Z","content":"La expansión de la inteligencia artificial (IA) en todos los ámbitos de la vida pública ha traído una consecuencia tan inevitable como inquietante: su uso malicioso para potenciar ciberataques, manip… [+12566 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Bloqueos de IP y DNS: implicaciones técnicas y riesgos para la arquitectura de Internet","description":"Los bloqueos de direcciones IP y de nombres de dominio (DNS blocking) se han convertido en herramientas habituales de gobiernos y entidades privadas para restringir el acceso a contenidos ilegales, como emisiones deportivas piratas o sitios de apuestas no aut…","url":"https://www.redes-sociales.com/bloqueos-de-ip-y-dns-implicaciones-tecnicas-y-riesgos-para-la-arquitectura-de-internet/","urlToImage":null,"publishedAt":"2025-09-15T07:28:40Z","content":"Los bloqueos de direcciones IP y de nombres de dominio (DNS blocking) se han convertido en herramientas habituales de gobiernos y entidades privadas para restringir el acceso a contenidos ilegales, c… [+4308 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Estrés y culpabilidad afectan al personal de TI del sector educativo en su lucha contra el ‘ransomware’","description":"Cerca de un 40 % confiesa haber sufrido ansiedad y más de un tercio se siente culpable por fallar en la prevención de incidentes.","url":"https://www.silicon.es/estres-y-culpabilidad-afectan-al-personal-de-ti-del-sector-educativo-en-su-lucha-contra-el-ransomware-2572573","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-09-15T07:01:58Z","content":"El educativo es uno de los sectores perseguidos por los ciberdelincuentes a través de campañas de ransomware que secuestran equipos, cifran información y piden un rescate a cambio de restablecer la s… [+3331 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Brais Cedeira","title":"Así cayeron el ciberejército de Putin y sus 'minions' en España, el grupo que hackeó las webs de Interior y Moncloa el 23-J","description":"España es el sexto país del mundo que más ciberataques ha recibido del grupo Noname057, la ciberbanda más poderosa al servicio de la inteligencia rusa.\nMás información: Así es Enrique Arias Gil, el profesor y ciberterrorista de los hackers rusos en España bus…","url":"https://www.elespanol.com/espana/20250915/cayeron-ciberejercito-putin-minions-espana-grupo-hackeo-webs-interior-moncloa/1003743923169_0.html","urlToImage":"https://s2.elespanol.com/2025/09/12/actualidad/1003743923184_258665207_1706x960.jpg","publishedAt":"2025-09-15T01:59:08Z","content":"El pasado 15 de julio, en plena madrugada, los investigadores lograron acceder al corazón operativo de Noname057, el colectivo de hackers más temible que trabaja directamente con los servicios de int… [+6898 chars]"}]