[{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Apple abre iOS a tiendas de apps de terceros en Brasil","description":"Apple abre iOS a App Store de terceros y pagos externos en Brasil tras un acuerdo con el regulador. Claves del cambio y su impacto en Europa.","url":"https://www.actualidadiphone.com/apple-abre-ios-a-tiendas-de-apps-de-terceros-en-brasil/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/12/App-Store-de-terceros-en-Brasil.jpg","publishedAt":"2025-12-25T16:51:19Z","content":"El ecosistema del iPhone vuelve a estar en el punto de mira. Tras años defendiendo un modelo cerrado, Apple ha aceptado en Brasil abrir iOS a tiendas de aplicaciones de terceros y métodos de pago aje… [+14212 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Obed Nares","title":"Tras el registro de miles de líneas celulares en México habrá plataformas para consultarlas: esto incluirán","description":"El registro obligatorio de líneas celulares en México no solo implicará vincular cada número a una persona física o moral. También abrirá la puerta a nuevas plataformas de consulta que permitirán a los usuarios saber exactamente cuántas líneas están asociadas…","url":"https://www.xataka.com.mx/telecomunicaciones/registro-miles-lineas-celulares-mexico-habra-plataformas-para-consultarlas-esto-incluiran","urlToImage":"https://i.blogs.es/c5e2ff/post-de-facebook-frase-acuarela-azul-1200-x-900-px-12-/840_560.jpeg","publishedAt":"2025-12-25T16:01:00Z","content":"El registro obligatorio de líneas celulares en México no solo implicará vincular cada número a una persona física o moral. También abrirá la puerta a nuevas plataformas de consulta que permitirán a l… [+3193 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Joaquín Díaz","title":"Sernac oficia a Clínica Dávila por masiva filtración de datos sensibles tras ataque informático","description":"El organismo fiscalizador dio un plazo de 10 días hábiles a la clínica para informar sobre el alcance del ataque, el número de pacientes afectados y las medidas adoptadas, luego de una intrusión atribuida a un grupo de ransomware extranjero.","url":"https://www.latercera.com/pulso/noticia/sernac-oficia-a-clinica-davila-por-masiva-filtracion-de-datos-sensibles-tras-ataque-informatico/","urlToImage":"https://www.latercera.com/resizer/v2/CJP66FTC5ZD4ZFHIFNDE2JZAXQ.jpg?auth=72663a0bfcb71c0eaaa4fafeadd9f030195c0493edc7191fdea2cfef5f4283dd&height=630&width=1200&smart=true","publishedAt":"2025-12-25T14:56:55Z","content":"El Servicio Nacional del Consumidor (Sernac) ofició a Clínica Dávila y a la empresa Servicios Médicos S.A. para que entreguen antecedentes detallados sobre un grave incidente de ciberseguridad que ha… [+2097 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"CZ propone una solución para el envenenamiento de direcciones después de que un inversor perdió 50 millones de dólares","description":"Zhao instó a la industria de la blockchain a adoptar nuevas medidas de seguridad, incluyendo una lista negra de direcciones fraudulentas, después de que un inversor perdió 50 millones de dólares por un esquema de envenenamiento de direcciones.\n El cofundador …","url":"https://es.cointelegraph.com/news/zhao-fix-address-poisoning-investor-loses-50m","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b5516-f4bc-7cb1-b42d-87b949dd1e68.jpg","publishedAt":"2025-12-25T12:34:35Z","content":"El cofundador de Binance, Changpeng Zhao, propuso medidas de seguridad adicionales para \"erradicar\" el envenenamiento de direcciones, incluyendo advertencias de monederos y listas negras de cuentas s… [+3119 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Las mejores apps de seguridad para proteger tu Mac: antivirus, firewall y más","description":"Antivirus, firewall, antimalware y más: guía completa para proteger tu Mac y tus datos sin perder rendimiento. Descubre qué necesitas y cuál elegir.","url":"https://www.soydemac.com/las-mejores-apps-de-seguridad-para-proteger-tu-mac-antivirus-firewall-y-mas/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/intego-mac-internet-security-x9-review-2021-main-e1766418694961.webp","publishedAt":"2025-12-25T12:00:46Z","content":"Si vienes de Windows, es muy probable que te hayas hecho la misma pregunta que muchos usuarios cuando se estrenan con un Mac: ¿de verdad necesito instalar un antivirus o alguna app de seguridad?. Dur… [+25682 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"La privacidad como diferencia","description":"Mi columna de esta semana en Invertia se titula «Privacidad en retirada: cuando Estados Unidos normaliza la vigilancia privada» (pdf), y trata sobre una divergencia que cada vez resulta más difícil de ignorar: mientras en Estados Unidos la erosión de la priva…","url":"https://www.enriquedans.com/2025/12/la-privacidad-como-diferencia.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/12/Privacy-differences-Dall·E.jpg","publishedAt":"2025-12-25T10:52:48Z","content":"Mi columna de esta semana en Invertia se titula «Privacidad en retirada: cuando Estados Unidos normaliza la vigilancia privada» (pdf), y trata sobre una divergencia que cada vez resulta más difícil d… [+4991 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Aprende a detener las estafas típicas de la Navidad","description":"Los ciberdelincuentes aprovechan esta época del año para enviar alertas sobre problemas con un pedido o errores de pago, que requieren de una acción urgente.","url":"https://www.silicon.es/aprende-a-detener-las-estafas-tipicas-de-la-navidad-2575894","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-francemora_Navidad-PapaNoel-SantaClaus.jpg","publishedAt":"2025-12-25T10:25:58Z","content":"La campaña de ventas navideña es un excelente caldo de cultivo para los ciberdelincuentes, que en este periodo del año intensifican sus ataques.\r\nPor ejemplo, Stratesys alerta sobre el incremento del… [+4105 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"Usar ChatGPT para analizar malware no es la mejor idea y puede comprometer tus datos en el intento","description":"Con la aparición de los modelos de lenguaje, se puede realizar un aprendizaje exhaustivo para un contenido específico. Estas herramientas permiten obtener resultados en tan solo unos pocos segundos, lo que fomenta la productividad. Con ChatGPT, se pueden empl…","url":"https://www.adslzone.net/noticias/ia/usar-chatgpt-analizar-malware-comprometer-datos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/ChatGPT-analisis-malware-1.png","publishedAt":"2025-12-25T08:02:49Z","content":"OpenAI ha convertido ChatGPT en una de las herramientas más poderosas del panorama de la inteligencia artificial. Su llegada a finales del año 2022 sorprendió a todo el mundo. La facilidad de poder h… [+5132 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / ES","title":"EE.UU. emite recomendaciones de seguridad para sus compatriotas que estén en México","description":"La embajada de EE.UU. en México llamó a sus ciudadanos a cerrar bien puertas y ventanas y utilizar sus sistema de alarma de forma constante.","url":"https://aristeguinoticias.com/251225/mexico/ee-uu-emite-recomendaciones-de-seguridad-para-sus-compatriotas-que-esten-en-mexico/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/12/EEUU-emite-recomendaciones-seguridad-para-sus-compatriotas-que-esten-Mexico-23122025.jpg","publishedAt":"2025-12-25T00:58:41Z","content":"La embajada de Estados Unidos en México emitió este martes una serie de recomendaciones “básicas de seguridad” para sus ciudadanos que residen o visitan la nación latinoamericana durante las celebrac… [+2569 chars]"}]