[{"source":{"id":null,"name":"Cointelegraph"},"author":"Vince Quill","title":"¿Qué es EtherHiding? Google detectó malware para robar criptos en contratos inteligentes","description":"\"EtherHiding\" se implementa en dos fases comprometiendo un sitio web, que luego se comunica con código malicioso incrustado en un contrato inteligente.\n Según el Grupo de Inteligencia de Amenazas de Google, los hackers norcoreanos han adoptado un método para …","url":"https://es.cointelegraph.com/news/north-korea-hackers-etherhiding-exploit-google","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-02/019537b4-907a-7b73-bf13-2ddc44095b51","publishedAt":"2025-10-17T19:02:24Z","content":"Según el Grupo de Inteligencia de Amenazas de Google, los hackers norcoreanos han adoptado un método para desplegar malware diseñado para robar criptomonedas e información confidencial mediante la in… [+3078 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Ángel Roca","title":"Seguridad en redes sociales con VPN: cómo proteger tu privacidad en línea","description":"Una VPN añade una capa extra de privacidad a nuestras conexiones en internet y, de la misma forma que una VPN puede ser esencial durante un viaje, también debería serlo a la hora de conectarnos a nuestras redes sociales favoritas como Instagram, X o TikTok. U…","url":"https://ipadizate.com/tecnologia/seguridad-en-redes-sociales-con-vpn-como-proteger-tu-privacidad-en-linea","urlToImage":"https://ipadizate.com/hero/2025/10/meta-instagram-facebook-whatsapp.jpg?width=1200","publishedAt":"2025-10-17T18:02:25Z","content":"Protege tus redes sociales gracias a una VPN\r\nUna VPN añade una capa extra de privacidad a nuestras conexiones en internet y, de la misma forma que una VPN puede ser esencial durante un viaje, tambié… [+6785 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"Las llamadas y SMS que fingen ser nuestro banco son el pasado, las estafas con voces clonadas con IA el futuro: Crossover 1x26","description":"Lo de las estafas es un sinvivir. Nos rodean y nos inundan porque nunca hemos estado más conectados y más distraídos. Y los estafadores y los hackers lo saben y tratan de sacar más partido de ello. Y así nos va.\r\nPrecisamente de esa realidad hablamos en este …","url":"https://www.xataka.com/crossover/llamadas-sms-que-fingen-ser-nuestro-banco-pasado-estafas-voces-clonadas-ia-futuro-crossover-1x26","urlToImage":"https://i.blogs.es/805b92/maxresdefault/840_560.jpeg","publishedAt":"2025-10-17T18:00:37Z","content":"Lo de las estafas es un sinvivir. Nos rodean y nos inundan porque nunca hemos estado más conectados y más distraídos. Y los estafadores y los hackers lo saben y tratan de sacar más partido de ello. Y… [+1167 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"María Peral","title":"El Supremo avala la decisión del Gobierno de no desclasificar los datos de compra, instalación y uso del programa Pegasus","description":"En un fallo unánime, la Sala de lo Contencioso-Administrativo respalda que se den al juez de Barcelona que investiga una querella de Pere Aragonés las resoluciones que autorizaron al CNI a intervenir su teléfono.\nMás información: Tres directivos de la empresa…","url":"https://www.elespanol.com/espana/tribunales/20251017/supremo-avala-decision-gobierno-no-desclasificar-datos-compra-uso-instalacion-programa-pegasus/1003743974486_0.html","urlToImage":"https://s2.elespanol.com/2025/10/17/actualidad/1003743974527_259425817_1706x960.jpg?fmt=jpeg","publishedAt":"2025-10-17T17:23:17Z","content":"La Sala de lo Contencioso-Administrativo del Tribunal Supremo ha respaldado la decisión del Gobierno de acceder a una desclasificación parcial de la información del Centro Nacional de Inteligencia (C… [+3744 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Ángeles Vázquez, Cristina Gallardo","title":"El Supremo rechaza desclasificar documentos que pedía Aragonès: se reduciría la eficacia del CNI y se crearían \"zonas de riesgo\" en el Estado","description":"El Tribunal Supremo ha rechazado la pretensión de la Generalitat de que se obligara al Consejo de Ministros a desclasificar más documentos relacionados con el espionaje con el malware Pegasus sufrido por el expresidente catalán Pere Aragonès y que se investig…","url":"https://www.elperiodico.com/es/politica/20251017/supremo-rechaza-desclasificar-documentos-cni-aragones-pegasus-122735350","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/7dfa4e90-b7f5-410b-ad3e-9f8538f8ecb2_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-10-17T16:00:23Z","content":"El Tribunal Supremo ha rechazado la pretensión de la Generalitat de que se obligara al Consejo de Ministros a desclasificar más documentos relacionados con el espionaje con el malware Pegasus sufrido… [+3240 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Helen Partz","title":"Chainalysis: He aquí por qué Rusia ocupa el primer puesto en Europa en la adopción cripto","description":"Según Chainalysis, la rápida expansión de las finanzas descentralizadas (DeFi) en Rusia y el aumento de las transferencias de gran valor indican una creciente adopción de las criptomonedas para los servicios financieros.\n La adopción de las criptomonedas en p…","url":"https://es.cointelegraph.com/news/here-s-why-russia-ranks-highest-in-europe-for-crypto-adoption-chainalysis","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-11/019371c4-aeed-7b53-b0fa-628543c85ba0","publishedAt":"2025-10-17T14:48:03Z","content":"La adopción de las criptomonedas en países europeos como el Reino Unido y Alemania va a la zaga de Rusia, según el último informe de la empresa estadounidense de análisis de cadenas de bloques Chaina… [+4106 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Thunderbird 144 llega con varias novedades, pero el principal motivo para actualizar es la seguridad","description":"Thunderbird 144 corrige fallos y vulnerabilidades críticas. Descubre los cambios clave y cómo actualizar con seguridad.","url":"https://www.linuxadictos.com/thunderbird-144-llega-con-varias-novedades-pero-el-principal-motivo-para-actualizar-es-la-seguridad.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Thunderbird-144.webp","publishedAt":"2025-10-17T12:44:07Z","content":"Si usas Thunderbird a diario para el correo, las noticias y el calendario, ojo, porque hay actualización importante. La versión 144 ya está disponible y llega con un buen puñado de mejoras y, sobre t… [+14837 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Claudio Valero","title":"WhatsApp advierte: estas aplicaciones pueden hacer que pierdas tu cuenta","description":"WhatsApp no tolera el uso de versiones no oficiales de la aplicación y por ello ha lanzado una advertencia a los usuarios que las tengan instaladas en sus teléfonos móviles. Según Meta, la compañía propietaria de WhatsApp, Facebook e Instagram, utilizar estas…","url":"https://www.adslzone.net/noticias/whatsapp/apps-whatsapp-perder-cuenta/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Que-hacer-si-tu-cuenta-de-whatsapp-ha-sido-suspendida.png","publishedAt":"2025-10-17T11:00:56Z","content":"Si recibiste un mensaje dentro de la aplicación que dice Cuenta suspendida temporalmente, esto podría significar que estás usando una aplicación WhatsApp no oficial o que estás recopilando informació… [+5969 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"“Zero Trust no es una tendencia, es el nuevo estándar de facto”","description":"Un estudio de DXC Technology y Microsoft Research determina que el 83 % de las empresas con confianza cero ha reducido sus incidentes de seguridad.","url":"https://www.silicon.es/zero-trust-no-es-una-tendencia-es-el-nuevo-estandar-de-facto-2573870","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/05/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad.jpg","publishedAt":"2025-10-17T10:05:44Z","content":"En un momento en el que las amenazas cibernéticas no dejan de crecer, incluyendo el auge de la tecnología de inteligencia artificial, el modelo Zero Trust o de confianza cero se posiciona como una de… [+1372 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"España, el quinto país europeo más afectado por los ciberataques en el primer semestre de 2025","description":"España es el quinto país europeo que más se ha visto afectado por los ciberataques en la primera mitad de 2025, en un contexto global en el que predominan los ataques de inicio de sesión y de 'ransomware' contra servicios críticos.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-espana-quinto-pais-europeo-mas-afectado-ciberataques-primer-semestre-2025-20251017111320.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251017111320_1200.jpg","publishedAt":"2025-10-17T09:13:20Z","content":"MADRID, 17 Oct. (Portaltic/EP) - \r\n   España es el quinto país europeo que más se ha visto afectado por los ciberataques en la primera mitad de 2025, en un contexto global en el que predominan los at… [+3814 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Las bandas de criminales en China han robado más de 1.000 millones de dólares a ciudadanos estadounidenses mediante estafas con SMS","description":"Los móviles se han convertido en dispositivos que utilizamos en nuestro día a día, tanto si estamos en casa como en la calle o de viaje. Los smartphones son demasiado útiles como para ignorarlos y no solo nos sirven para comunicarnos con todo el mundo, sino q…","url":"https://elchapuzasinformatico.com/2025/10/criminales-china-sms-estafa/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/criminales-China-SMS.jpg","publishedAt":"2025-10-17T08:45:39Z","content":"Los móviles se han convertido en dispositivos que utilizamos en\r\nnuestro día a día, tanto si estamos en casa como en la calle o de\r\nviaje. Los smartphones son demasiado útiles como para ignorarlos y\r… [+3655 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Mejores alternativas a Google Files para Android","description":"Descubre las mejores alternativas a Google Files: apps potentes y seguras para organizar, limpiar y compartir archivos en Android. ¡Elige tu favorita!","url":"https://www.androidsis.com/mejores-alternativas-a-google-files-para-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/Alternativas-Google-Files.png","publishedAt":"2025-10-17T08:22:39Z","content":"Si usas Android a diario, sabrás que no basta con una galería bonita: en tu móvil conviven descargas, documentos, apps, carpetas del sistema y archivos de la nube. Cuando todo se acumula, encontrar u… [+12859 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Christopher Calderón","title":"El padrón móvil pondría en riesgo los datos de 26.4 millones","description":"La falta de lineamientos claros para el nuevo Padrón de Usuarios de Telefonía Móvil pone en riesgo los datos personales de más de 26 millones de usuarios en México.","url":"https://www.elfinanciero.com.mx/empresas/2025/10/17/el-padron-movil-pondria-en-riesgo-los-datos-de-264-millones/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/SNNWS43ZXVECFBUNJTJJ5ZGX7U.jpg?smart=true&auth=277746ef1c4a6fa7f894f6285ece4df1e949d140c1e3e3ac943b6a1d878ec1a7&width=1200&height=630","publishedAt":"2025-10-17T08:00:00Z","content":"La falta de lineamientos claros para la aplicación del nuevo Padrón de Usuarios de Telefonía Móvil, que obliga a los operadores a vincular la Clave Única de Registro de Población (CURP) del usuario c… [+3576 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"¿Cuál es la mejor solución AntiDDos para defenderse de los Ataques DDoS en Internet?","description":"Si eres un profesional del mundo de la Ciberseguridad, ya sea en el Blue Team, en el Red Team o directamente el CISO de una compañía, seguro que ya sabes la respuesta a esta pregunta, y sabes que Cloudflare tiene la mejor solución AntiDDoS en Internet por alg…","url":"https://www.elladodelmal.com/2025/10/cual-es-la-mejor-solucion-antiddos-para.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi7PVzrCaIj-Xb3iKrfHLvEFTxqBTzVLVndDVorlp4PBs9fOV_xg7ROvxSp6j5j7ihLZzuqaZruvvdGk4hL0n5FrY7KifBQ9_XVvGUTDs0T7uMH7dSr8KEvBzvbmmvnNAKZqO_gWThmfAjxkw4g6V86obPCzFsiMj4kS_m0FUFBInH2eV-naUHE/w1200-h630-p-k-no-nu/ddos0.jpg","publishedAt":"2025-10-17T07:01:00Z","content":"Si eres un profesional del mundo de la Ciberseguridad, ya sea en el Blue Team, en el Red Team o directamente el CISO de una compañía, seguro que ya sabes la respuesta a esta pregunta, y sabes que Clo… [+5419 chars]"}]