[{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"La estafa que suplanta a tu banco con excusa de una «nueva normativa»: no pinches el enlace","description":"Los ciberdelincuentes conocen nuestras debilidades: si algo nos preocupa, es el dinero. Por ese motivo, gran parte de las campañas de phishing suplantan la identidad de entidades bancarias. OpenBank ha alertado de una nueva estafa que circula por SMS : hablan…","url":"https://www.adslzone.net/noticias/seguridad/estafa-banco-nueva-normativa-0725/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/07/hombre-mirando-movil-frente-ordenador.png","publishedAt":"2025-07-25T15:59:00Z","content":"Los SMS fraudulentos con carácter de urgencia, de una supuesta intromisión en cuentas bancarias, son estafas que muchos usuarios saben cómo identificar y actuar. Sin embargo, los estafadores no dejan… [+3564 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Nueva versión de Tails: privacidad reforzada y mejoras clave en la seguridad","description":"Todo sobre Tails 6.18: novedades, mejoras en seguridad y cómo proteger tu privacidad online. Descarga fácil y consejos para usuarios.","url":"https://www.linuxadictos.com/nueva-version-de-tails-privacidad-reforzada-y-mejoras-clave-en-la-seguridad.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Tails-6.18.webp","publishedAt":"2025-07-25T13:45:12Z","content":"La privacidad digital vuelve a estar de actualidad con la llegada de Tails 6.18, un sistema operativo en vivo que ha sido diseñado para proteger la identidad y la información de sus usuarios mientras… [+3085 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"El FBI advierte a los usuarios de Windows: cuidado con estas actualizaciones de Chrome","description":"El FBI y CISA (la agencia estadounidense de ciberseguridad) han publicado una alerta dentro sobre una nueva oleada de ataques del ransomware Interlock. Aunque esta campaña apunta principalmente a redes corporativas, también afecta directamente a usuarios indi…","url":"https://www.eleconomista.es/tecnologia/noticias/13480091/07/25/el-fbi-advierte-a-los-usuarios-de-windows-cuidado-con-estas-actualizaciones-de-chrome.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/c/1/f/windws.jpg","publishedAt":"2025-07-25T13:34:54Z","content":"El FBI y CISA (la agencia estadounidense de ciberseguridad) han publicado una alerta dentro sobre una nueva oleada de ataques del ransomware Interlock. Aunque esta campaña apunta principalmente a red… [+2244 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Tu Xiaomi tiene un antivirus oculto. Así puedes activarlo","description":"La seguridad de tu teléfono Xiaomi es importante. Google lo sabe. Y desde hace unos años, todos los smartphones con Android ofrecen un análisis preventivo de seguridad llamado Play Protect. Se activa cada vez que descargas una nueva aplicación en tu dispositi…","url":"http://hipertextual.com/categoria-hipertextual-101/antivirus-xiaomi-escaneo-seguridad/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/07/Xiaomi-Antivirus-App-Seguridad.jpg?fit=1920%2C1280&quality=70&strip=all&ssl=1","publishedAt":"2025-07-25T11:00:00Z","content":"La seguridad de tu teléfono Xiaomi es importante. Google lo sabe. Y desde hace unos años, todos los smartphones con Android ofrecen un análisis preventivo de seguridad llamado Play Protect. Se activa… [+5597 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Mayela Marín","title":"TP-Link corrige dos vulnerabilidades críticas en videograbadores VIGI que permiten ejecutar comandos remotos","description":"Dos vulnerabilidades de inyección de comandos —una de ellas sin autenticación— afectan a los videograbadores de red VIGI NVR1104H-4P V1 y VIGI NVR2016H-16MP V2. Con CVSS-v4 de 8,5 y 8,7, respectivamente, los fallos ya cuentan con advisory oficial y actualizac…","url":"https://unaaldia.hispasec.com/2025/07/tp-link-corrige-dos-vulnerabilidades-criticas-en-videograbadores-vigi-que-permiten-ejecutar-comandos-remotos.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/07/Gemini_Generated_Image_ez2tmnez2tmnez2t.jpg?fit=1200%2C655&ssl=1","publishedAt":"2025-07-25T07:35:03Z","content":"Dos vulnerabilidades de inyección de comandos una de ellas sin autenticación afectan a los videograbadores de red VIGI NVR1104H-4P V1 y VIGI NVR2016H-16MP V2. Con CVSS-v4 de 8,5 y 8,7, respectivament… [+2066 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Tu Samsung Galaxy tiene un antivirus oculto. Así puedes activarlo","description":"Los teléfonos móviles son tan populares, más incluso que los ordenadores, que los creadores de virus no paran de crear malware para Android. Esto nos obliga a no bajar la guardia como usuarios. Por su parte, Google hace tiempo que integró una solución de segu…","url":"http://hipertextual.com/categoria-hipertextual-101/antivirus-samsung-proteccion-dispositivo/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2024/12/samsung-galaxy.jpg?fit=1920%2C1282&quality=70&strip=all&ssl=1","publishedAt":"2025-07-25T07:00:00Z","content":"Los teléfonos móviles son tan populares, más incluso que los ordenadores, que los creadores de virus no paran de crear malware para Android. Esto nos obliga a no bajar la guardia como usuarios. Por s… [+3746 chars]"}]