[{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Iván Linares","title":"La mejor manera de no morirse de sed en el verano de Barcelona: la app que te dice la fuente más cercana","description":"Con el calor asfixiante que hace en Barcelona a estas alturas del verano, y lo difícil que puede ser encontrar una sombra por Ciutat Vella, es importante saber dónde puede uno refrescarse sin caer en la botella de agua a seis euros. Y nada mejor que una app d…","url":"https://www.xatakamovil.com/aplicaciones/mejor-manera-no-morirse-sed-verano-barcelona-app-que-te-dice-fuente-cercana","urlToImage":"https://i.blogs.es/4e6c81/fuentes-barcelona-portada/840_560.jpeg","publishedAt":"2025-08-02T11:00:37Z","content":"Con el calor asfixiante que hace en Barcelona a estas alturas del verano, y lo difícil que puede ser encontrar una sombra por Ciutat Vella, es importante saber dónde puede uno refrescarse sin caer en… [+2810 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Este truco te quita los anuncios de YouTube sin instalar nada ni pagar Premium","description":"Los vídeos de YouTube cada vez tienen más publicidad. Mientras que muchos recurren a bloqueadores de anuncios o pagan por YouTube Premium, existe una alternativa poco conocida, completamente gratuita y que funciona sin necesidad de instalar nada. En este artí…","url":"https://www.adslzone.net/noticias/streaming-tv/truco-quita-anuncios-youtube-sin-premium/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/07/ordenador-en-interfaz-YouTube.png","publishedAt":"2025-08-02T10:58:57Z","content":"Con el objetivo de atraer a usuarios a YouTube Premium, Google ha hecho que los vídeos de la plataforma carguen más lentos si detecta que se está utilizando un bloqueador de anuncios. La única opción… [+3362 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Kamina Bashir","title":"El CEO de Immunefi revela cómo evitar pérdidas millonarias en el sector cripto","description":"Los hacks de criptomonedas están en aumento en 2025, con más de 2 mil millones de dólares robados. Mitchell Amador, CEO de Immunefi, destaca la necesidad de seguridad continua y recompensas por errores para mitigar riesgos.\nEl post El CEO de Immunefi revela c…","url":"https://es.beincrypto.com/cripto-hacks-2025-immunefi-seguridad/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2023/11/BIC_white_hacker-covers.png.webp","publishedAt":"2025-08-02T08:37:00Z","content":"En 2025, ha habido un aumento notable en estafas, hacks y exploits en el mundo cripto. Más de 2 mil millones de dólares fueron robados de servicios de criptomonedas solo en los primeros seis meses. M… [+7461 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"El fin del posteo casual","description":"El impulso de compartir experiencias o situaciones en las redes sociales fue reemplazado por una estética del silencio, o al menos del control extremo","url":"https://www.lanacion.com.ar/economia/negocios/el-fin-del-posteo-casual-nid02082025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/publicar-en-las-redes-ya-esta-dejando-de-ser-un-ARU3CLH3FVHE5HVFJ2ZSJBYMGY.JPG?auth=d4ca246872338e7b4685770328fac9a987bf3ec31fcaa5af010e8187371d778e&width=1200&quality=70&smart=false&height=1519","publishedAt":"2025-08-02T07:55:00Z","content":"Estuve a punto de publicar en Instagram una foto del rico vino que disfruté con amigas el lunes, pero no lo hice. Pensé en compartir un momento del paseo de ayer con mi sobrino y luego desistí. Hace … [+2617 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Germán Centeno","title":"Scattered Spider: conocer la telaraña no evita quedar atrapado","description":"Desde noviembre de 2023, la CISA (Agencia de Seguridad Cibernética y de la Infraestructura de EE.UU.) y el FBI han trabajado conjuntamente en una investigación al grupo de ciberdelincuentes \"Scattered Spider\", aunque las primeras actividades ilícitas sucedier…","url":"https://unaaldia.hispasec.com/2025/08/scattered-spider-conocer-la-telarana-no-evita-quedar-atrapado.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/07/Gemini_Generated_Image_dlntdbdlntdbdlnt.jpg?fit=1200%2C655&ssl=1","publishedAt":"2025-08-02T06:30:00Z","content":"Desde noviembre de 2023, la CISA (Agencia de Seguridad Cibernética y de la Infraestructura de EE.UU.) y el FBI han trabajado conjuntamente en una investigación al grupo de ciberdelincuentes «Scattere… [+3584 chars]"}]