[{"source":{"id":null,"name":"Andro4all.com"},"author":"Damián García","title":"Subir tu propio virus hackeador a Google Play \"sólo\" te costará unos 2.000 dólares","description":"Hay muchos modos de infectar un dispositivo como un smartphone Android, sobre todo en estos tiempos en los que la conectividad es total y proliferan ataques cada vez más sofisticados gracias a la IA. En todo caso, quizás uno de los vectores de entrada más hab…","url":"https://andro4all.com/google-play/subir-tu-propio-virus-hackeador-a-google-play-solo-te-costara-unos-2-000-dolares","urlToImage":"https://andro4all.com/hero/2023/08/android-malware-portada.jpg?width=1200","publishedAt":"2025-12-12T20:01:56Z","content":"Ten cuidado con las apps que instalas en tu móvil, pues publicar tu propio programa malicioso es bastante económico si sabes dónde buscarlo\r\nHay muchos modos de infectar un dispositivo como un smartp… [+3934 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Paulo Márquez","title":"Binance Wallet confirma su centralización bloqueando web maliciosa","description":"Binance tomó medidas expeditas centralizadas para proteger a sus usuarios de un contrato malicioso en la BNB Chain.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/binance-wallet-zerobase-centralizacion-bloqueo-web-maliciosa/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/12/Binance-wallet-destacada-e1765568365150.png","publishedAt":"2025-12-12T19:42:00Z","content":"<ul><li> ZEROBASE comunicó la existencia de un \"contrato de phishing\" en la red BNB Chain.\r\n</li><li>Binance Wallet incluyó el contrato sospechoso en una lista negra.\r\n</li></ul>\r\nEn un anuncio de se… [+4960 chars]"},{"source":{"id":null,"name":"Woralelandia.com"},"author":"renich","title":"Rénich Bon Ćirić: Certificados SSH: Una Guía Completa","description":"","url":"https://blog.woralelandia.com/certificados-ssh-una-guia-completa.html","urlToImage":null,"publishedAt":"2025-12-12T16:00:00Z","content":"Tengo rato pensando: \"¿Qué más ahbrá en cunato a SSH y sus certificados, llaves y demás cosas?\". El openssh tiene más que ofrecer,\nseguramente, que lo que usamos al día a día. Basta con echarte un cl… [+17608 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"OpenAI sufre filtración de datos en su API: por qué cambiar tu contraseña no soluciona el problema","description":"OpenAI reveló discretamente, justo antes del día de Acción de Gracias, que parte de los datos de sus usuarios fueron comprometidos debido a un ataque a la cadena de suministro, una modalidad de intrusión que no afecta directamente al objetivo principal (en es…","url":"https://wwwhatsnew.com/2025/12/12/openai-sufre-filtracion-de-datos-en-su-api-por-que-cambiar-tu-contrasena-no-soluciona-el-problema/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/07/output1-30.jpg","publishedAt":"2025-12-12T15:00:35Z","content":"OpenAI reveló discretamente, justo antes del día de Acción de Gracias, que parte de los datos de sus usuarios fueron comprometidos debido a un ataque a la cadena de suministro, una modalidad de intru… [+5552 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Oversharing y ciberseguridad: qué está en juego si sus empleados comparten demasiado en línea","description":"Desde LinkedIn hasta X, pasando por GitHub e Instagram, existen numerosas oportunidades para compartir información relacionada con el trabajo. Sin embargo, publicar contenido también podría meter a tu empresa en problemas.","url":"https://www.welivesecurity.com/es/seguridad-corporativa/oversharing-que-esta-en-juego-si-empleados-comparten-demasiado/","urlToImage":null,"publishedAt":"2025-12-12T14:50:48Z","content":"La defensa de los empleados existe como concepto desde hace más de una década. Pero lo que comenzó como una forma bienintencionada de mejorar el perfil corporativo, el liderazgo intelectual y el mark… [+8073 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Yucsiany Salazar Serrano","title":"11 apps con IA que le ayudarán a cuidar su salud y la de los suyos","description":"Su celular ya incluye IA que puede medir pasos, respiración, estrés, memoria y más. Conozca las aplicaciones prácticas que pueden mejorar su salud diaria.","url":"https://www.nacion.com/mi-bienestar/11-apps-con-ia-que-le-ayudaran-a-cuidar-su-salud-y/YHP2EYXITZH4TF4VF5HEZVDFXQ/story/","urlToImage":"https://www.nacion.com/resizer/v2/D7DLZZKHWNBGFPKZSKUG4PGVDI.png?smart=true&auth=d639b876b3ae05d69a8bc8a64b37f5e96ca68a46e48284af3f94a84b3c2682b5&width=1440","publishedAt":"2025-12-12T14:33:10Z","content":"La salud digital ya no está solo en hospitales: muchas de las herramientas médicas basadas en Inteligencia Artificial (IA) están integradas directamente en los teléfonos que casi todos usamos. \r\nDesd… [+7328 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Luis González y González","title":"La nueva barrera contra un mundo lleno de clones","description":"El phishing generado con IA creció más de 1,200% desde 2023. Los correos fraudulentos subieron 160% solo en el arranque del segundo semestre de 2025.","url":"https://www.elfinanciero.com.mx/opinion/luis-g-y-g/2025/12/12/la-nueva-barrera-contra-un-mundo-lleno-de-clones/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/MGT3F2ROGJAJXHDRCDATKG6MPQ.jpg?smart=true&auth=5c6227713f1b175982b434ed46bd1507fd5238b1f7b881df0cad9a376414ef25&width=1200&height=630","publishedAt":"2025-12-12T14:03:13Z","content":"Hace unos meses iba rumbo al Valle de Guadalupe para una conferencia con ejecutivos: CTOs, CFOs, CMOs la mesa completa. El plan era hablar de inteligencia artificial. El destino decidió que empezaría… [+3984 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Cassio Gusson","title":"Los 5 errores más comunes al comprar Bitcoin y criptomonedas vía P2P (y cómo evitarlos)","description":"Una guía muestra cómo reducir estafas en el P2P, y refuerza la verificación, la seguridad y las buenas prácticas en las negociaciones directas de criptomonedas.\n Resumen de la noticia\r\nDescuidar la verificación de la contraparte aumenta los riesgos y facilita…","url":"https://es.cointelegraph.com/news/the-most-common-mistakes-when-using-p2p-and-how-to-avoid-them","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b128a-ca47-730f-8c4a-014c73d29d5c.jpg","publishedAt":"2025-12-12T13:17:02Z","content":"Resumen de la noticia\r\n<ul><li>Descuidar la verificación de la contraparte aumenta los riesgos y facilita las estafas en el P2P.\r\n</li><li>Las plataformas sin seguridad elevan las posibilidades de pé… [+6043 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Germán Centeno","title":"Google parchea una nueva 0-day crítica en Chrome en plena campaña de explotación","description":"La vulnerabilidad, registrada como Issue 466192044, se mantiene bajo divulgación restringida mientras Google acelera el despliegue del parche y los equipos de seguridad priorizan su aplicación. Google ha publicado una actualización de seguridad de emergencia …","url":"https://unaaldia.hispasec.com/2025/12/google-parchea-una-nueva-0-day-critica-en-chrome-en-plena-campana-de-explotacion.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/uad11dic.jpeg?fit=800%2C533&ssl=1","publishedAt":"2025-12-12T11:47:10Z","content":"Google ha publicado una actualización de seguridad de emergencia para Chrome tras detectar una vulnerabilidad de día cero de alta severidad que ya está siendo explotada activamente. La corrección lle… [+1910 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Los peligros reales de usar una distribución Linux poco popular","description":"Descubre los riesgos reales de usar distros Linux poco populares y cómo proteger tu seguridad y privacidad al máximo.","url":"https://www.linuxadictos.com/los-peligros-reales-de-usar-una-distribucion-linux-poco-popular.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Garuda-Linux-Cosmic.webp","publishedAt":"2025-12-12T11:37:27Z","content":"Cuando se habla de seguridad en Linux, casi siempre se mira a las grandes distribuciones: Ubuntu, Debian, Fedora, Arch, Linux Mint y se tiende a ignorar todo ese ecosistema de distros minoritarias qu… [+17168 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Lenovo y AMD llevan a las empresas los PC con IA más potentes para gestionar las crisis en cualquier sector","description":"Lenovo se ha convertido en el principal vendedor de ordenadores empresariales Windows con inteligencia artificial (PC con IA) gracias al impulso que ofrecen los procesadores AMD Ryzen AI en productividad, que permiten gestionar con rapidez y eficacia crisis s…","url":"https://www.europapress.es/portaltic/empresas/noticia-lenovo-amd-llevan-empresas-pc-ia-mas-potentes-gestionar-crisis-cualquier-sector-20251212121041.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251212121041_1200.jpg","publishedAt":"2025-12-12T11:10:41Z","content":"MADRID, 12 Dic. (Portaltic/EP) - \r\n   Lenovo se ha convertido en el principal vendedor de ordenadores empresariales Windows con inteligencia artificial (PC con IA) gracias al impulso que ofrecen los … [+5009 chars]"},{"source":{"id":null,"name":"Zonammorpg.com"},"author":"Jose A. Castillo","title":"Path of Exile 2 lanza The Last of the Druids y abre su fin de semana gratuito","description":"La actualización Path of Exile 2: The Last of the Druids llegará este fin de semana incorporando al juego la nueva clase Druida, añadiendo una liga que permite la personalización de mazmorras y una nueva jefa de pináculo. Juega gratis a la campaña del 12 de d…","url":"https://www.zonammorpg.com/2025/12/12/path-of-exile-2-lanza-the-last-of-the-druids-y-abre-su-fin-de-semana-gratuito/","urlToImage":"https://www.zonammorpg.com/wp-content/uploads/2025/12/poe2_lastofthedruids.jpg","publishedAt":"2025-12-12T10:19:46Z","content":"La actualización Path of Exile 2: The Last of the Druids llegará este fin de semana incorporando al juego la nueva clase Druida, añadiendo una liga que permite la personalización de mazmorras y una n… [+4464 chars]"},{"source":{"id":null,"name":"Hola"},"author":"Ana Merodio","title":"Nacho Travesí, experto en IA aplicada a RRHH: \"La inteligencia artificial nunca va a ser la encargada de tomar la decisión\" en la criba inicial de currículums","description":"El cofundador de Orbio explica cómo la inteligencia artificial analiza todos los CV que llegan a una vacante, agiliza los procesos de selección y garantiza que la decisión final siga estando en manos humanas","url":"https://www.hola.com/al-dia/20251212872513/inteligencia-artificial-seleccion-personal-criba-curriculums-metodo/","urlToImage":"https://www.hola.com/horizon/landscape/131efbbbdced-nacho-traves-cro-y-cofundador-de-orbio.jpg?im=Resize=(1200)","publishedAt":"2025-12-12T10:09:44Z","content":"Las montañas de currículums impresos sobre una mesa son ya cosa del pasado. Primero llegaron los correos electrónicos; después, los portales de empleo. Y ahora, en cuestión de meses, la selección de … [+9470 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Gabriel Morales","title":"De Kioto a París: dos décadas de acuerdos climáticos con Endesa como referente en la transición energética","description":"Compromiso, innovación y estrategia de Endesa sitúan a la empresa como líder en transición energética en España al cumplirse 10 años del Acuerdo de París y 20 desde la entrada en vigor del Protocolo de Kioto.","url":"https://www.elespanol.com/sociedad/20251212/kioto-paris-decadas-acuerdos-climaticos-endesa-referente-transicion-energetica/1003744040574_0.html","urlToImage":"https://s3.elespanol.com/2025/12/03/actualidad/1003744040609_260290147_1706x960.jpg?fmt=jpeg","publishedAt":"2025-12-12T10:00:00Z","content":"El phishing es una amenaza creciente que utiliza técnicas sofisticadas y manipulación psicológica para obtener datos confidenciales de clientes y empresas, afectando tanto a particulares como a grand… [+9992 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Gloria Martínez","title":"Un experto en ciberseguridad alerta de los riesgos de utilizar el ordenador del trabajo como personal: \"El 70% de los ataques comienzan por nuestros clics\"","description":"La ciberseguridad ha cobrado un papel fundamental en los últimos años, tanto para empresas como para usuarios comunes. Los avances de la inteligencia artificial, la sofisticación de los ciberdelincuentes y la notable dependencia digital han llevado al sector …","url":"https://www.eleconomista.es/tecnologia/noticias/13687841/12/25/un-experto-en-ciberseguridad-alerta-de-los-riesgos-de-utilizar-el-ordenador-del-trabajo-como-personal-el-70-de-los-ataques-comienzan-por-nuestros-clics.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/e/5/f/sergio-rubio.jpg","publishedAt":"2025-12-12T09:04:33Z","content":"La ciberseguridad ha cobrado un papel fundamental en los últimos años, tanto para empresas como para usuarios comunes. Los avances de la inteligencia artificial, la sofisticación de los ciberdelincue… [+2793 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Mejores VPNs Gaming para Android con soft launch","description":"Descubre las mejores VPN gaming para Android, con ping bajo y acceso a soft launch. Guía completa para jugar seguro y sin lag.","url":"https://www.androidsis.com/mejores-vpns-gaming-para-android-con-soft-launch/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Mejores-VPNs-Gaming-para-Android-con-soft-launch-1.jpg","publishedAt":"2025-12-12T08:11:53Z","content":"Si juegas en Android a shooters competitivos, MOBAs o battle royale, ya sabrás que un pico de lag en el peor momento puede fastidiar toda la partida. Disparos que no registran, rivales que pegan salt… [+19988 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"GeminiJack: Indirect Prompt Injection en Google Gemini Enterprise","description":"El equipo de Noma Security que ya publicó un Indirect Prompt Injection para Salesforce que llamaron ForcedLeak ha publicado una prueba de concepto (PoC) de Indirect Prompt Injection para Google Gemini Enterprise, antes llamado Vertex, donde un atacante puede …","url":"https://www.elladodelmal.com/2025/12/geminijack-indirect-prompt-injection-en.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhkkdQfGgjnKXEJ3eyDjwpaakwZWECsabDObI_dmh6YZkWx2ob6kdIe2vMOBgVxapRICjToqWIqMsGTRY0HrGp8Axtx4OO9_89LOuXtl12d3-2q3VnkJOhCvBOZGpfOkL2LQkHOJT5BZFEeTy7PI1h1MeTXDNcGShW6brPMEAyYdksKnaAnPJn6/w1200-h630-p-k-no-nu/GeminiJack0.jpg","publishedAt":"2025-12-12T07:47:00Z","content":"A esta PoC la han llamado GeminiJack, y es similar a otros que hemos visto anteriormente, ya que se cumple la famosa \"Lethal Trifecta\", o lo que es lo mismo, Google Gemini Enterprise primero procesa … [+2973 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"Redacción Actualidad","title":"Loterías y Apuestas del Estado advierte: cuidado con estas estafas que afectan a la Lotería de Navidad 2025","description":"Con el sorteo de Navidad a la vuelta de la esquina, vuelve a aparecer un enemigo silencioso: los engaños con décimos falsificados. La emoción por participar y la confianza mal puesta pueden hacer que muchas personas caigan en trampas bien elaboradas. Conocer …","url":"https://www.mundodeportivo.com/actualidad/20251212/1002585322/loterias-apuestas-advierte-cuidado-estafas-afectan-loteria-navidad-2025-dct.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2024/12/09/6756e97e46f4d.r_d.3000-2000-0.jpeg","publishedAt":"2025-12-12T06:00:00Z","content":"Con el sorteo de Navidad a la vuelta de la esquina, vuelve a aparecer un enemigo silencioso: los engaños con décimos falsificados. La emoción por participar y la confianza mal puesta pueden hacer que… [+2952 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"Desactivar estas dos funciones de Windows van a mejorar el rendimiento de tu PC","description":"Si has notado que tu PC con Windows está funcionando más lento de lo normal y, sobre todo, ya no es tan rápido como hace apenas unos días, entonces es posible que tengas que probar esta solución. No se trata de ningún tipo de truco mágico ni mucho menos, sola…","url":"https://www.adslzone.net/noticias/windows/desactivar-funciones-pc-windows-mejorar-velocidad/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/pc-huawei-windows.png","publishedAt":"2025-12-12T05:03:28Z","content":"Conseguir la mejor configuración de un ordenador a veces es más sencillo de lo que uno se imagina. De entre la multitud de opciones entre las que se puede elegir, los usuarios de este sistema operati… [+4604 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Pablo Gallén","title":"Grant Thornton se refuerza en derecho digital con la compra del despacho catalán Font Digital Law","description":"La consultora Grant Thornton ha incorporado al despacho barcelonés Font Digital Law, especializado en Derecho Digital y Tecnológico, que acumula 14 años de experiencia asesorando a empresas inmersas en procesos de innovación, digitalización y gestión avanzada…","url":"https://www.elperiodico.com/es/economia/20251212/grant-thornton-refuerza-derecho-compra-despacho-catalan-font-digital-law-124687031","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/b8475685-a149-4a3b-a00c-da231702a12a_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-12-12T04:00:29Z","content":"La consultora Grant Thornton ha incorporado al despacho barcelonés Font Digital Law, especializado en Derecho Digital y Tecnológico, que acumula 14 años de experiencia asesorando a empresas inmersas … [+4973 chars]"}]