[{"source":"Adslzone.net","title":"Descubiertas 224 apps peligrosas en Android que deberías eliminar de inmediato","description":"Los usuarios del sistema operativo Android se vuelven a encontrar en una situación delicada debido al descubrimiento de 224 aplicaciones peligrosas en Google Play. Aunque Google ha actuado y las ha eliminado, los usuarios todavía tienen que borrarlas manualme…","url":"https://www.adslzone.net/noticias/seguridad/descubiertas-224-apps-peligrosas-android-eliminar/","publishedAt":"2025-09-17T18:36:22Z"},{"source":"Eleconomista.es","title":"No compres tecnología para tu empresa sin leer esto: El reacondicionamiento ha cambiado las reglas","description":"Según la ONU, en 2030 se desecharán en todo el mundo 12 millones de toneladas de monitores, pantallas, impresoras y teléfonos. Lo que equivaldría a 138 toneladas de portátiles cada segundo. Por si fuera poco imaginar la montaña de chatarra que eso supone, que…","url":"https://www.eleconomista.es/tecnologia/noticias/13550709/09/25/no-compres-tecnologia-para-tu-empresa-sin-leer-esto-el-reacondicionamiento-ha-cambiado-las-reglas.html","publishedAt":"2025-09-17T18:06:08Z"},{"source":"Montevideo.com.uy","title":"Denuncias por estafa pasaron de 1.333 a 31.144 en 10 años, según Ministerio del Interior","description":"Negro destacó que en la última década se pasó de 39 a 871 casos por cada 100.000 habitantes, y lo atribuyó a una “distorsión” en las penas.","url":"https://www.montevideo.com.uy/Noticias/Denuncias-por-estafa-pasaron-de-1-333-a-31-144-en-10-anos-segun-Ministerio-del-Interior-uc936806","publishedAt":"2025-09-17T16:45:00Z"},{"source":"Eleconomista.es","title":"La Universidad Carlos III alerta de estafa a todos sus estudiantes: \"Estamos siendo objetivo de numerosas campañas de phishing\"","description":"La Universidad Carlos III de Madrid está alertando a todos sus estudiantes y exestudiantes de que en las últimas semanas están siendo víctimas de numerosas y sofisticadas campañas de phishing, o lo que es lo mismo, correos electrónicos falsos con la intención…","url":"https://www.eleconomista.es/tecnologia/noticias/13550250/09/25/la-universidad-carlos-iii-alerta-de-estafa-a-todos-sus-estudiantes-estamos-siendo-objetivo-de-numerosas-campanas-de-phishing.html","publishedAt":"2025-09-17T14:33:40Z"},{"source":"BeInCrypto","title":"Brecha de datos en Coinbase: registros de clientes son vendidos por $200 dólares por imagen","description":"Documentos judiciales recién publicados revelan que la violación de datos de Coinbase estuvo relacionada con empleados deshonestos de TaskUs que vendieron datos sensibles de usuarios. El exchange ha cortado lazos, ha reembolsado a las víctimas y ha introducid…","url":"https://es.beincrypto.com/filtracion-datos-coinbase-complot-interno-documentos-judiciales/","publishedAt":"2025-09-17T14:29:00Z"},{"source":"Genbeta.com","title":"\"Tengo vídeos tuyos viendo porno\" ya no es una amenaza vacía: este nuevo malware detecta qué ves en el navegador y activa tu webcam","description":"Ya hemos abordado en el pasado las estafas basadas en las amenazas vacías de correos de sextorsión (\"tenemos vídeos tuyos viendo porno\") que aparentaban haber sido enviados desde la cuenta de la víctima como forma de otorgar veracidad a las reclamaciones de h…","url":"https://www.genbeta.com/seguridad/tengo-videos-tuyos-viendo-porno-no-amenaza-vacia-este-nuevo-malware-detecta-que-ves-navegador-activa-tu-webcam","publishedAt":"2025-09-17T13:51:47Z"},{"source":"Actualidadgadget.com","title":"Cómo medir el ping en Windows 11","description":"Aprende a medir el ping en Windows 11 con CMD y PowerShell, interpretar resultados y qué hacer si la latencia es alta. Guía clara y completa.","url":"https://www.actualidadgadget.com/como-medir-el-ping-en-windows-11/","publishedAt":"2025-09-17T13:08:24Z"},{"source":"Movilzona.es","title":"Así funciona la ciberestafa viral en España que ha conseguido robar un millón de euros","description":"Un día cualquiera recibes una supuesta e inesperada llamada de tu banco alertando sobre movimientos sospechosos en tu cuenta, pero resulta que, al otro lado de la llamada, no hay ningún trabajador de la entidad bancaria en cuestión, sino un ciberdelincuente q…","url":"https://www.movilzona.es/noticias/banca-movil/policia-nacional-desmonta-ciberestafa-robar-datos-banca-online-espana/","publishedAt":"2025-09-17T13:03:20Z"},{"source":"Gizmodo.com","title":"El jefe de la ESA alerta: “Cada cinco minutos un satélite chino nos sobrevuela”","description":"Josef Aschbacher, director de la Agencia Espacial Europea, alertó sobre la brecha tecnológica de Europa frente a potencias como Estados Unidos y China y pidió reforzar las capacidades espaciales de defensa","url":"https://es.gizmodo.com/el-jefe-de-la-esa-alerta-cada-cinco-minutos-un-satelite-chino-nos-sobrevuela-2000192568","publishedAt":"2025-09-17T12:45:26Z"},{"source":"Europapress.es","title":"Espacios invisibles y símbolos raros: expertos alertan de nuevas técnicas para ocultar URL maliciosos en ataques PhaaS","description":"Los ciberdelincuentes utilizan nuevas técnicas para ocultar enlaces maliciosos en los correos electrónicos mediante el kit de 'Phishing as a Service' (PhaaS) Tycoon, que se basan en confundir los sistemas de detección automatizados mediante el uso de caracter…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-espacios-invisibles-simbolos-raros-expertos-alertan-nuevas-tecnicas-ocultar-url-maliciosos-ataques-phaas-20250917140719.html","publishedAt":"2025-09-17T12:07:19Z"},{"source":"Actualidadiphone.com","title":"Cómo borrar tu iPhone de forma segura: guía completa y opciones avanzadas","description":"Guía para borrar tu iPhone con seguridad: pasos en Ajustes o con ordenador, eSIM, copias y opciones avanzadas. Protege tus datos.","url":"https://www.actualidadiphone.com/ccomo-borrar-tu-iphone-de-forma-segura/","publishedAt":"2025-09-17T11:20:30Z"},{"source":"El Financiero","title":"Clivi simplifica la salud","description":"Es hora de dejar atrás el viejo modelo fragmentado y apostar por soluciones donde el bienestar del paciente esté realmente en el centro, respaldado por innovación y trabajo en equipo.","url":"https://www.elfinanciero.com.mx/opinion/de-jefes/2025/09/17/clivi-simplifica-la-salud/","publishedAt":"2025-09-17T11:09:29Z"},{"source":"Hispasec.com","title":"Vulnerabilidades críticas en Chaos Mesh permiten la toma total de clústeres Kubernetes","description":"Chaos Mesh sufre un conjunto de vulnerabilidades críticas que ponen en jaque la seguridad de miles de entornos Kubernetes, exponiendo clústeres a una posible toma de control total mediante exploits simples y accesibles.\nLa entrada Vulnerabilidades críticas en…","url":"https://unaaldia.hispasec.com/2025/09/vulnerabilidades-criticas-en-chaos-mesh-permiten-la-toma-total-de-clusteres-kubernetes.html","publishedAt":"2025-09-17T11:07:54Z"},{"source":"Adslzone.net","title":"Europa le da un toque a Pedro Sánchez por el contrato con Huawei","description":"La tensión entre Bruselas, Washington y el Ejecutivo de Pedro Sánchez no deja de crecer, a raíz de las últimas decisiones del Gobierno de España concediendo a Huawei el control de varias de nuestras comunicaciones. Ahora, la Comisión Europea, liderada por Urs…","url":"https://www.adslzone.net/noticias/internet/europa-advierte-pedro-sanchez-contrato-huawei/","publishedAt":"2025-09-17T11:04:20Z"},{"source":"Androidsis.com","title":"CX Explorer: Comparte archivos de forma inalámbrica con tu PC","description":"Guía completa de CX Explorer para compartir archivos con PC por SMB: configuración en Windows, apps Android, seguridad y soluciones.","url":"https://www.androidsis.com/cx-explorer-comparte-archivos-de-forma-inalambrica-con-tu-pc/","publishedAt":"2025-09-17T10:49:26Z"},{"source":"Enriquedans.com","title":"La compleja frontera entre regulación e innovación en la inteligencia artificial","description":"Mi columna de esta semana en Invertia se titula «Multas millonarias por deepfakes: ¿Protección democrática o barrera legal para la innovación?» (pdf), y trata sobre la propuesta legislativa española que contempla sanciones de hasta 35 millones de euros o el 7…","url":"https://www.enriquedans.com/2025/09/la-compleja-frontera-entre-regulacion-e-innovacion-en-la-inteligencia-artificial.html","publishedAt":"2025-09-17T09:16:16Z"},{"source":"Silicon.es","title":"España baja dos puestos en el ‘ranking’ de concienciación sobre seguridad y privacidad online","description":"La mayoría de los internautas de nuestro país (56 %) tienen conocimientos sobre estas cuestiones, pero pueden mejorar.","url":"https://www.silicon.es/espana-baja-dos-puestos-en-el-ranking-de-concienciacion-sobre-seguridad-y-privacidad-online-2572719","publishedAt":"2025-09-17T08:53:00Z"},{"source":"Silicon.es","title":"ESET descubre HybridPetya, un ransomware capaz de comprometer sistemas UEFI modernos","description":"El nuevo malware, variante de Petya/NotPetya, cifra la MFT y explota la vulnerabilidad CVE-2024-7344 para evadir UEFI Secure Boot.","url":"https://www.silicon.es/eset-descubre-hybridpetya-un-ransomware-capaz-de-comprometer-sistemas-uefi-modernos-2572756","publishedAt":"2025-09-17T08:15:10Z"},{"source":"Lavozdegalicia.es","title":"Desarticulada una red de ciberestafadores que sustrajeron cuatro mil euros con 59 cargos en la tarjeta de una mujer que estaba de vacaciones en Carballo","description":"La Guardia Civil, con el trabajo de agentes de varias provincias, ha logrado la imputación de siete personas y la identificación de otras cuatro","url":"https://www.lavozdegalicia.es/noticia/carballo/carballo/2025/09/17/desarticulada-red-ciberestafadores-sustrajeron-cuatro-mil-euros-59-cargos-tarjeta-mujer-vacaciones-carballo/00031758093806189871270.htm","publishedAt":"2025-09-17T07:32:00Z"},{"source":"Silicon.es","title":"Alessandro Armenia liderará el área de ciberseguridad de ReeVo","description":"La compañía busca establecer \"un nuevo estándar en protección cloud y ciberdefensa gestionada, demostrando que la mejor nube es la que protege el dato desde el primer minuto\".","url":"https://www.silicon.es/alessandro-armenia-liderara-el-area-de-ciberseguridad-de-reevo-2572711","publishedAt":"2025-09-17T06:54:13Z"},{"source":"Elespanol.com","title":"Un gran juicio con 28 acusados por una estafa cibernética de 60.000 euros termina con solo 9 condenados en Zaragoza","description":"El Juzgado de lo Penal número 7 ha condenado a nueve meses de prisión a ocho de ellos por un delito de estafa. \nMás información: Detenido un hombre en Zaragoza tras robar un coche y amenazar a su mujer frente a la Policía: \"Te voy a matar\"","url":"https://www.elespanol.com/aragon/sucesos/20250917/gran-juicio-acusados-estafa-cibernetica-euros-termina-solo-condenados-zaragoza/1003743926532_0.html","publishedAt":"2025-09-17T05:00:00Z"},{"source":"Elladodelmal.com","title":"ViKing: Ataques de Vishing completamente automatizados con Inteligencia Artificial","description":"Leyendo el blog de Hackplayers, del que soy lector hace años, descubrí ayer el paper de \"On the Feasibility of Fully AI-automated Vishing Attacks\" de hace un año) donde unos investigadores del Instituto Superior Técnico de Lisboa habían hecho un estudio sobre…","url":"https://www.elladodelmal.com/2025/09/viking-ataques-de-vishing-completamente.html","publishedAt":"2025-09-17T04:01:00Z"},{"source":"Lavozdegalicia.es","title":"Qué es el «bluesnarfing» y por qué no deberías tener siempre activo el «bluetooth»","description":"Práctica habitual sobre todo en los teléfonos móviles, puede convertirse en una puerta de entrada para los ciberdelincuentes","url":"https://www.lavozdegalicia.es/noticia/reto-digital/ocio/2025/09/16/bluesnarfing-deberias-tener-siempre-activo-bluetooth/00031758011914917339909.htm","publishedAt":"2025-09-17T03:00:00Z"},{"source":"Elespanol.com","title":"Multas millonarias por deepfakes: ¿Protección democrática o barrera legal para la innovación?","description":"El gobierno español ha decidido situarse en primera línea del debate sobre la inteligencia artificial con una propuesta legislativa que impone sanciones multimillonarias (hasta 35 millones de euros o el 7% del volumen global de negocio de la empresa) a quiene…","url":"https://www.elespanol.com/invertia/opinion/20250917/multas-millonarias-deepfakes-proteccion-democratica-barrera-legal-innovacion/1003743927767_13.html","publishedAt":"2025-09-17T00:10:47Z"}]