[{"source":{"id":null,"name":"Ipadizate.com"},"author":"Mauricio Martínez","title":"Apple como ejemplo: Europa quiere que Google cambie la Play Store igual que ha cambiado la App Store","description":"La paridad está llegando tres años después de que la Comisión Europea le exigiera a Apple abrir su ecosistema, al menos desde el punto de vista de la App Store. La misma Comisión está viendo bajo la lupa a Google y su tienda de apps. Al parecer podría resulta…","url":"https://ipadizate.com/apple/apple-como-ejemplo-europa-quiere-que-google-cambie-la-play-store-igual-que-ha-cambiado-la-app-store","urlToImage":"https://ipadizate.com/hero/2025/12/la-play-store-de-google-le-toca-enfrentar-las-duras-condiciones-de-la-comision-europea.jpg?width=1200","publishedAt":"2025-12-11T19:01:39Z","content":"La Play Store de Google le toca enfrentar las duras condiciones de la Comisión Europea\r\nLa paridad está llegando tres años después de que la Comisión Europea le exigiera a Apple abrir su ecosistema, … [+2320 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Luis Montero Fernández-Peña","title":"La cifra que expone a la Generación Z ante los ciberdelincuentes: su banco lo advierte y casi nadie reacciona","description":"La brecha digital vuelve a poner el foco en la Generación Z. Un nuevo informe aporta datos reveladores sobre cómo se relacionan los menores de 30 años con la seguridad en línea, un terreno en el que deberían sentirse cómodos pero en el que siguen acumulando f…","url":"https://www.elconfidencialdigital.com/articulo/dinero/cifra-que-expone-generacion-z-ciberdelincuentes-banco-advierte-casi-nadie-reacciona/20251211191748993715.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/06/09/2025060915482642951.jpg","publishedAt":"2025-12-11T18:17:48Z","content":"Una generación expuesta a riesgos que no percibe\r\nLa brecha digital entre generaciones parecía un fenómeno asociado únicamente a los mayores. Sin embargo, el análisis más reciente sitúa a la Generaci… [+4797 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Tendencias en ciberseguridad 2026: IA ofensiva, el retorno del ransomware y la nueva era regulatoria","description":"La IA ofensiva, el ransomware en evolución y nuevas regulaciones marcarán la agenda de la ciberseguridad en 2026, redefiniendo riesgos y estrategias para gobiernos, empresas y usuarios","url":"https://www.welivesecurity.com/es/informes/ia-ransomware-regulacion-tendencias-ciberseguridad-2026/","urlToImage":null,"publishedAt":"2025-12-11T18:06:00Z","content":"El ecosistema digital atraviesa una transformación impulsada por el avance de la inteligencia artificial, la automatización y la dependencia tecnológica. Este cambio acelera la innovación, pero tambi… [+5835 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Juan Lorente","title":"Kaspersky tiene su solución de seguridad para empresas rebajada y en promoción: incluye hasta una tarjeta para Amazon de 50 euros","description":"Proteger nuestros equipos (ya sean móviles, tablets u ordenadores, entre otros) es importante. Tenemos una amplia selección de herramientas para ello, como puede ser un antivirus, así como otras pensadas para nuestro tráfico en Internet, como las VPN. La rele…","url":"https://www.xataka.com/seleccion/kaspersky-tiene-su-solucion-seguridad-para-empresas-rebajada-promocion-incluye-tarjeta-para-amazon-50-euros","urlToImage":"https://i.blogs.es/3143a0/media-card-full-width/840_560.jpeg","publishedAt":"2025-12-11T17:46:31Z","content":"Proteger nuestros equipos (ya sean móviles, tablets u ordenadores, entre otros) es importante. Tenemos una amplia selección de herramientas para ello, como puede ser un antivirus, así como otras pens… [+2748 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"Hackers están usando la propia web para engañar a la IA. Una minera de Bitcoin descubrió cómo logran que Google y ChatGPT recomienden números falsos de aerolíneas","description":"Aurascape, una división de ciberseguridad nacida del ecosistema de Auradine, identificó un tipo de fraude que no ataca a los modelos de IA, sino al terreno sobre el que se apoyan. Los estafadores modifican páginas legítimas para que Google, ChatGPT o Perplexi…","url":"https://es.gizmodo.com/hackers-estan-usando-la-propia-web-para-enganar-a-la-ia-una-minera-de-bitcoin-descubrio-como-logran-que-google-y-chatgpt-recomienden-numeros-falsos-de-aerolineas-2000209370","urlToImage":"https://es.gizmodo.com/app/uploads/2025/12/Diseno-sin-titulo-37-10-1200x675.jpg","publishedAt":"2025-12-11T16:59:07Z","content":"La mayoría de los fraudes online se basan en suplantar identidades, duplicar páginas web o engañar al usuario directamente. El fraude que Aurascape acaba de revelar es distinto. No intenta vulnerar l… [+4264 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo montar un servidor FTP en Windows paso a paso","description":"Aprende a instalar, configurar y asegurar un servidor FTP en Windows 10 y 11 con IIS, firewall y router. Comparte esta información","url":"https://www.actualidadgadget.com/como-montar-un-servidor-ftp-en-windows-paso-a-paso/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/servidor-ftp-windows-2.jpg","publishedAt":"2025-12-11T16:56:14Z","content":"un servidor FTP en Windows es una forma muy sencilla de crear tu propia nube casera para compartir archivos dentro de tu red o, si quieres complicarte un poco más, a través de Internet. Lo mejor de t… [+24953 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"10 ciberataques y filtraciones de datos que marcaron el 2025","description":"Durante todo el año sucedieron incidentes que marcaron el panorama global y regional a nivel ciberseguridad. En este post, los casos más resonantes.","url":"https://www.welivesecurity.com/es/cibercrimen/10-ciberataques-filtraciones-de-datos-marcaron-2025/","urlToImage":null,"publishedAt":"2025-12-11T15:13:33Z","content":"Cada fin de año invita a reflexionar sobre lo que pasó, para analizarlo y tomar decisiones en el futuro cercano. La ciberseguridad no escapa a esta realidad.\r\nA continuación, realizaremos un repaso p… [+10437 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Versionado en OneDrive y Office: recuperar y comparar documentos","description":"Descubre cómo funciona el versionado en OneDrive y Office, restaura archivos y protege tus documentos con el historial de versiones.","url":"https://www.actualidadgadget.com/versionado-en-onedrive-y-office-recuperar-y-comparar-documentos/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/Versionado-en-OneDrive-y-Office.jpg","publishedAt":"2025-12-11T13:34:45Z","content":"Cuando trabajas a diario con documentos en la nube, equivocarte o borrar algo importante es solo cuestión de tiempo. Ahí es donde entra en juego el versionado en OneDrive y Office: una especie de máq… [+17769 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"La Generación Z presume de ser nativa digital. Pero una encuesta revela que sufre la misma brecha que los ancianos frente a las estafas bancarias","description":"Un estudio de CECA revela que el 28% de los jóvenes cree que su banco puede pedirles datos sensibles por SMS, WhatsApp o correos no oficiales. Más de la mitad reconoce saber poco de ciberseguridad y solo un tercio sigue las recomendaciones de su entidad. La c…","url":"https://es.gizmodo.com/la-generacion-z-presume-de-ser-nativa-digital-pero-una-encuesta-revela-que-sufre-la-misma-brecha-que-los-ancianos-frente-a-las-estafas-bancarias-2000209260","urlToImage":"https://es.gizmodo.com/app/uploads/2025/12/Diseno-sin-titulo-22-9-1200x675.jpg","publishedAt":"2025-12-11T13:22:22Z","content":"Durante años se repitió que la Generación Z, nacida entre pantallas, redes y smartphones, tenía una ventaja natural frente a cualquier reto tecnológico. Pero una nueva encuesta de CECA muestra una re… [+3326 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Bubblemaps cuestiona el lanzamiento “justo” de PEPE","description":"Según Bubblemaps, alrededor del 30 % del suministro inicial de PEPE se agrupó bajo la misma entidad, que vendió 2 millones de dólares de tokens al día siguiente del lanzamiento.\n Los datos blockchain están poniendo en duda la narrativa del lanzamiento “para e…","url":"https://es.cointelegraph.com/news/pepe-memecoin-launch-insider-wallet-concentration-bubblemaps","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-12/019ae9c6-de76-765a-a07e-d9eeb866a3f3","publishedAt":"2025-12-11T13:15:00Z","content":"Los datos blockchain están poniendo en duda la narrativa del lanzamiento para el pueblo de la memecoin Pepe, ya que un nuevo análisis sugiere que casi un tercio del suministro inicial estaba en manos… [+3511 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mar Carpena","title":"Ciberseguridad en la era del código generado por inteligencia artificial","description":"El uso de la IA generativa para generar código no se puede frenar algo que las organizaciones deben asumir y dotarse de soluciones que les permitan controlar la calidad y seguridad de ese código, afirma Checkmarx.","url":"https://www.silicon.es/ciberseguridad-codigo-inteligencia-artificial-2575473","urlToImage":"https://www.silicon.es/wp-content/uploads/2023/02/Imagen-silicon-meet-con-leyenda-mas-cuadrada-copia.jpg","publishedAt":"2025-12-11T13:02:53Z","content":"La IA para la generación de código ha venido para quedarse. El 63% de las empresas ya están experimentando ganancias extraordinarias en productividad gracias al vibe coding (programación mediante pro… [+6633 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La Guardia Civil presenta en Sevilla la séptima edición de su 'ciberliga' para prevenir los delitos en la red entre adolescentes","description":"El general de Brigada jefe de la IV Zona de Andalucía, Luis Ortega, ha presentado este jueves en Sevilla, junto al subdelegado del Gobierno en la provincia, Francisco Toscano, la VII edición de la Nacional Ciberleague Guardia Civil, en su modalidad pre-amateu…","url":"https://www.abc.es/sevilla/ciudad/guardia-civil-presenta-sevilla-septima-edicion-ciberliga-20251211131328-nts.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/sevilla/2025/12/11/34136e97-4f24-4827-967d-4bb00525dd53-U88288052768eFI-1024x512@diario_abc.jpg","publishedAt":"2025-12-11T12:14:59Z","content":"El general de Brigada jefe de la IV Zona de Andalucía, Luis Ortega, ha presentado este jueves en Sevilla, junto al subdelegado del Gobierno en la provincia, Francisco Toscano, la VII edición de la Na… [+2719 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Veeam cierra la compra de Securiti AI","description":"El CEO de la compañía adquirida, Rehan Jalil, se une en calidad de presidente de Seguridad e Inteligencia Arrtificial.","url":"https://www.silicon.es/veeam-cierra-la-compra-de-securiti-ai-2575492","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Pavel-Ignatov_comprar-online-Internet.jpg","publishedAt":"2025-12-11T10:55:49Z","content":"Veeam Software ha ejecutado la compra de Securiti AI por 1725 millones de dólares. Esta compañía está especializada en la gestión de la seguridad de los datos, privacidad, gobernanza y confianza en i… [+1741 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La Guardia Civil presenta en Sevilla la VII Nacional Ciberleague para prevenir la cibercriminalidad entre jóvenes de ESO","description":"El general de Brigada jefe de la IV Zona de Andalucía, Luis Ortega, ha presentado este jueves en Sevilla, junto al subdelegado del Gobierno en la provincia, Francisco Toscano, la VII edición de la Nacional Ciberleague Guardia Civil, en su modalidad pre-amateu…","url":"https://www.europapress.es/andalucia/sevilla-00357/noticia-guardia-civil-presenta-sevilla-vii-nacional-ciberleague-prevenir-cibercriminalidad-jovenes-eso-20251211111732.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251211111732_1200.jpg","publishedAt":"2025-12-11T10:17:32Z","content":"SEVILLA 11 Dic. (EUROPA PRESS) - \r\n El general de Brigada jefe de la IV Zona de Andalucía, Luis Ortega, ha presentado este jueves en Sevilla, junto al subdelegado del Gobierno en la provincia, Franci… [+2766 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Diputados rompen récord; sacan en 12 horas rezago de meses en comisiones","description":"Este miércoles, diputados en el Congreso de la Ciudad de México rompieron récord de aprobación de reformas en comisiones al sumar 35 dictámenes de modificación a diversas leyes, entre ellas destaca una al Código Penal para incrementar a seis años de prisión a…","url":"https://www.jornada.com.mx/2025/12/11/capital/026n1cap","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-12-11T10:14:51Z","content":"Periódico La JornadaJueves 11 de diciembre de 2025, p. 26\r\nEste miércoles, diputados en el Congreso de la Ciudad de México rompieron récord de aprobación de reformas en comisiones al sumar 35 dictáme… [+2969 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Aviso de la Policía a toda España: a partir de ahora cuidado si recibes una carta que dice esto","description":"Los ciberataques en los que los delincuentes se hacen pasar por una persona o entidad legítima a través del correo electrónico son uno de los más comunes, efectivos y rentables debido a su alcance, facilidad y el poco trabajo que les lleva a los ciberdelincue…","url":"https://www.eleconomista.es/tecnologia/noticias/13685856/12/25/aviso-de-la-policia-a-toda-espana-a-partir-de-ahora-cuidado-si-recibes-una-carta-que-dice-esto.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/5/8/7/policia-carta.jpg","publishedAt":"2025-12-11T09:13:20Z","content":"Los ciberataques en los que los delincuentes se hacen pasar por una persona o entidad legítima a través del correo electrónico son uno de los más comunes, efectivos y rentables debido a su alcance, f… [+2646 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"W3Techs: Estadísticas de WebServers en Internet a finales de 2025: Nginx, Cloudflare Server & Apache","description":"Hoy quería hablaros de la conocida W3Techs, que es un sitio especializado en el análisis y monitoreo de las tecnologías utilizadas en sitios Web a nivel mundial. Sirve como análisis de tendencias tecnológico de la infraestructura de Internet y su funcionamien…","url":"https://www.elladodelmal.com/2025/12/w3techs-estadisticas-de-webservers-en.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEim1sQLFulXqKDPpT1ZBigNaUmId9LBoSfakNReDHrlPyO4EVqIsMI1SOmAQDaLEGsUyhCCDyxWdNkTH-zKnEqi6ufQj0Su6pF2Ew4dDQXCw38EtbDy4wzq3r1Bclgub2gSbFyLZ4i-05islSNniFS3XUi_H68X5D5NWatcqIbTE5ETPCjCDRG4/w1200-h630-p-k-no-nu/w0.jpg","publishedAt":"2025-12-11T07:50:00Z","content":"Hoy quería hablaros de la conocida W3Techs, que es un sitio especializado en el análisis y monitoreo de las tecnologías utilizadas en sitios Web a nivel mundial. Sirve como análisis de tendencias tec… [+1344 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La DGT refuerza su defensa digital ante el aumento de ciberataques","description":"Millones de mensajes maliciosos atacan a diario -muchos suplantando a organismos públicos- y perjudican a miles de personas, víctimas del fraude online. Últimamente numerosas personas han podido recibir algún mensaje solicitando sus datos personales y urgiénd…","url":"https://www.abc.es/motor/reportajes/dgt-refuerza-defensa-digital-ante-aumento-ciberataques-20251209075200-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/motor/2025/12/09/ciberdelincuentes-U36785575253usX-1024x512@diario_abc.jpg","publishedAt":"2025-12-11T06:52:00Z","content":"Millones de mensajes maliciosos atacan a diario -muchos suplantando a organismos públicos- y perjudican a miles de personas, víctimas del fraude online.Últimamente numerosas personas han podido recib… [+3580 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Lucía R.B Ámsterdam","title":"Elbit, el gigante militar israelí que la OTAN ha puesto en cuarentena por sobornos","description":"La OTAN congela los contratos con Elbit por un escándalo de sobornos a funcionarios de la Alianza, que se expande por Europa y reabre viejas sombras sobre la compañía","url":"https://www.elconfidencial.com/mundo/2025-12-11/elbit-sobornos-otan-contratos-europa-1hms_4263732/","urlToImage":"https://images.ecestaticos.com/mVjIITreJun1Q3O_lajEPZXpF6g=/0x0:2272x1514/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/cab/a32/b44/caba32b442d20590f7164ea31a419825.jpg","publishedAt":"2025-12-11T04:00:00Z","content":"La suspensión de Elbit Systems —el mayor contratista militar de Israel— ha encendido todas las alarmas en Bruselas. La decisión, ejecutada por la NATO Support & Procurement Agency (NSPA) el 31 de jul… [+11172 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"José Arrondo","title":"Una empresa murciana trabaja en la mejora de la 'visión de halcón' para las operaciones de las Fuerzas Armadas","description":"A principios del siglo pasado, los soldados marchaban al campo de batalla con su uniforme, un fusil y, a veces, una cantimplora. Desde entonces la guerra se ha vuelto más compleja: el peligro ya no solo viene de la trinchera enemiga, de una mina, de un tanque…","url":"https://www.elperiodico.com/es/economia/20251211/empresa-murciana-trabaja-mejora-vision-bc-124606120","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/6b6b651f-9c01-4ee5-b298-83d7a1556cc3_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-12-11T00:59:48Z","content":"A principios del siglo pasado, los soldados marchaban al campo de batalla con su uniforme, un fusil y, a veces, una cantimplora. Desde entonces la guerra se ha vuelto más compleja: el peligro ya no s… [+11001 chars]"}]