[{"source":"Europapress.es","title":"Los sistemas informáticos del Servicio Cántabro de Salud se bloquean aunque ya se ha recuperado el 70%","description":"Los sistemas informáticos del Servicio Cántabro de Salud se han bloqueado este viernes y tendrán que pasar \"unas horas\" hasta que se puedan recuperar en su totalidad.","url":"https://www.europapress.es/cantabria/noticia-sistemas-informaticos-servicio-cantabro-salud-bloquean-ya-recuperado-70-20251031120251.html","publishedAt":"2025-10-31T11:02:51Z"},{"source":"Movilzona.es","title":"Alerta de la Mutua Madrileña: ‘si has recibido este correo, bórralo cuanto antes’","description":"Parece que no podemos estar tranquilos más de un mes sin que una nueva oleada de correos phishing ponga en alerta a la ciudadanía. Yo mismo acabo de recibir hace apenas unos minutos un correo de Mutua Madrileña, alertando de un creo fraudulento que debe borra…","url":"https://www.movilzona.es/noticias/problemas/correo-fraudulento-mutua-madrilena/","publishedAt":"2025-10-31T10:05:51Z"},{"source":"Xataka Android","title":"Meter en el móvil la SIM ilimitada de una baliza V16 parece una buena idea. Hasta que te tropiezas con la realidad","description":"Son el gadget de moda sin que sean un capricho: las balizas V16 conectadas serán obligatorias en dos meses. Tendrás que comprar la tuya si vas a conducir el coche, es inevitable. Y si te llama la atención lo de que incluyan una SIM ilimitada con doce años gar…","url":"https://www.xatakandroid.com/comunicacion-y-mensajeria/meter-movil-sim-ilimitada-baliza-v16-parece-buena-idea-que-te-tropiezas-realidad","publishedAt":"2025-10-31T10:00:57Z"},{"source":"Elespanol.com","title":"La beta de World of Warcraft: Midnight, la nueva expansión del veterano MMORPG, ya tiene fecha de lanzamiento","description":"El 11 de noviembre llega la beta de WoW Midnight que permitirá explorar nuevas zonas, probar la raza aliada haranir, la especialización de devoración y más contenidos que llegarán próximamente.<!--aa--->Blizzard ha anunciado que la beta de World of Warcraft: …","url":"https://vandal.elespanol.com/noticia/1350784624/la-beta-de-world-of-warcraft-midnight-la-nueva-expansion-del-veterano-mmorpg-ya-tiene-fecha-de-lanzamiento/","publishedAt":"2025-10-31T09:01:00Z"},{"source":"La Nacion","title":"Tree Nix, el hacker detrás de Dictadores y Sherlock, los grupos de Telegram que vendieron valiosas bases de datos","description":"Se trata de un joven de 20 años que fue procesado como jefe de una asociación ilícita; se le trabó un embargo sobre sus bienes hasta cubrir la suma de $115 millones","url":"https://www.lanacion.com.ar/seguridad/tree-nix-el-hacker-detras-de-dictadores-y-sherlock-los-grupos-de-telegram-detras-del-robo-de-nid31102025/","publishedAt":"2025-10-31T09:00:01Z"},{"source":"Europapress.es","title":"Cuidado con los sustos cibernéticos en Halloween: estafas que aprovechan un mayor tráfico online y 'phishing' temático","description":"Algunos de los sustos más terroríficos de Halloween se esconden tras la pantalla, con actores maliciosos que aprovechan la compra de disfraces y las bromas cibernéticas para lanzar sus trampas digitales, con campañas de 'phishing' temáticas generadas con inte…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-cuidado-sustos-ciberneticos-halloween-estafas-aprovechan-mayor-trafico-online-phishing-tematico-20251031095146.html","publishedAt":"2025-10-31T08:51:46Z"}]