[{"source":{"id":null,"name":"Hispasec.com"},"author":"jgalvisd25a40423f","title":"Fallo crítico en Open VSX expone a millones de desarrolladores","description":"Fallo crítico en Open VSX ha puesto en riesgo a millones de desarrolladores en todo el mundo. La vulnerabilidad, descubierta por investigadores de Koi Security, permitía comprometer el registro de extensiones y facilitaba ataques a gran escala en la cadena de…","url":"https://unaaldia.hispasec.com/2025/09/fallo-critico-en-open-vsx.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/ciber.webp?fit=1200%2C655&ssl=1","publishedAt":"2025-09-09T11:54:31Z","content":"Fallo crítico en Open VSX ha puesto en riesgo a millones de desarrolladores en todo el mundo. La vulnerabilidad, descubierta por investigadores de Koi Security, permitía comprometer el registro de ex… [+3921 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Antón Parada","title":"'Boris Files': los papeles que apuntan a que Johnson se benefició de contactos de su etapa como premier","description":"<![CDATA[<p>Si el mundo creía que el Partygate sería la mayor filtración a la que se enfrentaría el ex primer ministro de Reino Unido Boris Johnson, todavía faltaba conocer la batería de titulares con los que, en la tarde ayer, el diario británico The Guardia…","url":"https://www.huffingtonpost.es/global/que-son-boris-files-papeles-apuntan-johnson-beneficios-economicos-contactos-etapa-premier-reino-unido.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/09/09/boris-johnson-expremier-de-reino-unido-y-exlider-de-los-tories-en-una-imagen-de-archivo.jpeg","publishedAt":"2025-09-09T11:41:28Z","content":"Si el mundo creía que el Partygate sería la mayor filtración a la que se enfrentaría el ex primer ministro de Reino Unido Boris Johnson, todavía faltaba conocer la batería de titulares con los que, e… [+7645 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Plex confirma un fallo de seguridad y pide cambiar la contraseña","description":"Plex sufre una brecha: expuestos emails y contraseñas cifradas. Cambia la clave, cierra sesiones y activa 2FA. Te contamos cómo proteger tu cuenta.","url":"https://www.linuxadictos.com/plex-confirma-un-fallo-de-seguridad-y-pide-cambiar-la-contrasena.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Fallo-de-seguridad-en-Plex.webp","publishedAt":"2025-09-09T11:28:55Z","content":"La plataforma Plex ha notificado un fallo de seguridad que ha afectado a parte de sus sistemas y que podría implicar datos de cuentas de usuarios. La empresa está contactando por correo con los clien… [+4216 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"Webcamconsult BV","title":"Plataforma neerlandesa hace que la atención dermatológica sea instantáneamente accesible en todo el mundo","description":"Dermatology2Go se centra en el tratamiento dermatológico online, sin tiempos de espera y con información fiable Dermatology2Go se centra en el tratamiento dermatológico online, sin tiempos de espera y con información fiable","url":"https://www.globenewswire.com/news-release/2025/09/09/3146718/0/es/Plataforma-neerlandesa-hace-que-la-atenci%C3%B3n-dermatol%C3%B3gica-sea-instant%C3%A1neamente-accesible-en-todo-el-mundo.html","urlToImage":"https://ml-eu.globenewswire.com/Resource/Download/128c0c6e-02ab-42d3-aff6-ad5aa7c9a843","publishedAt":"2025-09-09T10:48:00Z","content":"BERGEN OP ZOOM, Países Bajos, Sept. 09, 2025 (GLOBE NEWSWIRE) -- Se ha lanzado una nueva plataforma neerlandesa que hace que la atención dermatológica sea accesible a nivel internacional. Dermatology… [+3468 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Explotan los exploits en Linux y Windows en la primera mitad de 2025","description":"Kaspersky alerta del aumento de exploits en Linux y Windows; las vulnerabilidades críticas representan el 64% de los ataques en Q2 2025.","url":"https://www.silicon.es/explotan-los-exploits-en-linux-y-windows-en-la-primera-mitad-de-2025-2572377","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/exploits-linux-windows-2025.jpeg","publishedAt":"2025-09-09T10:45:53Z","content":"Los datos del informe Kaspersky Exploits and Vulnerabilities in Q2 2025 muestran un aumento significativo de usuarios de Windows y Linux afectados por exploits en la primera mitad de 2025 respecto a … [+2612 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"EFE EFE","title":"La piratería en el fútbol sigue creciendo","description":"Las retransmisiones ilegales de competiciones deportivas y otros eventos en directo siguen creciendo, según se reflejan de los datos de un informe de la firma Grant Thornton, elaborado en colaboración en la 'Live Content Coalition', divulgados este martes por…","url":"https://www.mundodeportivo.com/futbol/20250909/1002528698/pirateria-futbol-sigue-creciendo.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2025/09/09/68bffb78dcf2e.r_d.3970-2059-2137.jpeg","publishedAt":"2025-09-09T10:06:48Z","content":"Las retransmisiones ilegales de competiciones deportivas y otros eventos en directo siguen creciendo, según se reflejan de los datos de un informe de la firma Grant Thornton, elaborado en colaboració… [+3740 chars]"},{"source":{"id":null,"name":"Marca"},"author":"REDACCIÓN MARCA","title":"La piratería de eventos deportivos y otros eventos en directo se dispara: 26,2 millones de notificaciones en 18 meses","description":"Se registran un 142% más de notificaciones a intermediarios digitales en el primer semestre de 2025 que en todo el 2024  Leer","url":"https://www.marca.com/futbol/primera-division/2025/09/09/pirateria-eventos-deportivos-otros-eventos-directo-dispara-26-2-millones-notificaciones-18-meses.html","urlToImage":"https://e01-xlk-ue-marca.uecdn.es/files/article_main_microformat/uploads/2025/09/09/68bff6d238040.jpeg","publishedAt":"2025-09-09T09:48:17Z","content":"Un nuevo informe de Grant Thornton, elaborado en colaboración con la Live Content Coalition, confirma que las retransmisiones ilegales de eventos deportivos y otros eventos en directo siguen creciend… [+4200 chars]"},{"source":{"id":null,"name":"DW (English)"},"author":"Deutsche Welle","title":"Filtración de \"The Boris Files\" revela cómo Boris Johnson usó contactos de primer ministro para acuerdos comerciales globales, por ejemplo, con Maduro","description":"El ex primer ministro británico Boris Johnson recibió £240.000 tras reunirse con el mandatario venezolano, y este no fue un caso aislado, revela el diario The Guardian, a partir de las filtraciones de \"The Boris Files\".","url":"https://www.dw.com/es/filtraci%C3%B3n-de-the-boris-files-revela-c%C3%B3mo-boris-johnson-us%C3%B3-contactos-de-primer-ministro-para-acuerdos-comerciales-globales-por-ejemplo-con-maduro/a-73930227","urlToImage":"https://static.dw.com/image/67648408_6.jpg","publishedAt":"2025-09-09T09:06:00Z","content":"El antiguo primer ministro británico y conservador Boris Johnson se ha beneficiado de los contactos y la influencia que adquirió durante su mandato (entre 2019 y 2022) para gestionar intereses comerc… [+3630 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Plex sufre un fallo de seguridad y pone en riesgo las cuentas y datos de sus usuarios","description":"Plex, uno de los programas más utilizados en el sector del vídeo, ha sufrido un fallo de seguridad que ha puesto en peligro sus cuentas de usuario. La empresa está avisando a los afectados tras sufrir esta brecha en la que se han robado datos privados, con lo…","url":"https://www.adslzone.net/noticias/seguridad/plex-sufre-fallo-seguridad-riesgo-cuentas-usuarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/Plex-diseno-iOS-version-2025.png","publishedAt":"2025-09-09T08:04:21Z","content":"La situación alrededor del programa Plex está siendo delicada en los últimos meses. El día 15 de agosto te comentamos que Plex había sufrido un fallo de seguridad en su herramienta Media Server, aunq… [+5648 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Grupos de cibercrimenespecializados en infraestructuras críticas, gobierno y ciberespionaje crecen en la región","description":"Análisis de Entel Digital de los primeros ocho meses del año reflejó un aumento de 23,2% de estos nuevos ciberactores -entre ellos, rusos y chinos- y un alza del secuestro de datos apalancado por los escritorios remotos.","url":"https://www.df.cl/df-lab/tech-negocios/grupos-de-cibercrimenespecializados-en-infraestructuras-criticas-gobierno","urlToImage":"https://www.df.cl/noticias/site/artic/20250908/imag/foto_0000000220250908181215.jpg","publishedAt":"2025-09-09T07:00:00Z","content":"El panorama de ciberamenazas en los primeros ocho meses es más que gris. A los riesgos crecientes que acechan a los sectores críticos y servicios esenciales del país y la región -como energía, transp… [+4629 chars]"}]