[{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"El Reino Unido evalúa si víctimas de un fraude chino recibirán el valor actual de los 61.000 Bitcoins incautados","description":"Autoridades británicas están sopesando si quedarse con los 6.400 millones de dólares obtenidos de Bitcoins incautados en un caso de fraude, en lugar de entregarlos a las víctimas.\n Las autoridades del Reino Unido están sopesando si retener miles de millones d…","url":"https://es.cointelegraph.com/news/uk-government-considers-keeping-bitcoin-returns-on-seized-fraud-proceeds","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-07/01983c1f-1d1f-7d55-a8b3-278cd00a9f51","publishedAt":"2025-10-02T11:45:00Z","content":"Las autoridades del Reino Unido están sopesando si retener miles de millones de dólares en ganancias procedentes de Bitcoins incautados relacionados con un caso de fraude masivo, en lugar de distribu… [+4426 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Japón se quedará sin Asahi en unos días tras un ciberataque a la mayor cervecera del país","description":"Japón va a quedarse sin Asahi Super Dry. El productor de la cerveza más popular del país está intentando solucionar los problemas en el sistema de pedidos y entregas generados por un potente ciberataque ocurrido el lunes que le ha obligado a cerrar sus cervec…","url":"https://www.eleconomista.es/actualidad/noticias/13574232/10/25/japon-se-quedara-sin-asahi-en-unos-dias-tras-un-ciberataque-que-ha-golpeado-a-la-cervecera.html","urlToImage":"https://s03.s3c.es/imag/_v0/4928x2689/e/3/e/1200x655_latas-asahi-alamy.jpg","publishedAt":"2025-10-02T11:32:07Z","content":"Japón va a quedarse sin Asahi Super Dry. El productor de la cerveza más popular del país está intentando solucionar los problemas en el sistema de pedidos y entregas generados por un potente ciberata… [+3206 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Germán Centeno","title":"Certificados EV: el nuevo camuflaje del malware en macOS","description":"En las últimas semanas analistas de seguridad han detectado una oleada de ataques contra macOS que utiliza certificados de Validación Extendida (EV) emitidos legítimamente para firmar imágenes de disco (DMG) con payloads maliciosos. La técnica busca explotar …","url":"https://unaaldia.hispasec.com/2025/10/certificados-ev-el-nuevo-camuflaje-del-malware-en-macos.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/uad2octu.png?fit=1200%2C800&ssl=1","publishedAt":"2025-10-02T10:05:48Z","content":"En las últimas semanas analistas de seguridad han detectado una oleada de ataques contra macOS que utiliza certificados de Validación Extendida (EV) emitidos legítimamente para firmar imágenes de dis… [+1794 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Juan Ranchal","title":"Cómo habilitar las claves de acceso en Amazon y mejorar la seguridad","description":"Amazon ha comenzado a implementar el soporte para claves de acceso en los navegadores de Internet de escritorio y en su aplicación de compras móviles, proporcionando una capa adicional de seguridad para todos sus clientes. Todos los grandes proveedores de ser…","url":"https://www.muycomputer.com/2025/10/02/amazon-se-une-al-tren-de-las-claves-de-acceso-para-mejorar-la-seguridad/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2023/10/claves-de-acceso-en-Amazon-1000x600.jpg","publishedAt":"2025-10-02T09:03:06Z","content":"Amazon ha comenzado a implementar el soporte para claves de acceso en los navegadores de Internet de escritorio y en su aplicación de compras móviles, proporcionando una capa adicional de seguridad p… [+2913 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Sophos lanza una suite de servicios que identifican las debilidades de los programas de seguridad empresariales","description":"Sophos Advisory Services incluye pruebas de intrusión externas, internas y en redes inalámbricas, así como la evaluación de aplicaciones web.","url":"https://www.silicon.es/sophos-lanza-una-suite-de-servicios-que-identifican-las-debilidades-de-los-programas-de-seguridad-empresariales-2573301","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-deepadesigns_seguridad.jpg","publishedAt":"2025-10-02T08:56:06Z","content":"Sophos introduce una suite de servicios de pruebas bajo el nombre de Sophos Advisory Services, que permitirá a las empresas evaluar su postura de ciberseguridad e identificar brechas en los programas… [+1718 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Por desgracia estoy teniendo que usar una VPN cada vez más, y no solo para saltarme bloqueos geográficos","description":"Si navegas por Internet, sabes que en los últimos años las VPN (siglas en inglés de 'redes privadas virtuales') no han hecho sino ganar popularidad como una herramienta esencial para proteger la privacidad y seguridad de nuestra conexión a Internet, ya sea oc…","url":"https://www.genbeta.com/seguridad/desgracia-estoy-teniendo-que-usar-vpn-cada-vez-no-solo-para-saltarme-bloqueos-geograficos","urlToImage":"https://i.blogs.es/e8309b/chatgpt-image-30-sept-2025-09_37_56/840_560.png","publishedAt":"2025-10-02T08:40:06Z","content":"Si navegas por Internet, sabes que en los últimos años las VPN (siglas en inglés de 'redes privadas virtuales') no han hecho sino ganar popularidad como una herramienta esencial para proteger la priv… [+5666 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"Windows 11 25H2 ya está disponible: novedades e instalación","description":"Actualiza a Windows 11 25H2: cambios clave, métodos de instalación, soporte y fallos conocidos. Guía para recibirla hoy desde Windows Update.","url":"https://www.linuxadictos.com/windows-11-25h2-ya-esta-disponible-novedades-e-instalacion.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Windows-11-25H2-ya-esta-disponible-1.jpg","publishedAt":"2025-10-02T03:38:26Z","content":"Microsoft ha comenzado a liberar Windows 11 25H2 para los equipos compatibles. Se trata de un lanzamiento progresivo que llega primero a quienes activan la recepción temprana de actualizaciones, y qu… [+8887 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes Staff","title":"Yahoo estaría cerca de vender AOL a la italiana Bending Spoons por 1,400 mdd","description":"Forbes México.\n Yahoo estaría cerca de vender AOL a la italiana Bending Spoons por 1,400 mdd\n\nEl desarrollador de aplicaciones con sede en Milán está en negociaciones avanzadas para adquirir la marca de medios de comunicación heredada, según fuentes de Reuter…","url":"https://forbes.com.mx/yahoo-estaria-cerca-de-vender-aol-a-la-italiana-bending-spoons-por-1400-mdd/","urlToImage":"https://cdn.forbes.com.mx/2015/12/reuters-Yahoo.jpg","publishedAt":"2025-10-02T00:10:39Z","content":"Yahoo está en conversaciones avanzadas para vender AOL a la empresa tecnológica italiana Bending Spoons por alrededor de 1.4 mil millones de dólares, dijeron cuatro fuentes de Reuters familiarizadas … [+3338 chars]"}]