[{"source":"Xatakamovil.com","title":"La nueva mensajería de Movistar y Vodafone promete poner fin a los fraudes en el móvil. Otro intento de quitar mercado a WhatsApp","description":"El mensaje de texto tradicional, el veterano SMS, se ha convertido en una vía de comunicación esencial para empresas y administraciones, desde notificaciones bancarias hasta códigos de verificación o citas. Sin embargo, su sencillez se ha vuelto en su contra:…","url":"https://www.xatakamovil.com/seguridad/nueva-mensajeria-movistar-vodafone-promete-poner-fin-a-fraudes-movil-otro-intento-quitar-mercado-a-whatsapp","publishedAt":"2025-10-24T07:00:47Z"},{"source":"Www.df.cl","title":"Estudio de la FEN de la Universidad de Chile advierte brechas en gobernanza y estrategias de protección de datos en empresas del país","description":"A poco más de un año de la entrada en vigor de la normativa, el análisis detectó brechas para cumplir con la futura ley, bajo involucramiento de los directorios y falta de capacitación de los colaboradores.","url":"https://www.df.cl/df-lab/tech-negocios/estudio-de-la-fen-de-la-universidad-de-chile-advierte-brechas-en-gobernanza","publishedAt":"2025-10-24T07:00:00Z"},{"source":"Elespanol.com","title":"Un baño de realidad","description":"Ayer celebramos la quinta edición de los DISRUPTORES Innovation Awards 2025, la gran cita anual del ecosistema de la innovación y la digitalización en habla hispana. Entenderán, queridos lectores, que todavía permanezca con la bella resaca de una velada extra…","url":"https://www.elespanol.com/invertia/disruptores/opinion/20251024/bano-realidad/1003743979165_13.html","publishedAt":"2025-10-24T05:04:09Z"},{"source":"Elladodelmal.com","title":"Perplexity Comet: Indirect Prompt Injection con textos invisibles in imágenes","description":"Ayer os decía que esto de tener un Agentic AI en tu navegador con acceso a tus cuentas y servicios digitales no me parecía una gran idea de seguridad. Os dejaba un caso de Prompt Injection en Perplexity Comet y el disclaimer de ChatGPT Atlas al respecto, que …","url":"https://www.elladodelmal.com/2025/10/perplexity-comet-indirect-prompt.html","publishedAt":"2025-10-24T05:01:00Z"},{"source":"Soydemac.com","title":"Protege tu cuenta de Instagram del hackeo: guía completa y recuperación","description":"Guía completa para proteger y recuperar tu cuenta de Instagram: 2FA, contraseñas fuertes, detección de hackeos y pasos de recuperación.","url":"https://www.soydemac.com/protege-tu-cuenta-de-instagram-del-hackeo-guia-completa-y-recuperacion/","publishedAt":"2025-10-24T04:02:03Z"}]