[{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Bárbara Distéfano","title":"BBVA debe devolver miles de euros a víctima de falsa inversión en criptomonedas","description":"La justicia ordenó al banco a devolver a la afectada de una estafa con criptomonedas 31.000 euros sustraídos de su cuenta del BBVA mediante un hackeo.\nLeer más","url":"https://www.criptonoticias.com/sucesos/bbva-devolver-miles-euros-victima-falsa-inversion-criptomonedas/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/12/BBVA-devolver-estafa-criptomonedas.jpg","publishedAt":"2025-12-16T12:54:23Z","content":"<ul><li>Además de reponer el dinero, la sentencia obliga al BBVA a anular un préstamo.\r\n</li><li>La víctima había perdido el control de su dispositivo por un programa malicioso.\r\n</li></ul>\r\nUn juzga… [+6260 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Kodi vs Stremio: diferencias clave y cuál te conviene","description":"Kodi vs Stremio: compara interfaz, addons, seguridad y usos reales para saber qué plataforma de streaming encaja mejor contigo.","url":"https://www.linuxadictos.com/kodi-vs-stremio-diferencias-clave-y-cual-te-conviene.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Kodi-vs.-Stremio.webp","publishedAt":"2025-12-16T12:45:44Z","content":"Si llevas tiempo viendo pelis y series online, seguro que has oído hablar de Kodi y Stremio como dos de los centros multimedia más potentes que existen ahora mismo. Mucha gente se pregunta cuál de lo… [+16746 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Malware animado: los ciberdelincuentes usan señuelos visuales para infectar PCs y evadir la detección","description":"HP alerta sobre campañas de malware que emplean animaciones falsas y herramientas comerciales para engañar a los usuarios y sortear las defensas de Windows.","url":"https://www.silicon.es/malware-animado-los-ciberdelincuentes-usan-senuelos-visuales-para-infectar-pcs-y-evadir-la-deteccion-2575627","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-wk1003mike_phishing.jpg","publishedAt":"2025-12-16T12:08:22Z","content":"HP ha advertido de una evolución significativa en las campañas de malware, en las que los atacantes utilizan animaciones de aspecto profesional para generar confianza y dirigir a los usuarios hacia s… [+3545 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La Junta avisa ante las estafas con la Lotería de Navidad: esto es en lo que debes fijarte antes de comprar un décimo","description":"El 22 de diciembre está cada vez más cerca y son muchas las personas que se agolpan en las administraciones de lotería para hacerse con un décimo , con la esperanza de que este sea uno de los premiados. Sin embargo, en una jornada marcada por la ilusión tambi…","url":"https://www.abc.es/espana/andalucia/junta-avisa-ante-estafas-loteria-navidad-debes-20251216123036-nts.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/12/16/1490115709-ksuD--1024x512@diario_abc.jpg","publishedAt":"2025-12-16T11:30:42Z","content":"El 22 de diciembre está cada vez más cerca y son muchas las personas que se agolpan en las administraciones de lotería para hacerse con un décimo, con la esperanza de que este sea uno de los premiado… [+2663 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Los Fire TV aumentan los bloqueos y ya no dejan abrir algunas aplicaciones","description":"Amazon se ha puesto muy seria con los bloqueos de apps en los dispositivos Fire TV y ha introducido una nueva técnica para impedir que los usuarios abran algunas aplicaciones. Si antes solo se mostraba un aviso, ahora la carga de determinadas apps ha quedado …","url":"https://www.adslzone.net/noticias/streaming-tv/fire-tv-aumentan-bloqueos-abrir-algunas-aplicaciones/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/Dispositivo-Fire-TV-pose-mando-lado.png","publishedAt":"2025-12-16T10:59:42Z","content":"El entorno de los Fire TV, tanto dispositivos Stick como las televisiones con este sistema operativo, se complica para los usuarios. Desde Amazon han decidido dar un paso más contra las aplicaciones … [+4461 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Rubén Chicharro","title":"“Es una emergencia policial”: Amazon, Apple y Meta en peligro por una nueva estafa que te destroza en solo 20 minutos","description":"Los ataques de seguridad son una de las mayores preocupaciones de las grandes tecnológicas por sus múltiples métodos y por lo que conlleva que un hacker se salga con la suya, incluyendo el robo de datos de millones de usuarios. Estas empresas están constantem…","url":"https://hipertextual.com/tecnologia/es-una-emergencia-policial-amazon-apple-y-meta-en-peligro-por-una-nueva-estafa-que-te-destroza-en-solo-20-minutos/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/09/amazon-prime.jpg","publishedAt":"2025-12-16T09:31:44Z","content":"Los ataques de seguridad son una de las mayores preocupaciones de las grandes tecnológicas por sus múltiples métodos y por lo que conlleva que un hacker se salga con la suya, incluyendo el robo de da… [+2402 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Crecen más de un 300 % los intentos de fraude que usan caras y voces generadas por IA","description":"Un informe de Trend Micro desvela el miedo de los consumidores por las estafas que tienen la inteligencia artificial detrás.","url":"https://www.silicon.es/crecen-mas-de-un-300-los-intentos-de-fraude-que-usan-caras-y-voces-generadas-por-ia-2575616","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/03/Fuente-Shutterstock_Autor-Azaze11o_cara-rostro.jpg","publishedAt":"2025-12-16T09:11:39Z","content":"La expansión de la inteligencia artificial (IA) se está dejando notar en términos de seguridad cibernética. Y no solo porque esta tecnología contribuye a la protección de los sistemas informáticos, s… [+1655 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Cloudflare: Más de 1 de cada 20 correos electrónicos son maliciosos","description":"Cloudflare descubrió que más del 5% de los correos electrónicos globales fueron maliciosos en 2025, alcanzando un máximo de casi el 10% en noviembre, y más de la mitad de ellos contenían enlaces engañosos.\n Más del 5% de todos los correos electrónicos enviado…","url":"https://es.cointelegraph.com/news/over-1-in-20-emails-are-malicious-warns-internet-giant-cloudflare","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b2553-26bf-7321-854d-bd6d04495ba7.jpg","publishedAt":"2025-12-16T06:41:36Z","content":"Más del 5% de todos los correos electrónicos enviados a nivel mundial contienen un elemento malicioso, según el gigante de la infraestructura de internet. Cloudflare. \r\nEl gigante de la seguridad web… [+3320 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Wake on LAN: el método para encender tu PC de forma remota","description":"En resumen: el secreto y la magia de despertar ordenadores a distancia La esencia de Wake on LAN convierte un impulso digital invisible en el poder de reanimar cualquier PC distante, siempre que adaptador y red estén listos (algo casi mítico, si se piensa). L…","url":"https://www.muywindows.com/wake-over-lan/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/12/Wake_on_LAN_el_metodo_para_encender_tu_PC_de_forma_remota.jpg","publishedAt":"2025-12-16T06:37:08Z","content":"¿Quién nunca ha sentido ese deseo secreto de encender su ordenador desde una cafetería en otra ciudad o desde la propia cama, cuando el frío no se apiada y salir de las mantas parece un reto imposibl… [+8163 chars]"}]