[{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"Se acaba el tiempo para Windows 10: así es cómo podré seguir usándolo cuando deje de recibir actualizaciones","description":"Quedan tan solo 5 días para que Microsoft ponga fin al soporte de Windows 10 y ya no se promuevan más actualizaciones para seguir manteniendo la seguridad de todos los usuarios y la estabilidad del sistema. Sin embargo, para aquellos que todavía no quieran da…","url":"https://www.adslzone.net/noticias/windows/acaba-tiempo-windows-10-seguir-usandolo-deje-recibir-actualizaciones/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Windows-10-inicio.png","publishedAt":"2025-10-09T17:04:26Z","content":"Se acerca el gran día en el que todos los usuarios que todavía trabajan con Windows 10 en sus ordenadores dejen de recibir más apoyo técnico. Esto ha generado una preocupación enorme, ya que no se sa… [+3885 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Guille Lomener","title":"Me robaron una cuenta de Instagram y tardé dos semanas en recuperarla. Este es el método de verificación que uso ahora para que no vuelva a pasar","description":"Me robaron en su día una cuenta de Instagram. Bueno, técnicamente no era mía, era de la empresa donde trabajaba, pero el susto fue igual de grande. Una compañera clicó en un enlace de su mail, el navegador autorellenó la contraseña y en menos de un minuto la …","url":"https://www.applesfera.com/tutoriales/me-robaron-cuenta-instagram-tarde-dos-semanas-recuperarla-este-metodo-verificacion-que-uso-ahora-no-vuelva-a-pasar","urlToImage":"https://i.blogs.es/3f5b20/instagram/840_560.jpeg","publishedAt":"2025-10-09T17:00:13Z","content":"Me robaron en su día una cuenta de Instagram. Bueno, técnicamente no era mía, era de la empresa donde trabajaba, pero el susto fue igual de grande. Una compañera clicó en un enlace de su mail, el nav… [+8099 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Microsoft reconoce oficialmente, al fin, que la sincronización de archivos con OneDrive empeora el rendimiento de tu PC","description":"Durante años, los usuarios de Windows 10/11 han señalado algo que era un secreto a voces: su sistema de sincronización en la nube de Onedrive, integrado por defecto en Windows, puede ralentizar tu equipo. Ahora, Microsoft lo admite por primera vez de forma of…","url":"https://www.genbeta.com/windows/microsoft-reconoce-oficialmente-al-fin-que-sincronizacion-archivos-onedrive-empeora-rendimiento-tu-pc","urlToImage":"https://i.blogs.es/666221/chatgpt-image-9-oct-2025-14_50_58/840_560.png","publishedAt":"2025-10-09T13:27:20Z","content":"Durante años, los usuarios de Windows 10/11 han señalado algo que era un secreto a voces: su sistema de sincronización en la nube de Onedrive, integrado por defecto en Windows, puede ralentizar tu eq… [+4454 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Gonzalo Hernández","title":"Intel Panther Lake: así son los nuevos procesadores para la AI PC con 50% más de rendimiento y una nueva arquitectura modular","description":"Intel tiene un nuevo procesador para equipos portátiles: su nombre es Panther Lake y llega con una nueva arquitectura modular que promete hasta un 50% más de rendimiento, con un enfoque claro en aprovechar al máximo las capacidades de la Inteligencia Artifici…","url":"https://www.xataka.com.mx/componentes/intel-panther-lake-asi-nuevos-procesadores-para-ai-pc-50-rendimiento-nueva-arquitectura-modular","urlToImage":"https://i.blogs.es/ab823f/intel-phanter/840_560.jpeg","publishedAt":"2025-10-09T13:02:13Z","content":"Intel tiene un nuevo procesador para equipos portátiles: su nombre es Panther Lake y llega con una nueva arquitectura modular que promete hasta un 50% más de rendimiento, con un enfoque claro en apro… [+6049 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Si te llega un mensaje en WhatsApp que dice \"Vota por mi hijo\": no pinches se trata de una estafa que afecta a miles","description":"Expertos en ciberseguridad han alertado sobre una nueva campaña de ingeniería social extendida a través de WhatsApp a la que se refieren como 'Vota por mi hijo', que utiliza un concurso falso como señuelo para engañar a los usuarios, secuestrar su cuenta y en…","url":"https://www.eleconomista.es/tecnologia/noticias/13585679/10/25/si-te-llega-un-mensaje-en-whatsapp-que-dice-vota-por-mi-hijo-no-pinches-se-trata-de-una-estafa-que-afecta-a-miles.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/4/9/c/whatsapp-alerta.jpg","publishedAt":"2025-10-09T12:33:34Z","content":"Expertos en ciberseguridad han alertado sobre una nueva campaña de ingeniería social extendida a través de WhatsApp a la que se refieren como 'Vota por mi hijo', que utiliza un concurso falso como se… [+2918 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"La IA es la nueva arma de Rusia en su guerra contra Ucrania","description":"Los hackers rusos han dado un salto importante en el uso de inteligencia artificial para atacar Ucrania. Ya no hablamos solo de mensajes de phishing más elaborados: ahora la IA programa directamente el malware. El Servicio Estatal de Ucrania ha contabilizado …","url":"https://andro4all.com/sin-categoria/la-ia-es-la-nueva-arma-de-rusia-en-su-guerra-contra-ucrania","urlToImage":"https://andro4all.com/hero/2025/10/ai-cybersecurity-blog-image.jpg?width=1200","publishedAt":"2025-10-09T12:01:59Z","content":"La inteligencia artificial permite a los atacantes programar software malicioso de forma automatizada y más sofisticada, dificultando su detección por parte de los sistemas de seguridad\r\nLos hackers … [+3607 chars]"},{"source":{"id":null,"name":"Juegosadn.es"},"author":"RedADN","title":"La ruta segura para comprar en PC","description":"","url":"https://juegosadn.es/la-ruta-segura-para-comprar-en-pc-no-126598/","urlToImage":"https://easycdn.es/1/imagenes/publicidad_349445_pn3.jpg","publishedAt":"2025-10-09T10:57:08Z","content":"El juego en PC vive completamente en digital y eso obliga a pensar en seguridad y control del gasto. Cada vez más jugadores prefieren operar con saldo prepago en lugar de introducir su tarjeta en múl… [+3858 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Rodrigo Cortina","title":"Refuerza la seguridad de tu iPhone: guía práctica y efectiva","description":"Protege tu iPhone con 2FA, iCloud, VPN y ajustes clave. Evita robos, phishing y SIM swapping. Guía práctica para mejorar tu seguridad.","url":"https://www.soydemac.com/refuerza-la-seguridad-de-tu-iphone-guia-practica-y-efectiva/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/10/Mejora-la-seguridad-de-tus-iPhone-con-estos-tips.jpg","publishedAt":"2025-10-09T10:53:34Z","content":"Tu iPhone guarda desde conversaciones y fotos hasta contraseñas y datos bancarios, así que reforzar la seguridad no es opcional si quieres mantener a raya a curiosos y a ciberdelincuentes. La buena n… [+11455 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Carlos Fernández","title":"El reto de blindar la aviación europea frente a ciberamenazas","description":"El reciente ciberataque que paralizó durante horas a varios aeropuertos europeos ha vuelto a poner de relieve la fragilidad de las infraestructuras críticas ante una amenaza cada vez más sofisticada y persistente. El pasado 20 de septiembre, Bruselas, Berlín …","url":"https://www.eleconomista.es/opinion/noticias/13585158/10/25/el-reto-de-blindar-la-aviacion-europea-frente-a-ciberamenazas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1920x1048/5/4/2/1200x655_EuropaPress_5820770_dos_versiones_avion_c295_pistas_fueras_linea_montaje_12_marzo_2024_sevilla.jpg","publishedAt":"2025-10-09T10:17:41Z","content":"El reciente ciberataque que paralizó durante horas a varios aeropuertos europeos ha vuelto a poner de relieve la fragilidad de las infraestructuras críticas ante una amenaza cada vez más sofisticada … [+5270 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Álvaro García M.","title":"La estafa del SIM Swapping puede vaciar tu cuenta bancaria. Si tu móvil tiene estos síntomas, actúa antes de que sea tarde","description":"Sabemos que cuando entra un virus al móvil aparecen ciertos síntomas. Sin embargo, esas señales no siempre son indicativo de un problema en el smartphone en sí, sino que pueden aparecer también ante una estafa relacionada con la tarjeta SIM. Aquí, el SIM Swap…","url":"https://www.xatakandroid.com/seguridad/estafa-sim-swapping-puede-dejarnos-cuenta-bancaria-facil-detectar-hay-que-fijarse-estos-fallos","urlToImage":"https://i.blogs.es/0b6b73/sim-redmi-note/840_560.jpeg","publishedAt":"2025-10-09T10:00:14Z","content":"Sabemos que cuando entra un virus al móvil aparecen ciertos síntomas. Sin embargo, esas señales no siempre son indicativo de un problema en el smartphone en sí, sino que pueden aparecer también ante … [+4809 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Tu router también tiene un límite y estas son las señales más evidentes que requieren de un buen reinicio","description":"A pesar de que en Xataka Móvil nos enfocamos en la telefonía móvil, no descuidamos otros aspectos de la conectividad en general. Hemos hablado en varias ocasiones sobre el router, ese dispositivo imprescindible para disfrutar de una conexión estable a Interne…","url":"https://www.xatakamovil.com/conectividad/mi-as-manga-frente-a-problemas-internet-reiniciar-router-cada-dos-semanas","urlToImage":"https://i.blogs.es/6ddb19/router-reiniciar/840_560.jpeg","publishedAt":"2025-10-09T10:00:14Z","content":"A pesar de que en Xataka Móvil nos enfocamos en la telefonía móvil, no descuidamos otros aspectos de la conectividad en general. Hemos hablado en varias ocasiones sobre el router, ese dispositivo imp… [+5193 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"Nezha: De herramienta open-source a nueva arma en ataques a servidores web","description":"Una campaña reciente ha reutilizado la herramienta legítima Nezha para comprometer servidores web a través de vulnerabilidades en aplicaciones expuestas. El ataque desplegó una cadena avanzada que integra web shells, AntSword y Ghost RAT para obtener persiste…","url":"https://unaaldia.hispasec.com/2025/10/nezha-de-herramienta-open-source-a-nueva-arma-en-ataques-a-servidores-web.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/dev-team-1759992179675.png?fit=1200%2C686&ssl=1","publishedAt":"2025-10-09T09:25:52Z","content":"La seguridad de las aplicaciones web vuelve a estar en el foco tras descubrirse una campaña de ataques que integra Nezha, una herramienta open-source para monitorización, con fines maliciosos. Expert… [+1582 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Un streamer consigue un récord Guinness por la caminata más larga en Minecraft: ha llegado a las «Far Lands» después de 14,5 años","description":"Minecraft se estrenó en 2009 si tenemos en cuenta la versión \"Classic\" creada por Markus Persson. Sin embargo, muchos empiezan a contar la trayectoria de Minecraft cuando salió oficialmente con su versión \"Java\" en noviembre de 2011 y actualmente tenemos Mine…","url":"https://elchapuzasinformatico.com/2025/10/caminata-mas-larga-minecraft-record-guiness/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/Minecraft-caminata-mas-larga.jpg","publishedAt":"2025-10-09T09:05:48Z","content":"Minecraft se estrenó en 2009 si tenemos en cuenta la versión\r\n\"Classic\" creada por Markus Persson. Sin embargo, muchos empiezan a\r\ncontar la trayectoria de Minecraft cuando salió oficialmente con su\r… [+3492 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La estafa de WhatsApp 'Vota por mi hijo' secuestra cuentas para enviar mensajes fraudulentos y solicitudes de dinero","description":"Expertos en ciberseguridad han alertado sobre una nueva campaña de ingeniería social extendida a través de WhatsApp a la que se refieren como 'Vota por mi hijo', que utiliza un concurso falso como señuelo para engañar a los usuarios, secuestrar su cuenta y en…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-estafa-whatsapp-vota-hijo-secuestra-cuentas-enviar-mensajes-fraudulentos-solicitudes-dinero-20251009110503.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251009110503_1200.jpg","publishedAt":"2025-10-09T09:05:03Z","content":"MADRID, 9 Oct. (Portaltic/EP) - \r\n   Expertos en ciberseguridad han alertado sobre una nueva campaña de ingeniería social extendida a través de WhatsApp a la que se refieren como 'Vota por mi hijo', … [+3113 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Detenido el principal desarrollador de kits de 'phishing' bancario para grupos que querían \"robar a las abuelas\"","description":"Agentes de la Unidad Central Operativa (UCO) de la Guardia Civil han detenido a un joven brasileño de 25 años conocido como 'GoogleXcoder', al que se ha identificado como el principal proveedor de herramientas para 'phishing' (fraude) bancario destinado a gru…","url":"https://www.europapress.es/nacional/noticia-detenido-principal-desarrollador-kits-phishing-bancario-grupos-querian-robar-abuelas-20251009104052.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251009104052_1200.jpg","publishedAt":"2025-10-09T08:40:52Z","content":"MADRID 9 Oct. (EUROPA PRESS) - \r\n Agentes de la Unidad Central Operativa (UCO) de la Guardia Civil han detenido a un joven brasileño de 25 años conocido como 'GoogleXcoder', al que se ha identificado… [+4290 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Shadow GenAI y el riesgo vinculado a la era de la inteligencia artificial","description":"La exposición de datos corporativos debido al uso de herramientas sin control por parte de los empleados es una realidad.","url":"https://www.silicon.es/shadow-genai-y-el-riesgo-vinculado-a-la-era-de-la-inteligencia-artificial-2573540","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/06/Fuente-Shutterstock_Autor-Pavel-Ignatov_seguridad-.jpg","publishedAt":"2025-10-09T08:36:56Z","content":"La inteligencia artificial (IA) se ha convertido en una herramienta de uso cada vez más común para usuarios y empresas, ya que permite acelerar procesos y potenciar la productividad, pero también par… [+1301 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"OpenSSH 10.1: todo lo nuevo en seguridad, red y configuración","description":"Novedades de OpenSSH 10.1: post‑cuántica, QoS DSCP, agente, SIGINFO y más. Guía práctica y migración a la nueva versión.","url":"https://www.linuxadictos.com/openssh-10-1-todo-lo-nuevo-en-seguridad-red-y-configuracion.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/OpenSSH-10.1.webp","publishedAt":"2025-10-09T08:21:50Z","content":"Más allá de la etiqueta de versión, OpenSSH 10.1 consolida el rumbo iniciado con la serie 10: migración hacia criptografía postcuántica, modernización de QoS con DSCP, y endurecimiento de áreas histó… [+12106 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"La policía de Reino Unido desmantela las operaciones de una banda de contrabandistas con más de 40.000 teléfonos a través de un solo iPhone robado","description":"A la hora de elegir entre un móvil Android o un iPhone va a depender principalmente de si vamos a preferir iOS o Android. También tiene que ver el presupuesto, pues incluso el iPhone más barato es mucho más caro que la mayoría de smartphones con Android. Ahor…","url":"https://elchapuzasinformatico.com/2025/10/policia-iphone-robado-contrabandistas/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/policia-iPhone-robado-contrabandistas.jpg","publishedAt":"2025-10-09T08:02:56Z","content":"A la hora de elegir entre un móvil Android o un iPhone va a\r\ndepender principalmente de si vamos a preferir iOS o Android.\r\nTambién tiene que ver el presupuesto, pues incluso el iPhone más\r\nbarato es… [+3857 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Object First anuncia Ootbi Mini o almacenamiento inmutable a prueba de ‘ransomware’","description":"También introduce Ootbi Honeypot para detectar amenazas dirigidas a Veeam Backup and Replication y el programa beta de Fleet Manager.","url":"https://www.silicon.es/object-first-anuncia-ootbi-mini-o-almacenamiento-inmutable-a-prueba-de-ransomware-2573534","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/OotbiMini.png","publishedAt":"2025-10-09T07:56:14Z","content":"Object First renueva su cartera con varios anuncios. Uno de ellos es el dispositivo de almacenamiento inmutable Ootbi (Out-of-the-Box Immutability) Mini.\r\nDisponible en capacidades de 8, 16 y 24 TB, … [+1883 chars]"},{"source":{"id":null,"name":"Ayudawp.com"},"author":"Fernando Tellado","title":"Cómo asegurar WordPress con inteligencia artificial – ¿De verdad puede la IA ayudarme a proteger mi web?","description":"En este artículo te voy a contar todo lo que necesitas saber sobre la seguridad WordPress con IA, desde lo más básico hasta técnicas avanzadas. No importa si eres principiante o ya tienes experiencia: aquí encontrarás algo útil para tu nivel.","url":"https://ayudawp.com/seguridad-wordpress-ia/","urlToImage":"https://ayudawp.com/wp-content/uploads/2025/10/seguridad-wordpress-escudo-ia.jpg","publishedAt":"2025-10-09T06:28:00Z","content":"La seguridad web ha evolucionado enormemente en los últimos años, y WordPress no se ha quedado atrás. Si tienes una web con WordPress, seguramente ya sabes lo importante que es mantenerla protegida.\r… [+53214 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Google busca fallos en su IA y ofrece hasta 30.000 dólares por detectarlos","description":"La inteligencia artificial se ha convertido en el corazón de muchos productos digitales, y Google lo sabe bien. A medida que integra modelos como Gemini en su ecosistema, también crece su preocupación por mantener la seguridad de estos sistemas. Por eso, ha d…","url":"https://wwwhatsnew.com/2025/10/09/google-busca-fallos-en-su-ia-y-ofrece-hasta-30-000-dolares-por-detectarlos/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/10/output1-2025-10-07T202815.282.jpg","publishedAt":"2025-10-09T06:00:05Z","content":"La inteligencia artificial se ha convertido en el corazón de muchos productos digitales, y Google lo sabe bien. A medida que integra modelos como Gemini en su ecosistema, también crece su preocupació… [+4989 chars]"},{"source":{"id":null,"name":"Noticiaslatam.lat"},"author":"Eduardo Bautista","title":"Fraude cibernético en México: el Gobierno tiene \"dientes suficientes\" para presionar a la banca y combatirlo","description":"El fraude bancario cibernético se ha convertido en un problema verdaderamente grande en México. De 2018 a 2024, este delito aumentó en un 40%, según la Secretaría de Hacienda y Crédito Público. Ante ello, el Gobierno impondrá nuevas medidas para combatirlo, a…","url":"https://noticiaslatam.lat/20251009/fraude-cibernetico-en-mexico-el-gobierno-tiene-dientes-suficientes-para-presionar-a-la-banca-y-1167308303.html","urlToImage":"https://cdn.img.noticiaslatam.lat/images/sharing/article/spa/1167308303.jpg?11357826131759978675","publishedAt":"2025-10-09T02:55:10Z","content":"\"Después de haber respondido el mensaje, pensé que era algo inusual. He recibido paquetes antes y nunca había recibido ese tipo de mensajes, pero me tomaron distraído, trabajando, y se me hizo fácil … [+303 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"José Arrondo","title":"Una empresa murciana se integra en la red de datos de la OTAN","description":"Hace ya un tiempo que las guerras no se libran solamente en el plano físico. Desde la llegada de Internet y la progresiva digitalización de todos los sectores tiene lugar un combate constante en el que participan todos los usuarios que componen el paisaje vir…","url":"https://www.elperiodico.com/es/economia/20251009/empresa-murciana-integra-red-datos-122362018","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/b69ace60-9b09-4779-b9d2-fa68408ca511_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-10-09T01:59:21Z","content":"Hace ya un tiempo que las guerras no se libran solamente en el plano físico. Desde la llegada de Internet y la progresiva digitalización de todos los sectores tiene lugar un combate constante en el q… [+9586 chars]"}]