[{"source":"Silicon.es","title":"Kyndryl recrea un ataque de ransomware para evaluar la resiliencia y la respuesta de la alta dirección","description":"Kyndryl ha realizado una simulación de ransomware para directivos, evaluando protocolos, resiliencia y coordinación en situaciones críticas.","url":"https://www.silicon.es/kyndryl-recrea-un-ataque-de-ransomware-para-evaluar-la-resiliencia-y-la-respuesta-de-la-alta-direccion-2574854","publishedAt":"2025-11-19T08:34:15Z"},{"source":"Muycomputer.com","title":"Microsoft anuncia nuevas herramientas para recuperar Windows 11 de fallos graves","description":"Microsoft ha presentado un nuevo conjunto de herramientas para recuperar Windows 11. Están diseñadas para ayudar a los usuarios y empresas a restablecer el funcionamiento de sus PCs en caso de fallos graves. Microsoft está celebrando esta semana su conferenci…","url":"https://www.muycomputer.com/2025/11/19/microsoft-anuncia-nuevas-herramientas-para-recuperar-windows-11-de-fallos-graves/","publishedAt":"2025-11-19T07:09:01Z"},{"source":"Hispasec.com","title":"Alerta de Seguridad: Google Lanza Parche Crítico para un ‘Zero-Day’ en Chrome Explotado Activamente (CVE-2025-13223)","description":"Google ha desplegado una actualización de seguridad de emergencia para su navegador Chrome en las plataformas de escritorio Windows, macOS y Linux. Este parche no es una actualización rutinaria; su objetivo es neutralizar dos vulnerabilidades de alta gravedad…","url":"https://unaaldia.hispasec.com/2025/11/alerta-de-seguridad-google-lanza-parche-critico-para-un-zero-day-en-chrome-explotado-activamente-cve-2025-13223.html","publishedAt":"2025-11-19T07:00:00Z"},{"source":"Movilzona.es","title":"Los ciberataques en España aumentaron un 6% en octubre de 2025","description":"Un informe de Checkpoint Software ha desvelado que a lo largo de este pasado mes de octubre de 2025 los ciberataques se han multiplicado en España, aumentando un 6% respecto del mismo periodo de 2024. Algo que pone de manifiesto que lejos de remitir, estos at…","url":"https://www.movilzona.es/branded/espacio-mobile-security/ciberataques-espana-aumentaron-octubre-2025/","publishedAt":"2025-11-19T06:30:45Z"}]