[{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Seguridad en WhatsApp: consejos al compartir fotos con desconocidos","description":"¿Es seguro compartir fotos por WhatsApp a desconocidos? Riesgos reales y ajustes clave para protegerte. Consejos claros y prácticos.","url":"https://www.androidsis.com/seguridad-en-whatsapp-consejos-al-compartir-fotos-con-desconocidos/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/05/Logo-3D-de-WhatsApp.png","publishedAt":"2025-09-29T15:36:32Z","content":"Compartir fotos por WhatsApp con personas que no conoces parece una acción inofensiva, pero puede abrir la puerta a problemas de privacidad, estafas e incluso a la instalación de malware si no tomas … [+14226 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / MDS","title":"Entre 70 y 80 % de armas aseguradas en México proviene de EE.UU., señala especialista sobre ‘Misión Firewall’","description":"Gerardo Rodríguez Sánchez Lara, profesor de la Universidad de las Américas Puebla (UDLAP), aseguró en 'Aristegui en Vivo' que la llamada Misión Firewall representa un paso ambicioso en la cooperación entre México y Estados Unidos para frenar el tráfico de arm…","url":"https://aristeguinoticias.com/290925/entrevistas-completas/entre-70-y-80-de-armas-aseguradas-en-mexico-proviene-de-ee-uu-senala-especialista-sobre-mision-firewall/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/09/armas-estados-unidos-mexico-trafico-29092025.jpg","publishedAt":"2025-09-29T15:25:48Z","content":"La cooperación entre México y Estados Unidos para frenar el flujo ilegal de armas ha entrado en una nueva fase con la implementación, con la llamada Misión Firewall, un esfuerzo binacional que, según… [+5158 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Los mejores antivirus para tu router de este 2025","description":"En la fortaleza digital que se supone que debe ser nuestro hogar, solemos proteger a las caras más visibles: los ordenadores, móviles, tablets... Sin embargo, hay un actor igual de importante que también conviene blindar. El router está encendido todas las ho…","url":"https://www.xatakamovil.com/conectividad/mejores-antivirus-para-router","urlToImage":"https://i.blogs.es/f89050/antivirus-router/840_560.jpeg","publishedAt":"2025-09-29T15:11:01Z","content":"En la fortaleza digital que se supone que debe ser nuestro hogar, solemos proteger a las caras más visibles: los ordenadores, móviles, tablets... Sin embargo, hay un actor igual de importante que tam… [+7084 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / GER","title":"Documentos vinculan a Adán Augusto con CJNG; Misión Firewall busca frenar el tráfico de armas y más | Columnas Políticas 29/09/2025","description":"Cada vez es más complicado sostener la historia de que Adán Augusto no sabía de las actividades criminales de su secretario de Seguridad, Hernán Bermúdez Requena, destacó El Universal.","url":"https://aristeguinoticias.com/290925/mexico/documentos-vinculan-a-adan-augusto-con-cjng-mision-firewall-busca-frenar-el-trafico-de-armas-y-mas-columnas-politicas-29-09-2025/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2024/10/FOTO-COLUMNAS-POLITICAS.jpg","publishedAt":"2025-09-29T13:20:19Z","content":"Que ni los legisladores del PVEM ni los del PT fueron invitados a la reunión que diputados y senadores de Morena sostuvieron ayer con la presidenta nacional de su partido, Luisa María Alcalde, aun cu… [+3041 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Andrés Velázquez","title":"El verdadero valor de un seguro cyber nace en la ciberseguridad","description":"Forbes México.\n El verdadero valor de un seguro cyber nace en la ciberseguridad\n\nLas pólizas cyber o de riesgo cibernético no son simples anexos dentro de un portafolio de seguros. Ofrecen cobertura ante incidentes que hoy pueden comprometer seriamente la con…","url":"https://forbes.com.mx/el-verdadero-valor-de-un-seguro-cyber-nace-en-la-ciberseguridad/","urlToImage":"https://cdn.forbes.com.mx/2021/02/ciberseguridad.jpg","publishedAt":"2025-09-29T13:07:00Z","content":"En el mundo corporativo estamos habituados a contratar seguros: de responsabilidad civil, de transporte, de daños materiales, e incluso pólizas específicas para directores y altos ejecutivos (D&amp;O… [+6278 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"Sebastián Purgart","title":"Cómo saber si alguien te espía por la cámara del ordenador y cómo bloquearlo","description":"Ya no es ficción: hay malware y programas maliciosos que pueden activar tu cámara sin que te des cuenta. No hace falta ser hacker para que alguien te vea a través de tu portátil. Pero tranquilo: saber si está pasando y cortarlo te llevará menos de un minuto. …","url":"https://www.mundodeportivo.com/tecnologia/20250929/1002537623/como-alguien-te-espia-camara-ordenador-como-bloquearlo-1-minuto-nmd.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/uploads/2025/09/23/68d2c7c65e3da.jpeg","publishedAt":"2025-09-29T13:00:00Z","content":"Ya no es ficción: hay malware y programas maliciosos que pueden activar tu cámara sin que te des cuenta. No hace falta ser hacker para que alguien te vea a través de tu portátil. Pero tranquilo: sabe… [+3229 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"La Comisión Europea Asigna a Atos Contrato de Ciberseguridad por 326 Millones de Euros","description":"La Comisión Europea ha otorgado a Atos, una empresa líder en tecnología impulsada por inteligencia artificial, un contrato de ciberseguridad valorado en 326 millones de euros. Este acuerdo, parte del sistema de compra dinámica CLOUD II, se clasifica como uno …","url":"https://www.redes-sociales.com/la-comision-europea-asigna-a-atos-contrato-de-ciberseguridad-por-326-millones-de-euros/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/09/La-Comision-Europea-Asigna-a-Atos-Contrato-de-Ciberseguridad-por.png","publishedAt":"2025-09-29T12:55:09Z","content":"La Comisión Europea ha otorgado a Atos, una empresa líder en tecnología impulsada por inteligencia artificial, un contrato de ciberseguridad valorado en 326 millones de euros. Este acuerdo, parte del… [+1915 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / MDS","title":"Aristegui en Vivo: México y EE.UU. lanzan ‘Misión Firewall’; lluvias extraordinarias en CDMX; adiós a Tere Ulloa (29/09/2025)","description":"México y Estados Unidos anunciaron el lanzamiento de una operación contra el tráfico de armas; las lluvias del pasado fin de semana en la Ciudad de México alcanzaron los 30 millones de metros cúbicos de agua; murió Teresa Ulloa, luchadora incansable contra la…","url":"https://aristeguinoticias.com/290925/programas-completos/aristegui-en-vivo-mexico-y-ee-uu-lanzan-mision-firewall-lluvias-extraordinarias-en-cdmx-adios-a-tere-ulloa-29-09-2025/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/09/lluvias-cdmx-cuartoscuro-29092025.jpg","publishedAt":"2025-09-29T12:40:04Z","content":"México y Estados Unidos anunciaron el lanzamiento de una operación contra el tráfico de armas; las lluvias del pasado fin de semana en la Ciudad de México alcanzaron los 30 millones de metros cúbicos… [+85 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Gustavo López","title":"Gobierno argentino denuncia hackeo y rechaza la versión de una criptomoneda nacional","description":"El hackeo de un antiguo dominio del Ministerio de Salud de Argentina provoca confusión sobre un supuesto lanzamiento de criptomoneda estatal.\nLeer más","url":"https://www.criptonoticias.com/sucesos/gobierno-argentino-denuncia-hackeo-criptomoneda-nacional/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/09/bandera-de-argentina-750x375.jpg.webp","publishedAt":"2025-09-29T12:18:26Z","content":"<ul><li>Los atacantes aprovecharon una web en desuso para hacerla parecer la página oficial del Gobierno.\r\n</li><li>El hecho se suma a un hackeo reciente que afectó a un sitio web de la Policía Feder… [+2397 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Enrique Pérez","title":"Los nueve mejores antivirus gratis para el móvil","description":"Hay quienes instalan un antivirus en todas partes y quienes llevan años sin tocar uno. Si formas parte del primer grupo, hemos seleccionado los mejores antivirus gratis que están disponibles en Android hoy en día. Todos ellos, antivirus de renombre.Primero, r…","url":"https://www.xatakandroid.com/listas/mejores-antivirus-gratis-para-movil","urlToImage":"https://i.blogs.es/572adb/mejores-antivirus-android/840_560.jpeg","publishedAt":"2025-09-29T12:01:01Z","content":"Hay quienes instalan un antivirus en todas partes y quienes llevan años sin tocar uno. Si formas parte del primer grupo, hemos seleccionado los mejores antivirus gratis que están disponibles en Andro… [+9678 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Las ciberamenazas a empresas europeas aumentan con respecto a 2024: los presupuestos y el personal no frenan los ataques","description":"Las ciberamenazas a empresas europeas continúan aumentando durante este año 2025, según dos de cada cinco profesionales europeos de TI y ciberseguridad (39 por ciento), que han detallado que su organización está sufriendo más ciberataques que hace un año, por…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ciberamenazas-empresas-europeas-aumentan-respecto-2024-presupuestos-personal-no-frenan-ataques-20250929132301.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250929132301_1200.jpg","publishedAt":"2025-09-29T11:23:01Z","content":"MADRID, 29 Sep. (Portaltic/EP) - \r\n   Las ciberamenazas a empresas europeas continúan aumentando durante este año 2025, según dos de cada cinco profesionales europeos de TI y ciberseguridad (39 por c… [+5800 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"EL MUNDO","title":"Un periodista de la BBC relata como piratas informáticos le ofrecieron \"una gran cantidad de dinero\" por ayudarles a hackear la cadena de televisión","description":"Joe Tidy, corresponsal cibernéticode la BBC, desvela en un artículo lo que le llegaron a ofrecer por permitir acceder a la cadena de televisión hackeando su ordenador. \"No tendrás que volver a trabajar\", le llegaron a decir Leer","url":"https://www.elmundo.es/television/medios/2025/09/29/68da6ba0e9cf4a0c038b4579.html","urlToImage":"https://phantom-elmundo.uecdn.es/c1ea8d7646feb3081d63df28eb1e5ace/crop/0x130/3072x2178/resize/1200/f/webp/assets/multimedia/imagenes/2025/09/29/17591435458092.jpg","publishedAt":"2025-09-29T11:21:15Z","content":"Joe Tidy, corresponsal cibernético de la cadena británica BBC, relata este lunes en un artículo escrito en primera persona lo que le llegaron a ofrecer un grupo de ciberdelicuentes a cambio de que le… [+5865 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Nick Szabo se une a la contienda a medida que se acerca el lanzamiento de la controvertida actualización de Bitcoin Core","description":"Nick Szabo ha publicado en X tras cinco años de silencio, aportando su opinión sobre el acalorado debate entre puristas y maximalistas de Bitcoin.\n Desarrolladores de Bitcoin Core han lanzado la segunda versión de prueba de su controvertida actualización Bitc…","url":"https://es.cointelegraph.com/news/bitcoin-core-sends-v30-release-candidate-as-nick-szabo-joins-debate","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-01/0194972f-55c5-7e45-85dd-4351d22ce253","publishedAt":"2025-09-29T10:15:00Z","content":"Desarrolladores de Bitcoin Core han lanzado la segunda versión de prueba de su controvertida actualización Bitcoin Core v30, que introducirá un nuevo formato de monedero y la inclusión de datos no mo… [+3527 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"plokiko","title":"Mitos de las eSIM frente a las SIM físicas: sus ventajas son mayores si sabes esquivar los riesgos","description":"Las eSIM han llegado para revolucionar la conectividad móvil. Estas tarjetas virtuales, integradas directamente en los dispositivos, ofrecen comodidad y flexibilidad, pero también han generado una serie de mitos y desinformación entre los usuarios. Hoy vamos …","url":"https://www.xatakamovil.com/conectividad/mitos-esim-frente-a-sim-fisicas-sus-ventajas-mayores-sabes-esquivar-riesgos","urlToImage":"https://i.blogs.es/a8b4df/original/840_560.jpeg","publishedAt":"2025-09-29T10:01:01Z","content":"Las eSIM han llegado para revolucionar la conectividad móvil. Estas tarjetas virtuales, integradas directamente en los dispositivos, ofrecen comodidad y flexibilidad, pero también han generado una se… [+3144 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Germán Centeno","title":"Notepad++ vulnerable a ataques de secuestro de DLL: CVE-2025-56383","description":"Una vulnerabilidad crítica de secuestro de DLL (DLL hijacking) ha sido descubierta en Notepad++, el popular editor de código fuente utilizado por millones de desarrolladores en todo el mundo. El fallo, identificado como CVE-2025-56383, afecta a la versión 8.8…","url":"https://unaaldia.hispasec.com/2025/09/notepad-vulnerable-a-ataques-de-secuestro-de-dll-cve-2025-56383.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/UAD29sept.png?fit=1200%2C800&ssl=1","publishedAt":"2025-09-29T09:52:16Z","content":"Una vulnerabilidad crítica de secuestro de DLL (DLL hijacking) ha sido descubierta en Notepad++, el popular editor de código fuente utilizado por millones de desarrolladores en todo el mundo. El fall… [+1793 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"María Juárez","title":"La comunicación entre marcas y usuarios predomina en canales conversacionales","description":"En los últimos años, la forma de comunicación entre marcas y usuarios ha cambiado significativamente en España, especialmente tras los avances en inteligencia artificial, como ChatGPT. Aunque los asistentes virtuales ya eran utilizados, la nueva generación de…","url":"https://www.eleconomista.es/tecnologia/noticias/13567732/09/25/la-comunicacion-entre-marcas-y-usuarios-predomina-en-canales-conversacionales.html","urlToImage":"https://s03.s3c.es/imag/_v0/2008x1096/6/e/8/1200x655_F2A9517.jpg","publishedAt":"2025-09-29T09:51:39Z","content":"En los últimos años, la forma de comunicación entre marcas y usuarios ha cambiado significativamente en España, especialmente tras los avances en inteligencia artificial, como ChatGPT. Aunque los asi… [+13146 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"citlallin.andrade","title":"Frentes Políticos/ 29 septiembre 2025","description":"1. Misma ruta. La Misión Firewall, lanzada por México y EU, representa un cambio de paradigma en la cooperación bilateral en materia de seguridad. Lo dijo claro el embajador Ronald Johnson, es un “antes y un después”. Por primera vez se implementarán inspecci…","url":"https://www.excelsior.com.mx/opinion/frentes-politicos/frentes-politicos-29-septiembre-2025/1742499","urlToImage":"https://www.excelsior.com.mx/media/opinion/vertical/2017/10/15/1775453.jpg","publishedAt":"2025-09-29T09:43:40Z","content":"1. Misma ruta. La Misión Firewall, lanzada por México y EU, representa un cambio de paradigma en la cooperación bilateral en materia de seguridad. Lo dijo claro el embajador Ronald Johnson, es un ant… [+2792 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"José López Zamorano corresponsal","title":"Embajador de EU en México celebra la Misión Cortafuegos","description":"El embajador de Estados Unidos en México, Ronald Johnson, se congratuló del lanzamiento de la Misión Cortafuegos, destacando su papel en el combate al tráfico de armas.","url":"https://www.elfinanciero.com.mx/nacional/2025/09/29/embajador-de-eu-en-mexico-celebra-la-mision-cortafuegos/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/PTAY4CJUAFD2DH3G7PLTWSMSBQ.jpg?smart=true&auth=0168c5b38d7cd863d644b545df0ad6d98879ca6ed77dc649d523579b85f37bac&width=1200&height=630","publishedAt":"2025-09-29T09:26:51Z","content":"El embajador de Estados Unidos en México, Ronald Johnson, se congratuló del lanzamiento de la Misión Cortafuegos, destacando su papel en el combate al tráfico de armas. \r\nNuestros países lanzaron Mis… [+1764 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Ricardo Fernández","title":"Google quiere acabar con las APKs tal y como las conoces","description":"Un cambio importantísimo se avecina en Android y podría significar el fin de la libertad para instalar aplicaciones, tal y como la conocemos. Google ha anunciado nuevas y estrictas medidas para los desarrolladores que, según las advertencias, podrían hacer im…","url":"https://www.movilzona.es/noticias/aplicaciones/medidas-google-instalacion-apps-fuera-play-store/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/09/google-pixel-drop-septiembre-android-16-material-3-expressive.png","publishedAt":"2025-09-29T09:07:00Z","content":"Así lo avisan desde F-Droid, uno de los repositorios más famosos a la hora de instalar aplicaciones gratuitas y de código abierto. El principal atractivo de la plataforma es su compromiso con la priv… [+3257 chars]"},{"source":{"id":null,"name":"Hola"},"author":"Ana Merodio","title":"Deepak Daswani, experto en ciberseguridad, advierte del peligro de las diademas (como la que utiliza Jannik Sinner) que ‘leen’ la mente: “Una filtración de actividad cerebral no es como una de ritmo cardíaco”","description":"Desde Jannik Sinner a pilotos de F1, los atletas de élite usan bandas neurales que miden su concentración. Un experto nos desvela los puntos débiles de esta tecnología y cómo evitar que tus datos caigan en las manos equivocadas","url":"https://www.hola.com/al-dia/20250929858121/diademas-neuronales-deportistas-riesgos-ciberseguridad/","urlToImage":"https://www.hola.com/horizon/landscape/d3f3286b8435-fotosdjdeepak023.jpg?im=Resize=(1200)","publishedAt":"2025-09-29T08:54:56Z","content":"Cuando ves a una estrella como Jannik Sinner con esa cinta negra en la frente, no se trata de una moda: es su nuevo entrenador mental. Estas bandas neurales captan las ondas cerebrales para medir en … [+5465 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"Víctor Cruzado","title":"El impacto de los siniestros cibernéticos se reduce a la mitad en el primer semestre del año","description":"Los ciberataques crecen de la mano de la digitalización de la sociedad, lo que ha obligado a las firmas aseguradoras a reforzar su preparación y capacidad de respuesta para mitigar el impacto. Unas medidas que han permitido al sector reducir a la mitad la gra…","url":"https://www.expansion.com/empresas/seguros/2025/09/29/68d67048e5fdea8b468b459c.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/c264c5633e852d1c87b6cbf5884cc08f/crop/425x24/1477x726/f/webp/assets/multimedia/imagenes/2019/09/26/15695049197216.jpg","publishedAt":"2025-09-29T05:56:35Z","content":"Los ciberataques crecen de la mano de la digitalización de la sociedad, lo que ha obligado a las firmas aseguradoras a reforzar su preparación y capacidad de respuesta para mitigar el impacto. Unas m… [+3004 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"AgentFlayer exploit para ChatGPT: Prompt Injection para exfiltrar datos de tus almacenes conectados","description":"Esta vulnerabilidad de AgentFlayer en ChatGPT tiene ya un par de meses, y está, por supuesto, corregida, pero es un ejemplo curioso que no me gustaría dejar sin publicar. El ataque se basa en plantar un ataque de Prompt Injection que cambia el alineamiento de…","url":"https://www.elladodelmal.com/2025/09/agentflayer-exploit-para-chatgpt-prompt.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjzdS7hU7EO8btVy8jHLB9fGcrsI5Im8wq42fV16WB1Iz62kCrM4GJHBHqK0_83NAPlNLP1LhlKArDuy9jKQf1XdAHUuon57vPDQaQmCWIZIFCiPqg5VQaOc-1UPR8UmIkZiAAJcMhiAxf6Urb492szOCjsjPsrPi_KGxU_QW2u1CkjWOpDs2Zf/w1200-h630-p-k-no-nu/Agent0.jpg","publishedAt":"2025-09-29T04:01:00Z","content":"Esta vulnerabilidad de AgentFlayer en ChatGPT tiene ya un par de meses, y está, por supuesto, corregida, pero es un ejemplo curioso que no me gustaría dejar sin publicar. El ataque se basa en plantar… [+2780 chars]"},{"source":{"id":null,"name":"Dragonjar.org"},"author":"Servicios-Seguridad-Informatica","title":"Pentesting en Fusagasugá","description":"Pentesting en Fusagasugá\nEn un mundo cada vez más digitalizado, el Pentesting en Fusagasugá o pruebas de penetración se han convertido en un pilar crucial para garantizar la seguridad informática de sus negocios, empresas y organizaciones a todo nivel. Pero, …","url":"https://www.dragonjar.org/pentesting-en-fusagasuga.xhtml","urlToImage":"https://www.dragonjar.org/wp-content/uploads/2023/10/Pentesting-en-Fusagasuga.png","publishedAt":"2025-09-29T01:10:24Z","content":"En un mundo cada vez más digitalizado, el Pentesting en Fusagasugá o pruebas de penetración se han convertido en un pilar crucial para garantizar la seguridad informática de sus negocios, empresas y … [+5628 chars]"}]