[{"source":{"id":null,"name":"La Nacion"},"author":"Gabriel Di Nicola","title":"Un hacker de 16 años, detrás del robo de una sensible base de datos bonaerense","description":"El sospechoso, que vive en Pontevedra, en Merlo, con sus padres, logró acceder a la las plataformas donde se registran los nacimientos y fallecimientos","url":"https://www.lanacion.com.ar/seguridad/un-hacker-de-16-anos-detras-del-robo-de-una-sensible-base-de-datos-bonaerense-nid10102025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/la-policia-allano-la-casa-del-sospechoso-que-vive-CIZPJLSB3NDA7DAI3RIXQYWAHU.png?auth=09e15a20cf3785d4e31fa057068375debfcbb510fb3f9a12b1fe2e1d4300d9e6&width=1200&quality=70&smart=false&height=797","publishedAt":"2025-10-10T19:28:18Z","content":"Cuando el grupo de elite de la Policía de la Provincia de Buenos Aires irrumpió en su casa de Pontevedra, el matrimonio no entendía nada, pensó que era un error. Nunca se imaginaron que su hijo de 16… [+3669 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Apple eleva a 2 millones la recompensa por fallos críticos","description":"Apple eleva su bug bounty: hasta 2 millones y bonos que superan 5 millones. Categorías, requisitos y fechas del programa de seguridad.","url":"https://www.soydemac.com/apple-eleva-a-2-millones-la-recompensa-por-fallos-criticos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/10/Apple-ofrece-2-millones-de-dolares-por-encontrar-fallos-de-seguridad-2.jpg","publishedAt":"2025-10-10T19:16:33Z","content":"Apple ha redoblado su apuesta por la ciberseguridad con un aumento histórico de su programa de recompensas: a partir de ahora, pagará hasta 2 millones de dólares por cadenas de vulnerabilidades que c… [+4685 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Gonzalo Hernández","title":"En 4 días termina el soporte de una de las versiones de Windows más famosas de la historia: qué pasa si mi computadora lo tiene instalado","description":"El fin del soporte de Windows 10 es inminente. El próximo martes 14 de octubre, el sistema operativo dejará de recibir actualizaciones oficiales por parte de Microsoft.\r\nEsto significa que, a partir de esta fecha, los usuarios que aún se mantengan en este sis…","url":"https://www.xataka.com.mx/ordenadores/4-dias-termina-soporte-versiones-windows-famosas-historia-que-pasa-mi-computadora-tiene-instalado","urlToImage":"https://i.blogs.es/3b2409/windows-11-windows-10/840_560.jpeg","publishedAt":"2025-10-10T19:01:43Z","content":"El fin del soporte de Windows 10 es inminente. El próximo martes 14 de octubre, el sistema operativo dejará de recibir actualizaciones oficiales por parte de Microsoft.\r\nEsto significa que, a partir … [+3180 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"¿Descargaste WhatsApp Plus? Podría ser un malware que roba tus datos y te espía con la cámara","description":"Una nueva campaña conocida como ClayRat busca confundir a los usuarios para descargar versiones falsas de WhatsApp, TikTok y otras apps populares. Los hackers disfrazan las aplicaciones como legítimas para que los usuarios las instalen en sus móviles. Una vez…","url":"https://hipertextual.com/mobile/clayrat-malware-android-whatsapp-tiktok/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2021/11/malware-en-android-1-1.jpg?fit=2554%2C1410&quality=70&strip=all&ssl=1","publishedAt":"2025-10-10T18:45:00Z","content":"Una nueva campaña conocida como ClayRat busca confundir a los usuarios para descargar versiones falsas de WhatsApp, TikTok y otras apps populares. Los hackers disfrazan las aplicaciones como legítima… [+2917 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"EFE","title":"Italia detecta una amplia estafa informática vinculada a una cuenta bancaria española","description":"Se trata de una campaña de 'phising' (un fraude por internet) que ha falsificado los correos electrónicos de un portal que pone en contacto a médicos privados y usuarios","url":"https://www.elconfidencial.com/mundo/europa/2025-10-10/italia-estafa-informatica-cuenta-bancaria-espanola_4226391/","urlToImage":"https://images.ecestaticos.com/bU0Jod90U433M38srYl335NOOeE=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/5a5/414/b95/5a5414b951a3bc319a83f9305940ec49.jpg","publishedAt":"2025-10-10T18:07:00Z","content":"Las autoridades de Italia han detectado este viernes una estafa masiva a través de internet que reclamaba dinero mediante una cuenta bancaria española a \"numerosos\" usuarios de un portal médico de la… [+788 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"https://www.facebook.com/lavozdegalicia","title":"Del robot cuadrúpedo a los algoritmos verdes: los premios de Citic a la última hornada tecnológica en A Coruña","description":"El congreso XoveTIC reconoce en el campus de Elviña a nueve jóvenes investigadores de entre un centenar de participantes","url":"https://www.lavozdegalicia.es/noticia/coruna/2025/10/10/robot-cuadrupedo-algoritmos-verdes-citic-udc-premia-innovacion-nueva-generacion-tecnologica-gallega/00031760117403306237819.htm","urlToImage":"https://img.lavdg.com/sc/52X6KyaBlYr40ecKkgkM_QafSuY=/1280x/2025/10/10/00121760117522927371519/Foto/h_20251010_192158000.jpg","publishedAt":"2025-10-10T18:03:00Z","content":"La Universidade da Coruña (UDC) reconoció este viernes los nueve mejores trabajos en el ámbito TIC entre un centenar de investigadores aspirantes a la octava edición de los premios del Congreso XoveT… [+3797 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"ClayRat, el 'spyware' para Android que usa el móvil infectado para enviar SMS y llegar a más víctimas","description":"Una nueva amenaza en forma de 'malware' espía ha puesto en riesgo los datos de los usuarios de Android, que lo instalan en sus teléfonos móviles creyendo que se trata de aplicaciones populares como WhatsApp y TikTok.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-clayrat-spyware-android-usa-movil-infectado-enviar-sms-llegar-mas-victimas-20251010163324.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251010163324_1200.jpg","publishedAt":"2025-10-10T14:33:24Z","content":"MADRID, 10 Oct. (Portaltic/EP) - \r\n   Una nueva amenaza en forma de 'malware' espía ha puesto en riesgo los datos de los usuarios de Android, que lo instalan en sus teléfonos móviles creyendo que se … [+1560 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"Plataforma de apuestas cripto Shuffle anunció una filtración de datos de usuarios","description":"La plataforma de apuestas cripto Shuffle sufrió una importante filtración de datos a través de su proveedor de CRM Fast Track, lo que expuso la mayoría de los datos de los usuarios, según afirmó su fundador, Noa Dummett.\n Shuffle, una plataforma líder en apue…","url":"https://es.cointelegraph.com/news/major-crypto-betting-platform-shuffle-com-announces-user-data-breach","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-12/01941bbd-3a4f-7f01-8b2a-327eb57f1067","publishedAt":"2025-10-10T14:09:23Z","content":"Shuffle, una plataforma líder en apuestas con criptomonedas, sufrió una filtración de datos después de que su proveedor externo de servicio al cliente fuera comprometido, exponiendo los datos de la m… [+4695 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"RondoDox: la botnet que asedia routers y cámaras explotando más de 50 vulnerabilidades","description":"RondoDox es una botnet IoT altamente modular que ha ganado notoriedad en 2025 por atacar routers, sistemas CCTV y servidores web, aprovechando más de 50 vulnerabilidades. Su capacidad para adaptarse y persistir representa un riesgo creciente para redes domést…","url":"https://unaaldia.hispasec.com/2025/10/rondodox-la-botnet-que-asedia-routers-y-camaras-explotando-mas-de-50-vulnerabilidades.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/dev-team-1760104754695.png?fit=1200%2C686&ssl=1","publishedAt":"2025-10-10T14:00:09Z","content":"Desde su detección a inicios de año, la botnet RondoDox ha llamado la atención de la comunidad de ciberseguridad al enfocarse en el IoT mediante la explotación automatizada de decenas de vulnerabilid… [+1913 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Vladimir Sequeira Cole","title":"5G: más conectividad, más riesgos, más responsabilidad","description":"La promesa del 5G será tan poderosa como nuestra capacidad colectiva de protegerla. Más velocidad y más dispositivos conectados no deben traducirse en más vulnerabilidad, sino en más conciencia, más cooperación y más seguridad","url":"https://www.nacion.com/opinion/foros/5g-mas-conectividad-mas-riesgos-mas/EXE2GVICWVBADCC65KIRBYLP6Y/story/","urlToImage":"https://www.nacion.com/resizer/v2/4PMWKULRDZGZ5ABJMM5DOQZZCM.jpg?smart=true&auth=6da01707ef0ed9e24e2737341fd57a21846c7f190ee0660b34d44bd7e24ee85d&width=1440","publishedAt":"2025-10-10T13:20:00Z","content":"La llegada del 5G a Costa Rica no es únicamente una evolución tecnológica hacia mayor velocidad y menor latencia; representa un cambio estructural en la forma en que se interconectan personas, empres… [+4968 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Mejores apps Android para leer códigos QR y códigos de barras","description":"Descubre las mejores apps Android para escanear QR y códigos de barras, funciones clave, seguridad y opciones sin app.","url":"https://www.androidsis.com/mejores-apps-android-para-leer-codigos-qr-y-codigos-de-barras/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/QR-Android.png","publishedAt":"2025-10-10T12:22:38Z","content":"Los códigos QR y los códigos de barras están por todas partes: en menús, eventos, pagos, envíos o wifi. Si usas Android, puedes escanearlos con la cámara nativa o apostar por apps especializadas con … [+12178 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"R. Badillo","title":"Un controvertido experimento demuestra que es posible espiar tus conversaciones usando el ratón de tu PC","description":"El experimento demostró que un software especializado puede reproducir la voz con más de un 80% de precisión con solo usar las vibraciones del ratón sobre la mesa","url":"https://www.elconfidencial.com/tecnologia/2025-10-10/espiar-conversaciones-raton-ordenador-1qrt_4225987/","urlToImage":"https://images.ecestaticos.com/L2w2SuBUSDnlCG22l1xbAnHedUI=/0x0:2272x1410/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/788/2a3/881/7882a388117c0c6a296123124e1b3229.jpg","publishedAt":"2025-10-10T12:06:00Z","content":"Thomas Wolf, fundador de Hugging Face: “La IA actual no logrará ningún avance científico relevante”Sigue a El Confidencial en Google Discover para enterarte de todas las noticiasUn grupo de investiga… [+3339 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"plokiko","title":"Tu SIM esconde un computador retro capaz de ejecutar apps. Por suerte, la protección militar evita que se infecte","description":"La tarjeta SIM es ese pequeño trozo de plástico, ahora invisible en su formato eSIM, que es indispensable para que nuestros teléfonos funcionen. Para la mayoría de usuarios, es solo un almacén de nuestro número de teléfono, pero la realidad es que esta diminu…","url":"https://www.xatakamovil.com/seguridad/tu-sim-esconde-computador-retro-capaz-ejecutar-apps-suerte-proteccion-militar-evita-que-se-infecte","urlToImage":"https://i.blogs.es/6db12b/xatakamovil-portada---2025-10-09t035837.271/840_560.jpeg","publishedAt":"2025-10-10T12:01:43Z","content":"La tarjeta SIM es ese pequeño trozo de plástico, ahora invisible en su formato eSIM, que es indispensable para que nuestros teléfonos funcionen. Para la mayoría de usuarios, es solo un almacén de nue… [+5210 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Un abogado advierte a los usuarios de Netflix de una nueva estafa: «Atento si no quieres llevarte un disgusto»","description":"En un mundo cada vez más digitalizado, donde las compras, las citas e incluso el entretenimiento se concentran en una pantalla, la posibilidad de sufrir un ciberataque ha dejado de ser una rareza para convertirse en una amenaza cotidiana . Internet y los disp…","url":"https://www.abc.es/recreo/abogado-advierte-usuarios-netflix-nueva-estafa-atento-disgusto-20251010134934-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/recreo/2025/10/10/abogado-advierte-nueva-estafa-netflix-U70173882662NFt-1024x512@diario_abc.jpg","publishedAt":"2025-10-10T11:53:06Z","content":"En un mundo cada vez más digitalizado, donde las compras, las citas e incluso el entretenimiento se concentran en una pantalla, la posibilidad de sufrir un ciberataque ha dejado de ser una rareza par… [+4214 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo recuperar un documento de Word corrupto","description":"Repara documentos de Word dañados: métodos de Word, trucos avanzados y prevención. Guía clara para abrir y recuperar tu archivo.","url":"https://www.actualidadgadget.com/como-recuperar-un-documento-de-word-corrupto/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/10/Restaurar-Word-corrupto.png","publishedAt":"2025-10-10T11:47:25Z","content":"Perder el acceso a un documento puede ser un drama, pero hay margen para reaccionar con calma. En esta guía te explicamos todas las formas de abrir y reparar un archivo de Word dañado, desde los inte… [+12227 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"Synology celebra su Solution Day 2025 con la vista puesta en grandes empresas","description":"El fabricante de soluciones de almacenamiento sigue creciendo y ha presentado oficialmente ActiveProtect, su nueva plataforma de protección de datos unificada.","url":"https://www.silicon.es/synology-celebra-su-solution-day-2025-con-la-vista-puesta-en-grandes-empresas-2573627","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/Synology-Solution-Day-2025-7.jpg","publishedAt":"2025-10-10T11:38:10Z","content":"Ayer tuvo lugar en Madrid el congreso Synology Solution Day 2025, un evento que giró en torno a la gestión eficiente de datos y que reunió a más de 250 profesionales interesados en conocer las soluci… [+8075 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Grupo defensor de la privacidad insta a Irlanda a abandonar planes que permiten a la policía acceder a mensajes cifrados","description":"Una coalición mundial en defensa de la privacidad insta a Irlanda a descartar los planes que permiten a la policía acceder a mensajes cifrados.\n Una coalición en defensa de la privacidad ha instado al Gobierno irlandés a abandonar la elaboración de un antepro…","url":"https://es.cointelegraph.com/news/ireland-encryption-law-chat-control-privacy-warning","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-10/0199cc7d-8dda-7e99-b66f-b2bad232bf01","publishedAt":"2025-10-10T11:00:00Z","content":"Una coalición en defensa de la privacidad ha instado al Gobierno irlandés a abandonar la elaboración de un anteproyecto de ley que permitiría a las fuerzas del orden acceder a los mensajes cifrados.\r… [+4326 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Alexis Paiva Mack","title":"Qué es el ransomware y cómo prevenir el ciberataque en el que los delincuentes “secuestran” tus equipos y archivos","description":"El CISO de campo en información sobre amenazas de Sophos, John Shier, quien es autor del informe anual Active Adversary Report, conversó con La Tercera sobre cómo operan estos ciberataques y qué medidas se pueden tomar para evitarlos, tanto para personas indi…","url":"https://www.latercera.com/tendencias/noticia/que-es-el-ransomware-y-como-prevenir-el-ciberataque-en-el-que-los-delincuentes-secuestran-tus-equipos-y-archivos/","urlToImage":"https://www.latercera.com/resizer/v2/PH4DYBQUDBGNZHQW76CYFMO7WI.jpg?auth=61f49d2dc2d64ce90832b948a445c9c057fcf2e85c9b06f71c5147272254ae2f&height=630&width=1200&smart=true","publishedAt":"2025-10-10T09:03:00Z","content":"Los ataques de ransomware se han posicionado como una de las amenazas más recurrentes que los cibercriminales utilizan para afectar a potenciales víctimas de todo el mundo, ya sean organizaciones, em… [+12480 chars]"},{"source":{"id":null,"name":"Blogthinkbig.com"},"author":"José María López","title":"Tu teléfono Xiaomi tiene un antivirus oculto: así se puede activar","description":"Miles de millones de personas utilizan teléfonos móviles a diario. Así que los criminales los tienen su punto de mira para robarlos directamente o para intentar sacar de ellos los archivos, información y datos personales […]\nTu teléfono Xiaomi tiene un antivi…","url":"https://blogthinkbig.com/antivirus-xiaomi-proteger-dispositivo","urlToImage":"https://blogthinkbig.com/wp-content/uploads/sites/4/2025/10/Xiaomi-HyperOS-Security-App.jpg?fit=1920%2C1280","publishedAt":"2025-10-10T08:30:00Z","content":"Miles de millones de personas utilizan teléfonos móviles a diario. Así que los criminales los tienen su punto de mira para robarlos directamente o para intentar sacar de ellos los archivos, informaci… [+5876 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Alejandra Rivera","title":"Isaac Manopla, experto en fraudes con criptomonedas de TRM Labs Austria: “El crimen organizado está lavando dinero en cripto en jurisdicciones sin regulación como Rusia e Irán”","description":"El experto dijo que las organizaciones criminales acceden a servicios de “mixer” de criptomonedas que combinan fondos para esconder su origen y que carteles de drogas colaboran con redes chinas de blanqueo de criptoactivos.","url":"https://www.df.cl/df-lab/tech-negocios/isaac-manopla-experto-en-fraudes-con-criptomonedas-de-trm-labs-austria","urlToImage":"https://www.df.cl/noticias/site/artic/20251009/imag/foto_0000000520251009190312.jpg","publishedAt":"2025-10-10T07:00:00Z","content":"En 2015 fui estafado por una falsa empresa de minería de bitcoin y por eso llegué al mundo de las criptomonedas, señaló a DF el Líder de iniciativa Chainabuse de la multinacional de inteligencia de b… [+5431 chars]"}]