[{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"La advertencia de la TSA sobre una peligrosa configuración del iPhone que permite el robo de datos","description":"La TSA advirtió sobre una estafa que usa puertos USB en aeropuertos para robar datos de iPhone y recomendó cambiar la configuración en iOS 26.","url":"https://www.lanacion.com.ar/estados-unidos/la-advertencia-de-la-tsa-sobre-una-peligrosa-configuracion-del-iphone-que-permite-el-robo-de-datos-nid18102025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/los-estafadores-pueden-robar-datos-de-los-2BXDS6ASARGONGFKWLBPA74PEI.png?auth=462c65b6c3291f6f7a942d644b9d39fa6a8bd24fbc4b807dfeba9df5f7c51cc6&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-10-18T17:32:41Z","content":"Los usuarios de iPhone deben estar atentos ante una advertencia de la Administración de Seguridad en el Transporte de Estados Unidos (TSA, por sus siglas en inglés). Es que la reciente actualización … [+2678 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"Ataques de email bombing aprovechan la falta de autenticación en Zendesk","description":"Una falla de configuración en Zendesk permite a atacantes enviar miles de correos desde multitud de empresas, generando campañas de saturación (email bombing) difíciles de rastrear, gestionar y cortar. Zendesk, una herramienta popular de atención al cliente, …","url":"https://unaaldia.hispasec.com/2025/10/ataques-de-email-bombing-aprovechan-la-falta-de-autenticacion-en-zendesk.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/dev-team-1760797906459.png?fit=1200%2C686&ssl=1","publishedAt":"2025-10-18T14:33:19Z","content":"Zendesk, una herramienta popular de atención al cliente, ha sido utilizada de forma maliciosa al no requerir autenticación previa para la creación de tickets de soporte por correo electrónico. Esta s… [+1600 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"No vuelvas a caer en una estafa por QR: esta app de códigos fraudulentos al instante","description":"Los códigos QR están por todas partes. Nos hemos acostumbrado a verlos para las cartas de los restaurantes, para escanear la red WiFi en hoteles o incluso para acceder a promociones. Los ciberdelincuentes se aprovechan y, a veces, sustituyen los códigos reale…","url":"https://www.adslzone.net/noticias/seguridad/estafa-codigo-qr-evitar-aplicacion/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/Persona-escaneando-un-codigo-QR-con-el-movil-1.png","publishedAt":"2025-10-18T09:02:31Z","content":"Las estafas QRshing sonun tipo de fraude que combina la técnica del phishing (suplantación de identidad digital) con el uso de códigos QR para engañar a las víctimas. María Aperador, criminóloga espe… [+3141 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Amparo Babiloni","title":"El fin del soporte para Windows 10 ha activado una bomba de relojería: millones de ordenadores acabarán en la basura","description":"El día 14 de octubre llegó el fin del soporte para Windows 10. Es una pésima noticia desde el punto de la seguridad porque deja a millones de ordenadores sin actualizaciones de seguridad. Hay otro motivo que hace de la decisión de Microsoft una idea terrible:…","url":"https://www.xataka.com/ordenadores/fin-soporte-para-windows-10-ha-activado-bomba-relojeria-medioambiental-millones-ordenadores-acabaran-basura","urlToImage":"https://i.blogs.es/78a0d8/electronic_waste/840_560.jpeg","publishedAt":"2025-10-18T09:01:00Z","content":"El día 14 de octubre llegó el fin del soporte para Windows 10. Es una pésima noticia desde el punto de la seguridad porque deja a millones de ordenadores sin actualizaciones de seguridad. Hay otro mo… [+3045 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"Un país ha emprendido el mayor experimento con criptomonedas del mundo: Bután y los 800.000 carnés de identidad con Ethereum","description":"Bután no mide su calidad de vida por el Producto Interior Bruto (PIB). La mide por un indicador llamado Felicidad Nacional Brutal (FNB). El pequeño país sudasiático es peculiar además por otras cosas. Por ejemplo: su espectacular apuesta por las criptomonedas…","url":"https://www.xataka.com/criptomonedas/butan-queria-tener-su-propio-carne-identidad-digital-ha-usado-ethereum-para-crearselo-a-sus-800-000-ciudadanos","urlToImage":"https://i.blogs.es/288a2b/ethereum-butan/840_560.jpeg","publishedAt":"2025-10-18T08:01:00Z","content":"Bután no mide su calidad de vida por el Producto Interior Bruto (PIB). La mide por un indicador llamado Felicidad Nacional Brutal (FNB). El pequeño país sudasiático es peculiar además por otras cosas… [+4352 chars]"}]