[{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes Content","title":"Protección integral para redes inalámbricas","description":"Forbes México.\n Protección integral para redes inalámbricas\n\nCómo fortalecer la seguridad, la privacidad y la resiliencia digital frente a un entorno de amenazas cada vez más sofisticado\nProtección integral para redes inalámbricas\nForbes Content","url":"https://forbes.com.mx/ad-proteccion-integral-para-redes-inalambricas/","urlToImage":"https://cdn.forbes.com.mx/2025/12/Portada-Ericsson-1.jpg","publishedAt":"2025-12-30T16:28:00Z","content":"Las redes inalámbricas son infraestructuras críticas que juegan un papel crucial en la comunicación dentro de la seguridad pública, la salud, la manufactura, el transporte, el comercio y otras indust… [+5479 chars]"},{"source":{"id":null,"name":"Bandaancha.eu"},"author":"noemail@noemail.org (Josh)","title":"La CNMC permitirá consultar en una web quién envía realmente un mensaje SMS firmado con alias","description":"Si abres los últimos mensajes recibidos en tu móvil, verás que en la mayoría ya no figura como remitente un número de móvil, sino un alias alfanumérico. Las personas hace tiempo que hemos dejado de usar los mensajes de texto SMS para comunicarnos, ya que pref…","url":"https://bandaancha.eu/articulos/cnmc-permitira-consultar-web-quien-envia-11615#s8yn","urlToImage":"https://bandaancha.eu/s/2tda/140/sms-phising.jpg","publishedAt":"2025-12-30T16:03:18Z","content":"Si abres los últimos mensajes recibidos en tu móvil, verás que en la mayoría ya no figura como remitente un número de móvil, sino un alias alfanumérico. Las personas hace tiempo que hemos dejado de u… [+3940 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"\"Será un trabajo crucial\" que pagará más de medio millón de dólares: OpenAI quiere contratar a un especialista para predecir y mitigar los peligros de la IA","description":"OpenAI ha anunciado una convocatoria para contratar a un responsable de Preparación, un puesto \"crucial\" para continuar con la evolución de los modelos de inteligencia artificial (IA) evitando que puedan causar daño en el mundo real.","url":"https://www.eleconomista.es/tecnologia/noticias/13709528/12/25/sera-un-trabajo-crucial-que-pagara-mas-de-medio-millon-de-dolares-openai-quiere-contratar-a-un-especialista-para-predecir-y-mitigar-los-peligros-de-la-ia.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/a/9/8/SamAltmanOpenAI.jpg","publishedAt":"2025-12-30T12:08:02Z","content":"OpenAI ha anunciado una convocatoria para contratar a un responsable de Preparación, un puesto \"crucial\" para continuar con la evolución de los modelos de inteligencia artificial (IA) evitando que pu… [+1742 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Nuevo malware en WhatsApp roba archivos y contactos a través de una falsa librería de npm","description":"Un paquete malicioso para WhatsApp Web roba mensajes, archivos y contactos. Aprende a detectar y evitar este malware antes de que comprometa tu cuenta.","url":"https://www.actualidadiphone.com/nuevo-malware-en-whatsapp-roba-archivos-y-contactos-a-traves-de-una-falsa-libreria-de-npm/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/12/malware-en-WhatsApp-roba-archivos-y-contactos-1.jpg","publishedAt":"2025-12-30T11:07:13Z","content":"Las ganas de exprimir WhatsApp con funciones extra siguen llevando a muchos usuarios y desarrolladores a descargar herramientas fuera de los canales oficiales. El problema es que, en ese terreno gris… [+12809 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Qué ha pasado en Linux en 2025: seguridad, lanzamientos y tendencias","description":"Descubre todo lo ocurrido en Linux en 2025: oleada de CVEs, nuevas apps, distros, juegos, rendimiento y predicciones del ecosistema.","url":"https://www.linuxadictos.com/que-ha-pasado-en-linux-en-2025-seguridad-lanzamientos-y-tendencias.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Linux-en-2025.webp","publishedAt":"2025-12-30T08:57:10Z","content":"Si hay un sistema operativo que nunca se queda quieto, ese es Linux y todo su ecosistema. Entre el ruido de vulnerabilidades, la avalancha de nuevas aplicaciones, las peleas eternas con Windows y las… [+20922 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"MacSync Stealer, el malware silencioso que se cuela en los Mac como si fuera legítimo","description":"MacSync Stealer se esconde como app legítima en macOS. Conoce cómo burla Gatekeeper, qué roba y qué ha hecho Apple para frenarlo.","url":"https://www.soydemac.com/macsync-stealer-el-malware-silencioso-que-se-cuela-en-los-mac-como-si-fuera-legitimo/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/MacSync-Stealer.jpg","publishedAt":"2025-12-30T08:53:21Z","content":"El ecosistema de ordenadores Mac se enfrenta a una amenaza cada vez más sofisticada: MacSync Stealer, un malware especializado en el robo de información que ha aprendido a camuflarse como si fuera un… [+9955 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Expertos anticipan el nuevo escenario de ciberataques potenciados por IA en 2026","description":"La automatización del ciclo completo del ataque, el uso de agentes autónomos y la sofisticación del fraude configuran un panorama más complejo para las empresas y el sector público durante el próximo año.","url":"https://www.df.cl/df-lab/tech-negocios/expertos-anticipan-el-nuevo-escenario-de-ciberataques-potenciados-por-ia-en","urlToImage":"https://www.df.cl/noticias/site/artic/20251229/imag/foto_0000000720251229184838.jpg","publishedAt":"2025-12-30T07:00:00Z","content":"La aceleración de adopción de la inteligencia artificial (IA) generativa y la irrupción de los agentes autónomos capaces de ejecutar tareas por sí solos, plantea un nuevo escenario para la seguridad … [+4767 chars]"}]