[{"source":{"id":null,"name":"Xataka.com"},"author":"Amparo Babiloni","title":"Creíamos que las apps de autenticación en dos pasos eran seguras. Unos investigadores han demostrado lo fácil que es hackearlas","description":"La verificación en dos pasos con apps de autenticación es uno de los métodos más seguros para proteger nuestras cuentas, o eso creíamos. Cuentan en Ars Technica que un grupo de investigadores de varias universidades americanas  han descubierto un nuevo tipo d…","url":"https://www.xataka.com/seguridad/creiamos-que-apps-autenticacion-dos-pasos-eran-seguras-unos-investigadores-han-demostrado-facil-que-hackearlas","urlToImage":"https://i.blogs.es/65ae8e/autenticacion/840_560.jpeg","publishedAt":"2025-10-15T16:00:38Z","content":"La verificación en dos pasos con apps de autenticación es uno de los métodos más seguros para proteger nuestras cuentas, o eso creíamos. Cuentan en Ars Technica que un grupo de investigadores de vari… [+3130 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Sergio J. Ortiz","title":"¿Por qué una VPN es esencial al viajar? Protege tus datos y desbloquea contenido","description":"Los servicios VPN resultan de gran utilidad en un sinfín de situaciones, especialmente si te encuentras de viaje. En el extranjero todo es más complicado y, entre la confusión, tu seguridad en este maravilloso —pero peligroso— mundo de Internet puede verse co…","url":"https://ipadizate.com/aplicaciones/por-que-una-vpn-es-esencial-al-viajar-protege-tus-datos-y-desbloquea-contenido","urlToImage":"https://ipadizate.com/hero/2025/10/surfshark-vpn-1.jpeg?width=1200","publishedAt":"2025-10-15T16:00:02Z","content":"Los servicios VPN te permiten conectarte a la red y enmascarar tu dirección IP\r\nLos servicios VPN resultan de gran utilidad en un sinfín de situaciones, especialmente si te encuentras de viaje. En el… [+6610 chars]"},{"source":{"id":null,"name":"Trecebits.com"},"author":"Antonio Vespa","title":"Cómo saber si un perfil de Telegram es falso","description":"Señales que exponen a un perfil falso dentro de la app de Telegram. La publicación Cómo saber si un perfil de Telegram es falso apareció primero en TreceBits.","url":"https://www.trecebits.com/como-saber-perfil-telegram-falso/","urlToImage":"https://www.trecebits.com/wp-content/uploads/2024/02/telegram-logo.webp","publishedAt":"2025-10-15T15:40:40Z","content":"Si bien Telegram cuenta con una gran cantidad de canales que permiten ver contenido viral y excelentes bots que ofrecen diversos servicios, lo cierto es que no todo lo que brilla es oro. Al igual que… [+4786 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"Cellebrite Inc.","title":"Cellebrite amplía su alcance de mercado con innovaciones en agentes de IA, nube y virtualización de dispositivos para su lanzamiento octubre de 2025","description":"TYSONS CORNER, Virginia y PETAH TIKVA, Israel, Oct. 15, 2025 (GLOBE NEWSWIRE) -- Cellebrite (NASDAQ: CLBT), un líder mundial en soluciones de investigación digital de primer nivel para los sectores público y privado, anunció hoy su lanzamiento de octubre de 2…","url":"https://www.globenewswire.com/news-release/2025/10/15/3167068/0/es/Cellebrite-ampl%C3%ADa-su-alcance-de-mercado-con-innovaciones-en-agentes-de-IA-nube-y-virtualizaci%C3%B3n-de-dispositivos-para-su-lanzamiento-octubre-de-2025.html","urlToImage":"https://ml.globenewswire.com/Resource/Download/73653665-6f38-4164-b620-dd2597a8817e","publishedAt":"2025-10-15T12:30:00Z","content":"TYSONS CORNER, Virginia y PETAH TIKVA, Israel, Oct. 15, 2025 (GLOBE NEWSWIRE) -- Cellebrite (NASDAQ: CLBT), un líder mundial en soluciones de investigación digital de primer nivel para los sectores p… [+6389 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Mejores gestores de pestañas para navegadores","description":"Los mejores gestores de pestañas y alternativas a Workona para Chrome y Chromium. Ahorra RAM, ordena sesiones y mejora tu productividad.","url":"https://www.actualidadgadget.com/mejores-gestores-de-pestanas-para-navegadores/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/10/Gestores-de-pestanas-para-navegadores.png","publishedAt":"2025-10-15T12:02:53Z","content":"Si alguna vez has sentido que el navegador manda sobre ti y no al revés, no estás solo; cuando se nos va la mano con las pestañas, incluso con grupos de Chrome, la sensación de caos aparece y el equi… [+17282 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"El retail avanza hacia un futuro automatizado y centrado en el cliente donde la tecnología redefine la experiencia de compra","description":"El sector minorista se adentra en un periodo de profunda metamorfosis, donde la capacidad de innovar ha trascendido la categoría de ventaja para posicionarse como el catalizador esencial del cambio. Las tendencias, que hasta hace poco se manifestaban de forma…","url":"https://www.puromarketing.com/145/216201/retail-avanza-hacia-futuro-automatizado-centrado-cliente-donde-tecnologia-redefine-experiencia-compra","urlToImage":"https://www.puromarketing.com/uploads/img/contents/default/meta_content_img_default.jpg","publishedAt":"2025-10-15T11:29:08Z","content":"El sector minorista se adentra en un periodo de profunda metamorfosis, donde la capacidad de innovar ha trascendido la categoría de ventaja para posicionarse como el catalizador esencial del cambio. … [+9556 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Ángel Roca","title":"Cuidado si tienes Android: este malware te hackea en solo 30 segundos y todavía no hay solución","description":"Se ha descubierto un nuevo malware, que afecta especialmente a los últimos modelos de smartphones Android, y que es sumamente peligroso. Su nombre es \"Pixnapping\", una mezcla de \"pixel\" y \"kidnapping\", algo así como secuestro de píxeles. Un malware cuya princ…","url":"https://ipadizate.com/android/cuidado-si-tienes-android-este-malware-te-hackea-en-solo-30-segundos-y-todavia-no-hay-solucion","urlToImage":"https://ipadizate.com/hero/2025/01/samsung-galaxy-s25-1.jpeg?width=1200","publishedAt":"2025-10-15T11:03:08Z","content":"Esta malware afecta a los últimos smartphones Android\r\nSe ha descubierto un nuevo malware, que afecta especialmente a los últimos modelos de smartphones Android, y que es sumamente peligroso. Su nomb… [+2382 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"elDiario.es / EP","title":"Mango sufre un ciberataque que roba datos de contacto de sus clientes","description":"La compañía asegura que las contraseñas e información financiera de los usuarios no se han visto afectadas\r\nFrena la sensación de urgencia: así hackean tu mente los ciberestafadores y los trucos para evitarlo\r\n\n Mango ha sufrido un acceso no autorizado a los …","url":"https://www.eldiario.es/tecnologia/mango-sufre-ciberataque-roba-datos-contacto-clientes_1_12685411.html","urlToImage":"https://static.eldiario.es/clip/49b498b1-c45b-4db4-9f71-d489095c0b56_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2025-10-15T10:45:14Z","content":"Mango ha sufrido un acceso no autorizado a los datos de contacto de sus clientes usados en campañas de marketing, a través de uno de sus servicios externos. La información expuesta “se limita a los d… [+1789 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Digi te protege contra el carding: evita que roben los datos de tu tarjeta","description":"El carding es un tipo de fraude basado en obtener los datos de tarjetas de crédito o débito para, posteriormente, realizar compras o transferencias de dinero sin el consentimiento del titular de la cuenta. Esta práctica preocupa a los usuarios y Digi da conse…","url":"https://www.adslzone.net/noticias/seguridad/digi-contra-carding-robo-datos-tarjeta/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/persona-con-tarjeta-bancaria-en-mano-frente-a-ordenador-portatil.png","publishedAt":"2025-10-15T10:30:54Z","content":"El objetivo principal de la mayoría de estafas online es obtener dinero. Con el carding, los ciberdelincuentes lo consiguen directamente al robar información de tarjetas de manera fraudulenta. El Ins… [+4649 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Europa quiere pasar del papel al código","description":"Mi columna de esta semana en Invertia se titula «Europa quiere aplicar la inteligencia artificial, no solo regularla» (pdf), y trata sobre el nuevo programa comunitario «Apply AI«, una iniciativa dotada con mil millones de euros destinada a acelerar la adopci…","url":"https://www.enriquedans.com/2025/10/europa-quiere-pasar-del-papel-al-codigo.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/10/Apply-AI-Dall·E.jpg","publishedAt":"2025-10-15T10:30:37Z","content":"Mi columna de esta semana en Invertia se titula «Europa quiere aplicar la inteligencia artificial, no solo regularla» (pdf), y trata sobre el nuevo programa comunitario «Apply AI«, una iniciativa dot… [+3787 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"MANGO reconoce una filtración de datos de sus clientes. Una que puede dar pie a una campaña de ciberestafas","description":"La marca española de moda MANGO ha notificado a sus clientes un incidente de seguridad que ha afectado a uno de sus proveedores externos de marketing, lo cual ha provocado que se expongan parte de los datos personales de algunos usuarios.\n<!-- BREAK 1 -->\nAun…","url":"https://www.genbeta.com/seguridad/mango-reconoce-filtracion-datos-sus-clientes-que-puede-dar-pie-a-campana-ciberestafas","urlToImage":"https://i.blogs.es/c55801/chatgpt-image-15-oct-2025-11_53_38/840_560.png","publishedAt":"2025-10-15T10:11:41Z","content":"La marca española de moda MANGO ha notificado a sus clientes un incidente de seguridad que ha afectado a uno de sus proveedores externos de marketing, lo cual ha provocado que se expongan parte de lo… [+4603 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Microsoft finaliza soporte de Windows 10 y deja expuestos a millones de usuarios","description":"Desde el 14 de octubre, el sistema operativo ya no recibe actualizaciones ni parches de seguridad","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/Microsoft-finaliza-soporte-de-Windows-10-y-deja-expuestos-a-millones-de-usuarios-uc939858","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/201507/_W933_80/509990.jpg","publishedAt":"2025-10-15T09:10:00Z","content":"Microsoft finalizó oficialmente el soporte para Windows 10 este martes 14 de octubre, marcando el fin de una era para uno de los sistemas operativos más utilizados a nivel mundial. Con esta decisión,… [+1825 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Android Auto 15.5 llega por sorpresa dos semanas después del anterior: está listo para descargar. Primero en beta","description":"Google cada vez corre más, se nota que está acelerando el desarrollo de Android Auto para colar los profundos cambios que están de camino. Estas prisas se notan en la evolución de las actualizaciones: ya tenemos entre nosotros la primera beta de Android 15.5.…","url":"https://www.xatakandroid.com/sistema-operativo/android-auto-15-5-llega-sorpresa-dos-semanas-despues-anterior-esta-listo-para-descargar-primero-beta","urlToImage":"https://i.blogs.es/101982/android-auto-15-5-portada/840_560.jpeg","publishedAt":"2025-10-15T08:00:37Z","content":"Google cada vez corre más, se nota que está acelerando el desarrollo de Android Auto para colar los profundos cambios que están de camino. Estas prisas se notan en la evolución de las actualizaciones… [+2859 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Enrique Dans","title":"Europa quiere aplicar la inteligencia artificial, no solo regularla","description":"Durante años, Europa ha sido la gran potencia normativa del mundo digital. Desde el Reglamento General de Protección de Datos (GDPR )hasta la reciente AI Act, la Unión Europea ha dedicado enormes esfuerzos a diseñar marcos que garanticen la seguridad, la tran…","url":"https://www.elespanol.com/invertia/opinion/20251015/europa-quiere-aplicar-inteligencia-artificial-no-solo-regularla/1003743968186_13.html","urlToImage":"https://s2.elespanol.com/2025/10/14/actualidad/1003743968213_259349909_1706x960.jpg?fmt=jpeg","publishedAt":"2025-10-15T00:13:05Z","content":"Durante años, Europa ha sido la gran potencia normativa del mundo digital. Desde el Reglamento General de Protección de Datos (GDPR )hasta la reciente AI Act, la Unión Europea ha dedicado enormes esf… [+5935 chars]"}]