[{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Lacort","title":"La mayor red de phishing bancario de España tenía nombre: \"Robarle todo a las abuelas\"","description":"GoogleXcoder es el alias del brasileño de 25 años detenido en Cantabria hace un par de semanas, acusado de dirigir la mayor operación de phishing bancario que ha sufrido España.\n<!-- BREAK 1 -->\nSu grupo, 'Equipo GXC', clonó 35 entidades financieras y vació l…","url":"https://www.xataka.com/seguridad/mayor-red-phishing-bancario-espana-tenia-nombre-robarle-todo-a-abuelas","urlToImage":"https://i.blogs.es/4bf562/uco-2/840_560.jpeg","publishedAt":"2025-10-24T10:30:46Z","content":"GoogleXcoder es el alias del brasileño de 25 años detenido en Cantabria hace un par de semanas, acusado de dirigir la mayor operación de phishing bancario que ha sufrido España.\r\nSu grupo, 'Equipo GX… [+2811 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"Object First o la inmutabilidad absoluta como respuesta al ransomware","description":"La compañía creada en 2022 por los fundadores de Veeam Software quiere expandirse por Europa desde Barcelona con un producto de almacenamiento de backup único en el mercado: Ootbi.","url":"https://www.silicon.es/object-first-o-la-inmutabilidad-absoluta-como-respuesta-al-ransomware-2574118","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/Object-First-Oobi-1.jpg","publishedAt":"2025-10-24T10:14:28Z","content":"El ransomware se está convirtiendo en una de las principales amenazas para cualquier tipo de organización. Los ataques para conseguir rescates a través del robo o cifrado de la información corporativ… [+8192 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Clientes para Reddit en Windows 11","description":"Las mejores opciones para usar Reddit en Windows 11: PWA, clientes nativos, extensiones y claves para elegir sin perder tiempo.","url":"https://www.actualidadgadget.com/clientes-para-reddit-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/10/Clientes-para-Reddit-en-Windows-11.png","publishedAt":"2025-10-24T09:07:32Z","content":"Puede que no seas de pasar horas en Reddit, pero cuando te apetece entrar desde el PC, quieres que la experiencia sea cómoda, rápida y sin triquiñuelas. En Windows 11 hay varias formas de usar Reddit… [+15399 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"plokiko","title":"La nueva mensajería de Movistar y Vodafone promete poner fin a los fraudes en el móvil. Otro intento de quitar mercado a WhatsApp","description":"El mensaje de texto tradicional, el veterano SMS, se ha convertido en una vía de comunicación esencial para empresas y administraciones, desde notificaciones bancarias hasta códigos de verificación o citas. Sin embargo, su sencillez se ha vuelto en su contra:…","url":"https://www.xatakamovil.com/seguridad/nueva-mensajeria-movistar-vodafone-promete-poner-fin-a-fraudes-movil-otro-intento-quitar-mercado-a-whatsapp","urlToImage":"https://i.blogs.es/078630/xatakamovil-portada---2025-10-24t055524.717/840_560.jpeg","publishedAt":"2025-10-24T07:00:47Z","content":"El mensaje de texto tradicional, el veterano SMS, se ha convertido en una vía de comunicación esencial para empresas y administraciones, desde notificaciones bancarias hasta códigos de verificación o… [+7570 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Estudio de la FEN de la Universidad de Chile advierte brechas en gobernanza y estrategias de protección de datos en empresas del país","description":"A poco más de un año de la entrada en vigor de la normativa, el análisis detectó brechas para cumplir con la futura ley, bajo involucramiento de los directorios y falta de capacitación de los colaboradores.","url":"https://www.df.cl/df-lab/tech-negocios/estudio-de-la-fen-de-la-universidad-de-chile-advierte-brechas-en-gobernanza","urlToImage":"https://www.df.cl/noticias/site/artic/20251023/imag/foto_0000000920251023191930.jpg","publishedAt":"2025-10-24T07:00:00Z","content":"29,11% tiene una estrategia clara de datos personales.\r\nA casi un año de la entrada en vigencia de la Ley de Protección de Datos Personales -diciembre de 2026- la Facultad de Economía y Negocios (FEN… [+5172 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Alberto Iglesias Fraga","title":"Un baño de realidad","description":"Ayer celebramos la quinta edición de los DISRUPTORES Innovation Awards 2025, la gran cita anual del ecosistema de la innovación y la digitalización en habla hispana. Entenderán, queridos lectores, que todavía permanezca con la bella resaca de una velada extra…","url":"https://www.elespanol.com/invertia/disruptores/opinion/20251024/bano-realidad/1003743979165_13.html","urlToImage":"https://s2.elespanol.com/2025/06/12/actualidad/1003743800916_256396297_1706x960.jpg?fmt=jpeg","publishedAt":"2025-10-24T05:04:09Z","content":"Ayer celebramos la quinta edición de los DISRUPTORES Innovation Awards 2025, la gran cita anual del ecosistema de la innovación y la digitalización en habla hispana. Entenderán, queridos lectores, qu… [+3380 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Perplexity Comet: Indirect Prompt Injection con textos invisibles in imágenes","description":"Ayer os decía que esto de tener un Agentic AI en tu navegador con acceso a tus cuentas y servicios digitales no me parecía una gran idea de seguridad. Os dejaba un caso de Prompt Injection en Perplexity Comet y el disclaimer de ChatGPT Atlas al respecto, que …","url":"https://www.elladodelmal.com/2025/10/perplexity-comet-indirect-prompt.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgcWpXH6gS9i9Gv-CioUCXFmFhwk3XaXVOIrds2hsL2O3HOGyN1Cdu7hPs3x8XYYAHT7yvt-U_AoOAuK8ZY7vA9T2x2Oo5mae_PzoERlENqhvJBd0nLYTcmc96MhgE804O7QU4PgTjEOavzR3SvLtq06SASDb7nF5U2_H5oJbKEj3J7m9DHaPHZ/w1200-h630-p-k-no-nu/Comet0.jpg","publishedAt":"2025-10-24T05:01:00Z","content":"Como su nombre indica, el Prompt Injection se encuentra en una imagen que está publicada en una web, donde el ojo humano no aprecia nada, pero que si la víctima, desde Perplexity Comet pide que se an… [+2622 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Rodrigo Cortina","title":"Protege tu cuenta de Instagram del hackeo: guía completa y recuperación","description":"Guía completa para proteger y recuperar tu cuenta de Instagram: 2FA, contraseñas fuertes, detección de hackeos y pasos de recuperación.","url":"https://www.soydemac.com/protege-tu-cuenta-de-instagram-del-hackeo-guia-completa-y-recuperacion/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/10/Protege-tu-cuenta-de-Instagram-del-hackeo.jpg","publishedAt":"2025-10-24T04:02:03Z","content":"Instagram es un caramelo para los ciberdelincuentes: millones de usuarios, datos personales, mensajes privados y una reputación que se puede dañar en minutos. Proteger tu perfil no es opcional si no … [+12115 chars]"}]