[{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Gustavo López","title":"Hackean a BNB Chain en X y víctimas serán recompensadas","description":"El equipo de BNB Chain confirmó que el incidente ocasionó pérdidas por aproximadamente 8.000 dólares.\nLeer más","url":"https://www.criptonoticias.com/sucesos/hackean-bnb-chain-x-victimas-seran-recompensadas/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/09/binance-bnb-750x375.jpg.webp","publishedAt":"2025-10-01T11:22:48Z","content":"<ul><li>CZ, ex CEO de Binance, celebró que la mayoría de la comunidad de BNB no cayó en la estafa. \r\n</li><li>El ataque se llevó a cabo mediante una operación de phishing que incluyó 10 enlaces fraud… [+2505 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Cooperación en seguridad da resultados: embajador de EU en México","description":"El embajador de Estados Unidos en México, coronel en retiro Ronald Johnson, destacó ayer que la cooperación en seguridad entre ambos países está ofreciendo resultados en la lucha contra el crimen organizado y el tráfico de drogas y armas.","url":"https://www.jornada.com.mx/2025/10/01/politica/007n2pol","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-10-01T11:22:46Z","content":"Periódico La JornadaMiércoles 1º de octubre de 2025, p. 7\r\nEl embajador de Estados Unidos en México, coronel en retiro Ronald Johnson, destacó ayer que la cooperación en seguridad entre ambos países … [+625 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El 57% de las pymes españolas cree haber sufrido ciberataques vinculados con la IA en 2025","description":"El Informe de Ciberpreparación 2025 de Hiscox revela que la IA es un activo para el 62% de las pymes, pero también un nuevo vector de ciberataques.","url":"https://www.silicon.es/el-57-de-las-pymes-espanolas-cree-haber-sufrido-ciberataques-vinculados-con-la-ia-en-2025-2573262","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/pymes-espanolas-ciberataques-inteligencia-artificial.jpeg","publishedAt":"2025-10-01T10:15:23Z","content":"La inteligencia artificial se ha convertido en un arma de doble filo para las pequeñas y medianas empresas españolas. Según el Informe de Ciberpreparación 2025 de Hiscox, un 57% de las pymes cree hab… [+2565 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"MSI Afterburner 4.6.6: versión estable tras 2 años de desarrollo con centenares de novedades y mejoras para todas las gráficas y procesadores","description":"MSI ha liberado la versión final 4.6.6 de Afterburner y la lista de cambios es tan extensa como interesante, algo normal tras más de 2 años desde la última versión estable. La herramienta de overclocking y monitorización más utilizada en PC se renueva con sop…","url":"https://elchapuzasinformatico.com/2025/10/msi-afterburner-4-6-6-final-novedades/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/MSI-Afterburner-portada.webp","publishedAt":"2025-10-01T10:12:50Z","content":"MSI ha liberado la versión final 4.6.6 de\r\nAfterburner y la lista de cambios es tan extensa como\r\ninteresante, algo normal tras más de 2 años desde la última\r\nversión estable. La herramienta de overc… [+4746 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Ezra Reguerra","title":"La cuenta oficial de BNB Chain en X ha sido hackeada, y CZ advierte sobre enlaces de phishing","description":"El fundador de Binance, CZ, instó a usuarios a verificar dos veces los dominios después de que la cuenta de X de BNB Chain fuera hackeada..\n La cuenta oficial de X de la red blockchain BNB Chain, con casi cuatro millones de seguidores, sufrió un hackeo el mié…","url":"https://es.cointelegraph.com/news/bnb-chain-x-account-hacked-inferno-links","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-07/0197daf4-9ab7-752d-9f27-b0ccc04ae09b","publishedAt":"2025-10-01T09:30:00Z","content":"La cuenta oficial de X de la red blockchain BNB Chain, con casi cuatro millones de seguidores, sufrió un hackeo el miércoles. Hackers utilizaron la cuenta para difundir enlaces de phishing dirigidos … [+3110 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Google Drive para escritorio detecta y protege de los ataques de 'ransomware'","description":"Google Drive para escritorio ya puede detectar los ataques de tipo 'ransomware' y proteger los archivos para evitar que acaben dañados e inservibles con ayuda de un modelo de inteligencia artificial que detiene automáticamente la sincronización y facilita la …","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-google-drive-escritorio-detecta-protege-ataques-ransomware-20251001104531.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251001104531_1200.jpg","publishedAt":"2025-10-01T08:45:31Z","content":"MADRID, 1 Oct. (Portaltic/EP) - \r\n   Google Drive para escritorio ya puede detectar los ataques de tipo 'ransomware' y proteger los archivos para evitar que acaben dañados e inservibles con ayuda de … [+1672 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"El Confidencial","title":"La nueva función que tienes en tu Google Drive que te podría salvar todos tus documentos gracias a la IA","description":"Una nueva herramienta de Google promete marcar un antes y un después en la forma de proteger la información digital","url":"https://www.elconfidencial.com/tecnologia/2025-10-01/nueva-funcion-google-drive-salvar-documentos-ia-1qrt_4219657/","urlToImage":"https://images.ecestaticos.com/jxVLCLQr-d0Qc9hz5_LDALhRMHk=/0x0:770x415/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/d37/c67/1e5/d37c671e53224eafd1e83c825d775821.jpg","publishedAt":"2025-10-01T08:44:00Z","content":"Adiós a perderte en los túneles M-30 de Madrid: así puedes usar las 1.600 balizas instaladas por Google y WazeSigue a El Confidencial en Google Discover para enterarte de todas las noticiasGoogle Dri… [+2138 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"La mayoría de las empresas europeas tiene problemas para contratar expertos en ciberseguridad y retenerlos","description":"Mientras,  7 de cada 10 profesionales afirman que su trabajo es más estresante ahora que hace cinco años.","url":"https://www.silicon.es/la-mayoria-de-las-empresas-europeas-tiene-problemas-para-contratar-expertos-en-ciberseguridad-y-retenerlos-2573226","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/image001.jpg","publishedAt":"2025-10-01T07:34:15Z","content":"Mientras la sociedad se digitaliza, las empresas tienen que abordar sus problemas para encontrar talento tecnológico. Esto incluye a profesionales de ciberseguridad.\r\nEn Europa, 2 de cada 3 empresas … [+4219 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Phantom Taurus: Palo Alto Networks descubre un nuevo APT chino con tácticas inéditas y persistencia sin precedentes","description":"Unit 42 identifica a Phantom Taurus, un actor estatal chino que combina sofisticación, doble misión y reaparición inmediata tras ser detectado.","url":"https://www.silicon.es/phantom-taurus-palo-alto-networks-descubre-un-nuevo-apt-chino-con-tacticas-ineditas-y-persistencia-sin-precedentes-2573249","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/apt-chino-phantom-taurus-palo-alto-networks.jpeg","publishedAt":"2025-10-01T07:30:48Z","content":"Tras casi tres años de investigación, Unit 42 de Palo Alto Networks ha identificado un nuevo grupo de ciberamenazas patrocinado por el estado chino, al que ha denominado Phantom Taurus. Se trata de u… [+1754 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Lockridge Okoth","title":"Cuenta X de BNB Chain Hackeada: CZ Advierte a los Usuarios que se Mantengan SAFU de Estafa de Phishing","description":"La cuenta oficial de X de BNB Chain fue hackeada para promover un falso airdrop, atrayendo a los usuarios con enlaces de phishing. CZ confirmó la violación y pidió precaución.\nEl post Cuenta X de BNB Chain Hackeada: CZ Advierte a los Usuarios que se Mantengan…","url":"https://es.beincrypto.com/binance-cz-bnb-cadena-x-hack-octubre/","urlToImage":"https://assets.beincrypto.com/img/mFThyaEbf5lMpzm2d4-Tu0GkZYs=/smart/14cc9d1203584a7eb86c8f82438fff8c","publishedAt":"2025-10-01T06:35:27Z","content":"La cuenta oficial de X (Twitter) de BNB Chain fue comprometida el miércoles 1 de octubre, durante las primeras horas de la sesión asiática.\r\nLos atacantes utilizaron la plataforma para promover un fa… [+3853 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Ángel Hernández","title":"Embajador de EU en México presume colaboración entre Sheinbaum y Trump","description":"El embajador de Estados Unidos en México, Ronald Johnson, presumió que el trabajo conjunto entre la presidenta de México, Claudia Sheinbaum, y su homólogo de los Estados Unidos, Donald Trump, está ofreciendo resultados en materia de seguridad, particularmente…","url":"https://www.milenio.com/politica/embajador-eu-mexico-presume-colaboracion-sheinbaum-trump","urlToImage":"https://cdn.milenio.com/uploads/media/2025/07/23/ronald-johnson-embajador-unidos-mexico.jpg","publishedAt":"2025-10-01T05:29:29Z","content":"El embajador de Estados Unidos en México, Ronald Johnson,presumió que el trabajo conjunto entre la presidenta de México, Claudia Sheinbaum, y su homólogo de los Estados Unidos, Donald Trump, está ofr… [+1604 chars]"}]