[{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Investigadores alertan de un nuevo riesgo para tu cuenta bancaria: toma el control del dispositivo de la víctima e imita el comportamiento humano","description":"Herodotus es el nombre de un nuevo 'malware' que toma el control del dispositivo de la víctima para robar credenciales bancarias, pero con la particularidad de que intenta imitar el comportamiento humano para evitar ser detectado.","url":"https://www.eleconomista.es/tecnologia/noticias/13619976/10/25/investigadores-alertan-de-un-nuevo-riesgo-para-tu-cuenta-bancaria-toma-el-control-del-dispositivo-de-la-victima-e-imita-el-comportamiento-humano.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/4/9/3/estafa-canva.jpg","publishedAt":"2025-10-30T15:22:36Z","content":"Herodotus es el nombre de un nuevo 'malware' que toma el control del dispositivo de la víctima para robar credenciales bancarias, pero con la particularidad de que intenta imitar el comportamiento hu… [+2232 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Fortinet publica un declaración ambiental de producto para el firewall FortiGate-40F","description":"Desde la compañía sostienen que \"la ciberseguridad es esencial para la resiliencia digital, pero también debe integrarse en un ecosistema sostenible\".","url":"https://www.silicon.es/fortinet-publica-un-declaracion-ambiental-de-producto-para-el-firewall-fortigate-40f-2574313","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-deepadesigns_seguridad.jpg","publishedAt":"2025-10-30T15:08:06Z","content":"Fortinet publica una declaración ambiental para su firewall FortiGate-40F conforme a nuevas normas de categoría de producto (PCR 2024:06).\r\nEs la primera empresa de ciberseguridad en anunciar una dec… [+810 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"IPFire 2.29 Core Update 198 introduce mejoras del IPS, paquetes y seguridad","description":"Todo sobre IPFire 2.29 Core Update 198: Suricata 8.0.1, avisos por email, reportes PDF y paquetes clave actualizados. Disponible para x86_64 y ARM64.","url":"https://www.linuxadictos.com/ipfire-2-29-core-update-198-introduce-mejoras-del-ips-paquetes-y-seguridad.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/IPFire-2.29-Core-Update-198.webp","publishedAt":"2025-10-30T12:52:59Z","content":"La nueva IPFire 2.29 Core Update 198ya está disponible como versión estable del conocido firewall Linux endurecido, un lanzamiento que prioriza la detección de intrusiones, la visibilidad operativa y… [+3966 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Seis detenidos por estafar 13.000 euros a una empresa de Granada a través de internet","description":"Las estadísticas aseguran que Granada es la provincia andaluza donde más crecen los delitos cibernéticos y una nueva estafa descubierta ahora por la Guardia Civil da fe de que esa tendencia no decae. Cinco hombre y una mujer, con edades comprendidas entre los…","url":"https://www.abc.es/espana/andalucia/granada/seis-detenidos-estafar-13000-euros-empresa-granada-20251030131226-nts.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/10/30/20251030Op.Toroca-U52828078351DEz-1024x512@diario_abc.jpg","publishedAt":"2025-10-30T12:21:32Z","content":"Las estadísticas aseguran que Granada es la provincia andaluza donde más crecen los delitos cibernéticos y una nueva estafa descubierta ahora por la Guardia Civil da fe de que esa tendencia no decae.… [+2170 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Thaís Aguilar Z.","title":"BN promueve la educación y la prevención para proteger a sus clientes de fraudes","description":"Conversamos con Arnold Pérez Ramírez, Director a.i. de Seguridad e Investigaciones del Banco Nacional (BN), para entender cómo se libra esta “batalla” contra el fraude y qué estrategias deben adoptar los clientes para proteger su patrimonio.","url":"https://www.nacion.com/brandvoice/bn-promueve-la-educacion-y-la-prevencion-para/MV5CWV6GJBCJ7P5HWDJZNYUUTE/story/","urlToImage":"https://www.nacion.com/resizer/v2/VPJABEF7F5DDZDRZX6QFSSIU7A.jpg?smart=true&auth=aa74682587fa7fbae60faa47febc3e3404cca5da2bc64d17bebeac8655009ad4&width=1440","publishedAt":"2025-10-30T12:00:00Z","content":"Conversamos con Arnold Pérez Ramírez, Director a.i. de Seguridad e Investigaciones del Banco Nacional (BN), para entender cómo se libra esta batalla contra el fraude y qué estrategias deben adoptar l… [+4436 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Silicon Pulse: Titulares de la semana T3E32","description":"Bienvenido a un nuevo episodio del podcast semanal Silicon Pulse, un espacio en el que podrás escuchar una selección de la información más relevante que hemos publicado a lo largo de estos cinco días.","url":"https://www.silicon.es/silicon-pulse-titulares-de-la-semana-t3e32-2574301","urlToImage":"https://www.silicon.es/wp-content/uploads/2023/04/wp-silicon-pulse-titulares-semana.jpg","publishedAt":"2025-10-30T11:36:42Z","content":"El episodio de Silicon Pulse de esta semana ofrece una radiografía completa de la transformación tecnológica en España, destacando la inteligencia artificial como motor central, aunque se enfrenten a… [+7071 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"R. Badillo","title":"¿La estafa perfecta? Un 'deepfake' del CEO de Nvidia en YouTube engaña a más de 100.000 personas","description":"La transmisión dio comienzo a la vez que la GPU Technology Conference, que sí era un evento real y oficial. Así lograron dar credibilidad a su estafa con criptomonedas","url":"https://www.elconfidencial.com/tecnologia/2025-10-30/deepfake-youtube-nvidia-100000-enganados-1qrt_4238307/","urlToImage":"https://images.ecestaticos.com/qhBwArONiJ36cI38FxeupOs8CEw=/0x0:2272x1514/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/a52/11b/707/a5211b707c6f47dd89946826c85dc0fd.jpg","publishedAt":"2025-10-30T10:23:00Z","content":"La Nvidia de los huevos de oro: su plan maestro también es un campo de minasSigue a El Confidencial en Google Discover para enterarte de todas las noticiasUna transmisión fraudulenta en YouTube consi… [+2860 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Guille Lomener","title":"Apple ha invertido 8 millones y 76 reuniones en su batalla con Bruselas. El resultado para ti: un iPhone con funciones que no puedes usar","description":"Apple visitó Bruselas casi dos veces por semana durante el primer semestre de 2025. En total, 76 reuniones entre el Parlamento Europeo y altos cargos de la Comisión. Y todo ese esfuerzo diplomático tiene un precio: 8 millones de euros anuales en intentar camb…","url":"https://www.applesfera.com/apple-1/apple-ha-invertido-8-millones-76-reuniones-su-batalla-bruselas-resultado-para-ti-iphone-funciones-que-no-puedes-usar","urlToImage":"https://i.blogs.es/d8b2c7/europa/840_560.jpeg","publishedAt":"2025-10-30T09:30:57Z","content":"Apple visitó Bruselas casi dos veces por semana durante el primer semestre de 2025. En total, 76 reuniones entre el Parlamento Europeo y altos cargos de la Comisión. Y todo ese esfuerzo diplomático t… [+4927 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Sergio J. Ortiz","title":"Red Wi-Fi pública: qué riesgos corres al conectarte y cómo mantener tu iPhone seguro","description":"Las redes Wi-Fi públicas son de gran ayuda a la hora de conectar tus dispositivos a Internet en cualquier lugar en el que te encuentres. Es una práctica muy habitual, como también es habitual que los hackers aprovechen tu conexión a una red Wi-Fi pública para…","url":"https://ipadizate.com/iphone/red-wi-fi-publica-que-riesgos-corres-al-conectarte-y-como-mantener-tu-iphone-seguro","urlToImage":"https://ipadizate.com/hero/2025/10/0fcfea49-2ee6-47c6-9347-cbae2ef76dca.jpeg?width=1200","publishedAt":"2025-10-30T09:10:39Z","content":"Existen muchos puntos de redes Wi-Fi públicas\r\nLas redes Wi-Fi públicas son de gran ayuda a la hora de conectar tus dispositivos a Internet en cualquier lugar en el que te encuentres. Es una práctica… [+6269 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"jcastilloa5f9631067","title":"El ‘Cloaking’ que Burla a la IA y Convierte Noticias Falsas en ‘Verdad’ Absoluta","description":"Investigadores en ciberseguridad han alertado sobre un grave fallo de seguridad que afecta a navegadores y agentes de inteligencia artificial (IA) de nueva generación, como ChatGPT Atlas y Perplexity. El problema, denominado ‘encubrimiento dirigido por IA’ (A…","url":"https://unaaldia.hispasec.com/2025/10/el-cloaking-que-burla-a-la-ia-y-convierte-noticias-falsas-en-verdad-absoluta.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/LastInformative.png?fit=1200%2C800&ssl=1","publishedAt":"2025-10-30T07:27:38Z","content":"Investigadores en ciberseguridad han alertado sobre un grave fallo de seguridad que afecta a navegadores y agentes de inteligencia artificial (IA) de nueva generación, como ChatGPT Atlas y Perplexity… [+4985 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"ChatGPT Atlas: Client-Side Attack CSRF para Contaminar la Memoria con un Prompt Injection que te hackea tu Windows con Vibe Coding","description":"Parece que no hay un día sin un Prompt Injection explotado en un Agentic AI o en un AI-First Web Browser, y la verdad es que tengo que buscar huecos para publicar otros temas en mi blog, porque a la velocidad que son descubiertos dan un poco de miedo. En este…","url":"https://www.elladodelmal.com/2025/10/chatgpt-atlas-client-side-attack-csrf.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjGWiMle3iWf8Zmak5PEW-70K8MVxq4PTq_vyjUsTfwitN64phejxMKDD0vI5JcaF80htIulR1DYWELTBgP4ivEDFdr9mzIl-8m8yCjd1tSZWp-vWRxixGae-N-llCecX0t63eeWN-ytMJqyZvNfOpStyPo_dkT45gwI5S64DsLNfu7eSkj2KPw/w1200-h630-p-k-no-nu/prompt0.jpg","publishedAt":"2025-10-30T06:01:00Z","content":"Lo que hace ese enlace es \"Contaminar\" la Memory de ChatGPT con un Prompt malicioso, enviando información no protegida contra CSRF en el servidor, ya que la URL con la que se consigue la actualizació… [+1943 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Si has instalado Linux, este es el mejor antivirus que puedes utilizar","description":"Los usuarios de Linux, aunque haya quien piense lo contrario, también necesitan antivirus. Por ello, si has instalado este sistema operativo, te vamos a recomendar el mejor antivirus disponible.\nEs cierto que Linux es un sistema muy seguro. En comparación a W…","url":"https://www.adslzone.net/noticias/tecnologia/instalado-linux-mejor-antivirus-puedes-utilizar/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/ClamAV-antivirus-codigo-Matrix-fondo.png","publishedAt":"2025-10-30T05:02:46Z","content":"Es cierto que Linux es un sistema muy seguro. En comparación a Windows, hay una diferencia abismal. No obstante, que uses Linux, como te indicamos, no significa que estés totalmente protegido. Lo mej… [+4101 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Gustavo López","title":"¿Cómo saber si calificas para un airdrop en MetaMask?","description":"Si un usuario recibe un airdrop de MetaMask, es fundamental que sepa cómo reclamarlo de forma segura y evitar caer en intentos de phishing.\nLeer más","url":"https://www.criptonoticias.com/comunidad/como-saber-cuenta-metamask-airdrop/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/10/MetaMask-Wallet-Stablecoin.webp","publishedAt":"2025-10-30T05:00:00Z","content":"<ul><li>El interés en los airdrops ha propiciado intentos de fraude, por lo que es importante estar alerta.\r\n</li><li>Recientemente MetaMask lanzó un nuevo programa de recompensas.\r\n</li></ul>\r\nDentr… [+4287 chars]"}]