[{"source":{"id":null,"name":"Hispasec.com"},"author":"fsanjurjo","title":"ALERTA: Hackers clonan voces de empleados para vaciar empresas. Ni el helpdesk está a salvo.","description":"Un supuesto empleado llamó al helpdesk interno diciendo que había perdido el acceso a su cuenta. Todo rutinario, y la voz era idéntica a la del trabajador real. Tan perfecta que el analista casi ejecutó el reseteo. Solo una verificación por canal alternativo …","url":"https://unaaldia.hispasec.com/2025/11/alerta-hackers-clonan-voces-de-empleados-para-vaciar-empresas-ni-el-helpdesk-esta-a-salvo.html","urlToImage":"https://unaaldia.hispasec.com/wp-content/uploads/2025/11/Firefly_Hazme-una-imagen-que-represente-la-siguiente-situacion-__Un-supuesto-empleado-llamo-13860.png","publishedAt":"2025-11-16T09:00:00Z","content":"Un supuesto empleado llamó al helpdesk interno diciendo que había perdido el acceso a su cuenta. Todo rutinario, y la voz era idéntica a la del trabajador real. Tan perfecta que el analista casi ejec… [+2021 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Manuel Fernández","title":"El Black Friday, un festival para los 'hackers': así roban todos tus datos haciéndose pasar por empresas de mensajería","description":"Los atacantes se valen de cierta información filtrada para hacer creer a las víctimas que efectivamente son firmas de reparto que tienen paquetes retenidos.\nMás información: ¿Esperar al Black Friday para comprar un iPhone? Este es el mejor momento para tenerl…","url":"https://www.elespanol.com/omicrono/software/20251116/black-friday-festival-hackers-roban-datos-haciendose-pasar-empresas-mensajeria/1003744013297_0.html","urlToImage":"https://s3.elespanol.com/2021/11/22/malaga/629199367_215868121_1706x960.jpg?fmt=jpeg","publishedAt":"2025-11-16T08:00:00Z","content":"El próximo 28 de noviembre se celebrará en España y en todo el mundo el famoso Black Friday, una fecha señalada en el calendario para dar rienda suelta a una brutal campaña de ofertas que nos permite… [+2963 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Amazon bloquea las apps pirata en Fire TV: así te afecta","description":"Amazon inicia el bloqueo de apps pirata en Fire TV en Francia y Alemania. Impacto en España, cómo funciona el veto y los riesgos que pretende evitar.","url":"https://www.actualidadgadget.com/amazon-bloquea-las-apps-pirata-en-fire-tv-asi-te-afecta/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Amazon-bloquea-aplicaciones-pirata-en-Fire-TV-1.jpg","publishedAt":"2025-11-16T03:10:09Z","content":"Amazon ha movido ficha contra el acceso ilícito a contenidos en sus dispositivos Fire TV y Fire TV Stick, y ya impide la ejecución de aplicaciones asociadas a retransmisiones pirata aunque se hayan i… [+5404 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Echogram: Bypassing Guardrails con Flip Tokens","description":"Mientras iba en el vuelo de camino a Singapur he disfrutado de la lectura de algunos artículos que tenía marcados en el lector RSS, y uno de ellos me ha gustado mucho por lo sencilla de la idea, y los escenarios de ataque que abre. Se trata del trabajo de Ech…","url":"https://www.elladodelmal.com/2025/11/echogram-bypassing-guardrails-con-flip.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhpilWkGtXuhtAHVY8Olj-5j-thIjS5fm8e1K-eCDboehrFW0PDWnyVHkCwinJlKmkBjUhckDPFpE0kRe1b6GNavpEAlQf28M8ZOugnDvVlEyQdWRt98RRs_1-zmcXr0PaUu7BsTiyqFyMmzpf9R2QIUbWS4WiskqO8lQBGdJ0epWaDuKvfGRwl/w1200-h630-p-k-no-nu/echo0.jpg","publishedAt":"2025-11-16T02:23:00Z","content":"Mientras iba en el vuelo de camino a Singapur he disfrutado de la lectura de algunos artículos que tenía marcados en el lector RSS, y uno de ellos me ha gustado mucho por lo sencilla de la idea, y lo… [+9219 chars]"}]