[{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"javier.baez","title":"¿Qué debes hacer si hackean tu celular? Guía paso a paso","description":"Javier Báez\r\nLos teléfonos se han convertido en una extensión de nuestra vida personal y profesional. Si tienes la sospecha de que tu teléfono fue hackeado, es necesario actuar rápido para evitar el robo de información. A continuación, te decimos lo que debes…","url":"https://www.excelsior.com.mx/hacker/que-debes-hacer-si-hackean-tu-celular-guia-paso-a-paso/1729303","urlToImage":"https://www.excelsior.com.mx/media/styles/image1200x630/public/pictures/2025/07/26/3348836.jpg","publishedAt":"2025-07-26T18:09:32Z","content":"Los teléfonos se han convertido en una extensión de nuestra vida personal y profesional. Si tienes la sospecha de que tu teléfono fue hackeado, es necesario actuar rápido para evitar el robo de infor… [+2425 chars]"},{"source":{"id":null,"name":"Muyinteresante.com"},"author":"edgary185","title":"¿Einstein era malo en matemáticas? Este y otros mitos absurdos que la evidencia desmiente","description":"A lo largo de las décadas, la divulgación científica ha intentado corregir algunas de estas ideas erróneas. Pero muchas persisten, recicladas en redes sociales, memes, películas o conversaciones cotidianas. La repetición no convierte una frase en cierta. Solo…","url":"https://www.muyinteresante.com/curiosidades/mitos-ciencia-tecnologia-verdades.html","urlToImage":"https://www.muyinteresante.com/wp-content/uploads/sites/5/2025/07/¿Einstein-era-malo-en-matematicas-Este-y-otros-mitos-absurdos-que-la-evidencia-desmiente-og.jpg","publishedAt":"2025-07-26T17:10:00Z","content":"Vivimos rodeados de certezas que damos por sentadas. Que la Tierra es una esfera perfecta. Que el internet oscuro es una guarida para delincuentes. Y, sin embargo, muchas de esas “verdades” se tambal… [+21068 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"FunkSec: El ransomware con inteligencia artificial que redefine el cibercrimen","description":"FunkSec usa IA para crear ransomware avanzado y barato, atacando sectores clave en Europa y Asia. Descubre cómo protegerte.","url":"https://www.linuxadictos.com/funksec-el-ransomware-con-inteligencia-artificial-que-redefine-el-cibercrimen.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/FunkSec-ransomware-con-IA.jpg","publishedAt":"2025-07-26T17:07:13Z","content":"En los últimos tiempos, FunkSec se ha posicionado como una de las amenazas cibernéticas más innovadoras y peligrosas gracias a la integración de inteligencia artificial en sus operaciones. El grupo, … [+5420 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Por estos motivos uso una VPN para jugar online y tú también deberías","description":"Las conexiones VPN están siendo muy utilizadas en el mundo entero, aunque todavía hay usos que no están muy extendidos. El gaming, por ejemplo, es una de las funciones que se pueden beneficiar de este tipo de conexión. A continuación, te explico cuáles son lo…","url":"https://www.adslzone.net/noticias/videojuegos/motivos-usar-vpn-jugar-online/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/07/Chica-jugando-ordenador-3-pantallas-conectadas.png","publishedAt":"2025-07-26T13:04:38Z","content":"Cada día hay más motivos para usar una conexión VPN. Y, una vez inviertes en pagar la conexión VPN de un servicio de calidad como NordVPN o ExpressVPN, lo mejor es aprovecharlo al máximo de distintas… [+6606 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Alarma por SparkKitty: el troyano que roba fotos y criptodatos en móviles","description":"Nuevo troyano roba imágenes y frases de wallets en iOS y Android, infectando apps legítimas. Consejos esenciales para proteger tu móvil.","url":"https://www.soydemac.com/alarma-por-sparkkitty-el-troyano-que-roba-fotos-y-criptodatos-en-moviles/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/07/troyano.jpg","publishedAt":"2025-07-26T11:58:32Z","content":"La seguridad de los dispositivos móviles vuelve a estar en el punto de mira tras el descubrimiento de SparkKitty, un troyano avanzado que ha sembrado inquietud entre usuarios de iPhone y Android. Exp… [+5819 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Aaron Wood","title":"Los ataques de 'llave inglesa' impulsan a los inversores en criptomonedas hacia los custodios centralizados","description":"Los ataques de 'llave inglesa' contra destacados ejecutivos de criptomonedas están moldeando la narrativa en torno a la custodia centralizada de criptomonedas.\n Los custodios de criptomonedas están reportando un mayor interés en sus servicios en medio de la c…","url":"https://es.cointelegraph.com/news/wrench-attacks-crypto-investors-centralized-custodians","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-07/019841e5-21da-77f9-9a14-23fd9dc8921b","publishedAt":"2025-07-26T11:41:40Z","content":"Los custodios de criptomonedas están reportando un mayor interés en sus servicios en medio de la creciente frecuencia de los llamados \"ataques de 'llave inglesa' de 5 dólares\" contra traders, inverso… [+8961 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Ángel González","title":"Apple comunica a los desarrolladores el nuevo sistema de clasificación por edades en la App Store","description":"Apple actualiza el sistema de edades en la App Store, exige nuevas respuestas a desarrolladores y mejora el control parental. Consulta los detalles.","url":"https://www.actualidadiphone.com/apple-comunica-a-los-desarrolladores-el-nuevo-sistema-de-clasificacion-por-edades-en-la-app-store/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2021/12/app.jpg","publishedAt":"2025-07-26T11:00:45Z","content":"Apple ha iniciado una actualización relevante en su política de clasificación por edades para aplicaciones y juegos dentro de la App Store, una medida que cambia la manera en que se informa sobre la … [+3970 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"La estafa del paquete no solicitado: cada vez más usuarios de Amazon o Temu son víctimas del 'brushing'","description":"El brushing es una técnica de comercio electrónico fraudulento en la que vendedores envían paquetes no solicitados a personas que no habían realizado ningún pedido. Este tipo de estafa es utilizada por vendedores poco éticos con el fin de crear transacciones …","url":"https://www.genbeta.com/seguridad/estafa-paquete-no-solicitado-cada-vez-usuarios-amazon-temu-victimas-brushing-1","urlToImage":"https://i.blogs.es/cb3c7d/brushing/840_560.jpeg","publishedAt":"2025-07-26T11:00:36Z","content":"El brushing es una técnica de comercio electrónico fraudulento en la que vendedores envían paquetes no solicitados a personas que no habían realizado ningún pedido. Este tipo de estafa es utilizada p… [+2995 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Immich, tu nube de código abierto para alojar fotos y vídeos. Todo lo que necesitas saber","description":"Descubre cómo instalar y usar Immich en Linux. Haz tu galería privada con seguridad, IA y copia automática. ¡Controla tus fotos!","url":"https://www.linuxadictos.com/immich-tu-nube-de-codigo-abierto-para-alojar-fotos-y-videos-todo-lo-que-necesitas-saber.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/immich.webp","publishedAt":"2025-07-26T08:57:05Z","content":"La gestión y protección de nuestras fotografías y vídeos personales se ha convertido en una prioridad esencial en la era digital. Servicios como Google Photos han marcado tendencia, pero el control s… [+10693 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"Alerta por el peligro del malware preinstalado en dispositivos Android baratos","description":"Millones de Android económicos llevan malware de fábrica. Descubre los riesgos, modelos afectados y consejos para evitar ser víctima.","url":"https://www.linuxadictos.com/alerta-por-el-peligro-del-malware-preinstalado-en-dispositivos-android-baratos.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Malware-preinstalado-en-dispositivos-Android.png","publishedAt":"2025-07-26T08:38:40Z","content":"En los últimos tiempos se ha destapado un grave problema en el mundo tecnológico: millones de dispositivos Android llegan a manos de los usuarios con malware preinstalado de fábrica. Este tipo de ame… [+5439 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"El auge del malware creado con inteligencia artificial: amenazas, técnicas y casos reales","description":"Aprende cómo el malware creado con IA está cambiando la ciberseguridad y conoce los casos más recientes y peligrosos.","url":"https://www.linuxadictos.com/el-auge-del-malware-creado-con-inteligencia-artificial-amenazas-tecnicas-y-casos-reales.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Malware-creado-con-IA.jpg","publishedAt":"2025-07-26T08:22:27Z","content":"En los últimos tiempos, los ciberdelincuentes están aprovechando la inteligencia artificial para crear una nueva generación de malware que pone en jaque a usuarios y organizaciones. Si bien la IA ha … [+7097 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Tor: La Red de Anonimato con Orígenes Militares que Divide al Mundo Digital","description":"Un análisis completo sobre la controversia que rodea a la herramienta de privacidad más utilizada del mundo y sus alternativas emergentes La red Tor (The Onion Router) se encuentra en el centro de un debate fundamental sobre la privacidad digital. Promocionad…","url":"https://www.redes-sociales.com/tor-la-red-de-anonimato-con-origenes-militares-que-divide-al-mundo-digital/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/07/tor-browser-android.png","publishedAt":"2025-07-26T07:34:32Z","content":"Un análisis completo sobre la controversia que rodea a la herramienta de privacidad más utilizada del mundo y sus alternativas emergentes\r\nLa red Tor (The Onion Router) se encuentra en el centro de u… [+13299 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Gloria Martínez","title":"Expertos en ciberseguridad alertan de las estafas más comunes al reservar las vacaciones de verano y cómo evitarlas","description":"Las vacaciones de verano son la época del año más esperada para millones de personas que dejan atrás la monotonía y el estrés del trabajo y se marchan en busca de un destino en el que la paz y tranquilidad son las protagonistas. Pero puede convertirse en una …","url":"https://www.eleconomista.es/tecnologia/noticias/13480597/07/25/expertos-en-ciberseguridad-alertan-de-las-estafas-mas-comunes-al-reservar-las-vacaciones-de-verano-y-como-evitarlas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/d/d/6/estafa-canva.jpg","publishedAt":"2025-07-26T07:32:18Z","content":"Las vacaciones de verano son la época del año más esperada para millones de personas que dejan atrás la monotonía y el estrés del trabajo y se marchan en busca de un destino en el que la paz y tranqu… [+1752 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Proton Lumo: el chatbot que prioriza la privacidad en la era de la inteligencia artificial","description":"La inteligencia artificial sigue expandiéndose a una velocidad vertiginosa, pero con ella también crecen las preocupaciones sobre la privacidad de los datos. En este contexto, la empresa suiza Proton —conocida por su servicio de correo seguro Proton Mail— ha …","url":"https://wwwhatsnew.com/2025/07/26/proton-lumo-el-chatbot-que-prioriza-la-privacidad-en-la-era-de-la-inteligencia-artificial/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/07/output1-47-1.jpg","publishedAt":"2025-07-26T06:00:20Z","content":"La inteligencia artificial sigue expandiéndose a una velocidad vertiginosa, pero con ella también crecen las preocupaciones sobre la privacidad de los datos. En este contexto, la empresa suiza Proton… [+5313 chars]"},{"source":{"id":null,"name":"Desdelinux.net"},"author":"Jose Albert","title":"Novedades del Linuxverso Semana 30/2025: Br OS 12.11, Liya 2.4 y OPNsense 25.7","description":"Ven a conocer las recientes novedades de las Distros *Linux, *BSD e independientes del Linuxverso acontecidas durante la semana 30 del año 2025.","url":"https://blog.desdelinux.net/novedades-linuxverso-semana-30-2025/","urlToImage":"https://blog.desdelinux.net/wp-content/uploads/2025/07/novedades-linuxverso-semana-30-2025-imagen-destacada-blog-desdelinux.jpeg","publishedAt":"2025-07-26T04:00:38Z","content":"Distros del Linuxverso: Novedades de la Semana 30 del año 2025\r\nPara esta trigésima (30) semana del año 2025 (20/07/25 al 26/07/25) en el Linuxverso, les ofrecemos nuestro oportuno y acostumbrado res… [+8810 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Cómo mantener seguro tu Mac en redes Wi-Fi públicas: consejos esenciales y herramientas clave","description":"Descubre cómo proteger tu Mac en redes Wi-Fi públicas con consejos, herramientas y trucos clave. Aumenta tu seguridad y navega con tranquilidad.","url":"https://www.soydemac.com/como-mantener-seguro-tu-mac-en-redes-wi-fi-publicas-consejos-esenciales-y-herramientas-clave/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/07/Como-ocultar-tu-red-WiFi-en-Mac-paso-a-paso-e1753387245646.jpg","publishedAt":"2025-07-26T03:00:35Z","content":"Acceder a redes Wi-Fi públicas es algo cada vez más habitual, ya sea en cafeterías, aeropuertos, bibliotecas o incluso en hoteles durante las vacaciones. Aunque la comodidad que nos aporta estar siem… [+8341 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"Windows 11 24H2: Detalles clave de la nueva actualización y el parche KB5062660","description":"Novedades, funciones clave y correcciones de Windows 11 24H2 con el parche KB5062660. Descubre todo lo que cambia y mejora.","url":"https://www.linuxadictos.com/windows-11-24h2-detalles-clave-de-la-nueva-actualizacion-y-el-parche-kb5062660.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Windows-11-24H2-nueva-actualizacion.jpg","publishedAt":"2025-07-26T00:23:53Z","content":"Windows 11 continúa su evolución y acaba de recibir una de las actualizaciones más relevantes de los últimos tiempos para el sistema operativo. Tras meses repletos de comentarios acerca de su estabil… [+5696 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Gustavo Godoy","title":"La interfaz cerebral y Coinbase: ¿Será esta una conexión exitosa?","description":"La incursión de Coinbase en interfaces cerebro-computadora: ¿Una unión prometedora o contradictoria para la privacidad?\n El auge de la neurotecnología y el incesante avance de las criptomonedas han trazado trayectorias paralelas que, hasta hace poco, parecían…","url":"https://es.cointelegraph.com/news/brain-computer-interface-and-coinbase-will-this-be-a-successful-connection","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-06/0197adc5-b3fd-7780-84f7-a427031f154d","publishedAt":"2025-07-26T00:04:48Z","content":"El auge de la neurotecnología y el incesante avance de las criptomonedas han trazado trayectorias paralelas que, hasta hace poco, parecían destinadas a converger solo en el ámbito de la ciencia ficci… [+7732 chars]"}]