[{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"Camboya dice que ataques tailandeses se adentran en su territorio cerca de refugios de civiles","description":"Por SOPHENG CHEANG MONGKOL BOREY, Camboya (AP) — Los intensos combates entre Tailandia y Camboya iniciaron su segunda semana el lunes, cuando Nom Pen afirmó que los bombardeos tailandeses se están adentrando más en su territorio, acercándose a refugios para p…","url":"https://www.bostonherald.com/2025/12/15/camboya-dice-que-ataques-tailandeses-se-adentran-en-su-territorio-cerca-de-refugios-de-civiles/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2025/12/TAILANDIA-CAMBOYA_43881.jpg?w=1024&h=683","publishedAt":"2025-12-15T12:15:08Z","content":"Por SOPHENG CHEANG\r\nMONGKOL BOREY, Camboya (AP) — Los intensos combates entre Tailandia y Camboya iniciaron su segunda semana el lunes, cuando Nom Pen afirmó que los bombardeos tailandeses se están a… [+5736 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Anunciante","title":"BingX alcanza los 40 millones de usuarios en 2025 y lo celebra con la campaña Beyond the Alpha","description":"CIUDAD DE PANAMÁ, 15 de diciembre de 2025 – BingX, uno de los principales exchanges de criptomonedas y una compañía de IA Web3, ha alcanzado un hito importante al superar los 40 millones de usuarios globales. Este logro marca un extraordinario crecimiento int…","url":"https://es.beincrypto.com/bingx-alcanza-40-millones-usuarios-campana-beyond-the-alpha/","urlToImage":"https://assets.beincrypto.com/img/1HAafbrUQAMAFcC6xFKFuJyMIP0=/smart/7045803a51c64f38aeb592aeefb8b13d","publishedAt":"2025-12-15T12:00:00Z","content":"CIUDAD DE PANAMÁ, 15 de diciembre de 2025 BingX, uno de los principales exchanges de criptomonedas y una compañía de IA Web3, ha alcanzado un hito importante al superar los 40 millones de usuarios gl… [+7167 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Astillero y Guarnizo instalan un nuevo sistema de videovigilancia inteligente","description":"El Ayuntamiento de Astillero ha comenzado esta semana la instalación de un amplio despliegue de cámaras de seguridad y control inteligente en Astillero y Guarnizo con el fin de reforzar la prevención y mejorar la capacidad de respuesta del municipio.","url":"https://www.europapress.es/cantabria/noticia-astillero-guarnizo-instalan-nuevo-sistema-videovigilancia-inteligente-20251215120824.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251215120824_1200.jpg","publishedAt":"2025-12-15T11:08:24Z","content":"ASTILLERO 15 Dic. (EUROPA PRESS) - \r\n El Ayuntamiento de Astillero ha comenzado esta semana la instalación de un amplio despliegue de cámaras de seguridad y control inteligente en Astillero y Guarniz… [+2368 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Iago Rodriguez","title":"Todos estos móviles Xiaomi se quedarán sin actualizaciones en 2026","description":"2026 continúa configurándose como un año curioso para el mercado móvil, ya sabemos que la crisis de la RAM tiene todas las papeletas de imposibilitar la compra de un dispositivo nuevo, y ahora todo apunta a que a millones de usuarios se les va a complicar con…","url":"https://andro4all.com/xiaomi/todos-estos-moviles-xiaomi-se-quedaran-sin-actualizaciones-en-2026","urlToImage":"https://andro4all.com/hero/2025/12/noticias-2025-12-15t114905.823.png?width=1200","publishedAt":"2025-12-15T10:51:23Z","content":"Que un teléfono llegue al \"fin de su vida\" no implica que se convierta en un ladrillo de la noche a la mañana, sin embargo, su uso a partir de ese momento conlleva riesgos y limitaciones considerable… [+3675 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Una nueva estafa bancaria pone en alerta a miles de usuarios: \"Tu seguro ha sido activado exitosamente, si no has sido tú...\"","description":"Estemos donde estemos, no hay que dejar de estar nunca atento a los ciberataques, y es que hoy en día los criminales pueden estar a miles de kilómetros de nosotros y aun así robarnos los datos personales y bancarios.","url":"https://www.eleconomista.es/tecnologia/noticias/13691287/12/25/una-nueva-estafa-bancaria-pone-en-alerta-a-miles-de-usuarios-tu-seguro-ha-sido-activado-exitosamente-si-no-has-sido-tu.html","urlToImage":"https://s03.s3c.es/imag/_v0/1300x709/7/4/d/1200x655_estafa-banco2.jpg","publishedAt":"2025-12-15T10:49:16Z","content":"Estemos donde estemos, no hay que dejar de estar nunca atento a los ciberataques, y es que hoy en día los criminales pueden estar a miles de kilómetros de nosotros y aun así robarnos los datos person… [+1980 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"GhostFrame: el kit de phishing invisible basado en iframes que ya supera el millón de ataques","description":"Barracuda detecta GhostFrame, un nuevo kit de phishing como servicio que oculta el robo de credenciales en iframes y evade las defensas tradicionales.","url":"https://www.silicon.es/ghostframe-el-kit-de-phishing-invisible-basado-en-iframes-que-ya-supera-el-millon-de-ataques-2575571","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/ghostframe-kit-phishing-iframes.jpeg","publishedAt":"2025-12-15T09:39:42Z","content":"Barracuda Research ha identificado un nuevo kit de phishing como servicio (PhaaS) denominado GhostFrame, que introduce una técnica inédita hasta ahora: la construcción completa del ataque sobre ifram… [+2654 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Vulnerabilidades críticas en iOS 26.2: por qué es urgente actualizar tu iPhone","description":"iOS 26.2 corrige vulnerabilidades críticas ya explotadas. Conoce los fallos más graves y por qué es urgente actualizar tu iPhone en España y Europa.","url":"https://www.soydemac.com/vulnerabilidades-criticas-en-ios-26-2-por-que-es-urgente-actualizar-tu-iphone/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/vulnerabilidades-criticas-en-iOS-26.2-1.jpg","publishedAt":"2025-12-15T09:25:11Z","content":"La llegada de iOS 26.2 no es una actualización menor ni un simple pulido visual: se trata de un lanzamiento marcado por la corrección de vulnerabilidades críticas que estaban poniendo en jaque la seg… [+10148 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Qué hacer para desplegar Inteligencia Artificial con seguridad en una empresa","description":"El uso de LLMs, de modelos avanzados de DeepReasoning, la construcción de Agentes IA para hacer tareas en tu empresa, la construcción de servicios digitales basados en IA que dan servicios a empleados y clientes, la habilitación de herramientas de IA para los…","url":"https://www.elladodelmal.com/2025/12/que-hacer-para-desplegar-inteligencia.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgnJpPmBdO5pKAnRXaqBpOHp9dzvYiaHCel4x31Opt-MVijFUlIZq3eoqPWsF_CXDmDlQYvzw1hTWha0fMxXLxLHxsjQEcVwyghfqAoDXhYI63jUryg5et4vXG5cP2v2PWLa8FvmbmCtVZ19_Quj3q5rhggPuZ_foAq1OssN7soRy1PkDzHFKRA/w1200-h630-p-k-no-nu/ia0.jpg","publishedAt":"2025-12-15T05:01:00Z","content":"El uso de LLMs, de modelos avanzados de DeepReasoning, la construcción de Agentes IA para hacer tareas en tu empresa, la construcción de servicios digitales basados en IA que dan servicios a empleado… [+8599 chars]"}]