[{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Object First anuncia Ootbi Mini o almacenamiento inmutable a prueba de ‘ransomware’","description":"También introduce Ootbi Honeypot para detectar amenazas dirigidas a Veeam Backup and Replication y el programa beta de Fleet Manager.","url":"https://www.silicon.es/object-first-anuncia-ootbi-mini-o-almacenamiento-inmutable-a-prueba-de-ransomware-2573534","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/OotbiMini.png","publishedAt":"2025-10-09T07:56:14Z","content":"Object First renueva su cartera con varios anuncios. Uno de ellos es el dispositivo de almacenamiento inmutable Ootbi (Out-of-the-Box Immutability) Mini.\r\nDisponible en capacidades de 8, 16 y 24 TB, … [+1883 chars]"},{"source":{"id":null,"name":"Ayudawp.com"},"author":"Fernando Tellado","title":"Cómo asegurar WordPress con inteligencia artificial – ¿De verdad puede la IA ayudarme a proteger mi web?","description":"En este artículo te voy a contar todo lo que necesitas saber sobre la seguridad WordPress con IA, desde lo más básico hasta técnicas avanzadas. No importa si eres principiante o ya tienes experiencia: aquí encontrarás algo útil para tu nivel.","url":"https://ayudawp.com/seguridad-wordpress-ia/","urlToImage":"https://ayudawp.com/wp-content/uploads/2025/10/seguridad-wordpress-escudo-ia.jpg","publishedAt":"2025-10-09T06:28:00Z","content":"La seguridad web ha evolucionado enormemente en los últimos años, y WordPress no se ha quedado atrás. Si tienes una web con WordPress, seguramente ya sabes lo importante que es mantenerla protegida.\r… [+53214 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Google busca fallos en su IA y ofrece hasta 30.000 dólares por detectarlos","description":"La inteligencia artificial se ha convertido en el corazón de muchos productos digitales, y Google lo sabe bien. A medida que integra modelos como Gemini en su ecosistema, también crece su preocupación por mantener la seguridad de estos sistemas. Por eso, ha d…","url":"https://wwwhatsnew.com/2025/10/09/google-busca-fallos-en-su-ia-y-ofrece-hasta-30-000-dolares-por-detectarlos/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/10/output1-2025-10-07T202815.282.jpg","publishedAt":"2025-10-09T06:00:05Z","content":"La inteligencia artificial se ha convertido en el corazón de muchos productos digitales, y Google lo sabe bien. A medida que integra modelos como Gemini en su ecosistema, también crece su preocupació… [+4989 chars]"},{"source":{"id":null,"name":"Noticiaslatam.lat"},"author":"Eduardo Bautista","title":"Fraude cibernético en México: el Gobierno tiene \"dientes suficientes\" para presionar a la banca y combatirlo","description":"El fraude bancario cibernético se ha convertido en un problema verdaderamente grande en México. De 2018 a 2024, este delito aumentó en un 40%, según la Secretaría de Hacienda y Crédito Público. Ante ello, el Gobierno impondrá nuevas medidas para combatirlo, a…","url":"https://noticiaslatam.lat/20251009/fraude-cibernetico-en-mexico-el-gobierno-tiene-dientes-suficientes-para-presionar-a-la-banca-y-1167308303.html","urlToImage":"https://cdn.img.noticiaslatam.lat/images/sharing/article/spa/1167308303.jpg?11357826131759978675","publishedAt":"2025-10-09T02:55:10Z","content":"\"Después de haber respondido el mensaje, pensé que era algo inusual. He recibido paquetes antes y nunca había recibido ese tipo de mensajes, pero me tomaron distraído, trabajando, y se me hizo fácil … [+303 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"José Arrondo","title":"Una empresa murciana se integra en la red de datos de la OTAN","description":"Hace ya un tiempo que las guerras no se libran solamente en el plano físico. Desde la llegada de Internet y la progresiva digitalización de todos los sectores tiene lugar un combate constante en el que participan todos los usuarios que componen el paisaje vir…","url":"https://www.elperiodico.com/es/economia/20251009/empresa-murciana-integra-red-datos-122362018","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/b69ace60-9b09-4779-b9d2-fa68408ca511_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-10-09T01:59:21Z","content":"Hace ya un tiempo que las guerras no se libran solamente en el plano físico. Desde la llegada de Internet y la progresiva digitalización de todos los sectores tiene lugar un combate constante en el q… [+9586 chars]"}]