[{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"2026 y la privacidad: identidades digitales, cumplimiento y una IA que aprende a guardar secretos","description":"Durante el último año, la privacidad ha pasado de ser un tema técnico a convertirse en conversación cotidiana: cuando un gobierno plantea un DNI digital, cuando una web pide verificar la edad para entrar o cuando una tienda online “sabe” demasiado sobre lo qu…","url":"https://wwwhatsnew.com/2025/12/31/2026-y-la-privacidad-identidades-digitales-cumplimiento-y-una-ia-que-aprende-a-guardar-secretos/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/01/Representacion-minimalista-y-metalica-de-la-privacidad-digital-y-tecnologia-VPN.webp","publishedAt":"2025-12-31T07:00:51Z","content":"Durante el último año, la privacidad ha pasado de ser un tema técnico a convertirse en conversación cotidiana: cuando un gobierno plantea un DNI digital, cuando una web pide verificar la edad para en… [+9859 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Dyber - Hardware-Accelerated Post-Quantum Cryptography","description":"La amenaza que los Quantum Computers es para la criptografía moderna ha dejado de ser una preocupación teórica para convertirse en una realidad apremiante, como vemos en estos últimos meses, donde todo se está acelerando. Una de las preocupaciones de muchos t…","url":"https://www.elladodelmal.com/2025/12/dyber-hardware-accelerated-post-quantum.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhQldm8E-GEkU9c3YodIF3xnp8s9OoDJ9Uhyphenhyphen7lNG0noj7HaLjZNSLklD-uWwWaq8dXY82680oWzR0aDbWbV5HZ3bhlyTt4j5F-0eNTeL5U5u0xDjzfizLSUXDucV3k23M7bzyAEvp6DaKGmaNvL48HsRLj7PCQ5K59iy-nFTKKuVZ0yYENWEs60/w1200-h630-p-k-no-nu/pqc0.jpg","publishedAt":"2025-12-31T05:01:00Z","content":"La amenaza que los Quantum Computers es para la criptografía moderna ha dejado de ser una preocupación teórica para convertirse en una realidad apremiante, como vemos en estos últimos meses, donde to… [+7077 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Yeshua Ordaz","title":"CFE alerta por fraudes digitales y suplantación de identidad en redes sociales","description":"La Comisión Federal de Electricidad (CFE) advirtió a la ciudadanía sobre comunicaciones apócrifas y diversos intentos de fraude digital en los que ciberdelincuentes se hacen pasar por la institución o su personal.Modalidades de fraude detectadasEntre las moda…","url":"https://www.milenio.com/negocios/cfe-alerta-por-fraudes-digitales-y-suplantacion-de-identidad","urlToImage":"https://cdn.milenio.com/uploads/media/2023/02/01/cuartoscuro.jpg","publishedAt":"2025-12-31T03:08:00Z","content":"La Comisión Federal de Electricidad (CFE) advirtió a la ciudadanía sobre comunicaciones apócrifas y diversos intentos de fraude digital en los que ciberdelincuentes se hacen pasar por la institución … [+1560 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"SOS splicing: el “servicio de urgencias” del ARN que salva genes atacados por transposones","description":"Dentro del genoma conviven habitantes legítimos y okupas. Entre estos últimos están los elementos transponibles o transposones, fragmentos de ADN capaces de moverse e insertarse en nuevas posiciones. En la práctica, funcionan como piezas de un “copiar y pegar…","url":"https://wwwhatsnew.com/2025/12/31/sos-splicing-el-servicio-de-urgencias-del-arn-que-salva-genes-atacados-por-transposones/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/12/image2_rna_rescue.jpg","publishedAt":"2025-12-31T03:00:32Z","content":"Dentro del genoma conviven habitantes legítimos y okupas. Entre estos últimos están los elementos transponibles o transposones, fragmentos de ADN capaces de moverse e insertarse en nuevas posiciones.… [+7439 chars]"}]