[{"source":{"id":null,"name":"Bandaancha.eu"},"author":"noemail@noemail.org (Josh)","title":"Clientes de Cloudflare aseguran estar recibiendo amenazas legales de LaLiga por compartir IP con servicios piratas","description":"Los famosos bloqueos de fútbol no solo se han endurecido con el inicio de la nueva temporada, sino que ahora sus promotores parecen abrir un nuevo frente que tiene como objetivo a los usuarios de las IPs bloqueadas que además de no tener ninguna relación con …","url":"https://bandaancha.eu/articulos/clientes-cloudflare-aseguran-estar-11477#s8ut","urlToImage":"https://bandaancha.eu/s/2m8p/140/laliga-chrome-cloudflare.jpg","publishedAt":"2025-08-25T19:42:07Z","content":"Los famosos bloqueos de fútbol no solo se han endurecido con el inicio de la nueva temporada, sino que ahora sus promotores parecen abrir un nuevo frente que tiene como objetivo a los usuarios de las… [+3359 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"PDF maliciosos: auge, técnicas de engaño, señales y cómo protegerse","description":"PDF maliciosos en auge: señales para identificarlos, técnicas usadas por ciberdelincuentes y pasos claros para protegerte y actuar si ya hiciste clic.","url":"https://www.actualidadgadget.com/pdf-maliciosos-auge-tecnicas-de-engano-senales-y-como-protegerse/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/PDF-maliciosos-1.jpg","publishedAt":"2025-08-25T18:40:48Z","content":"Para millones de personas, el PDF es el formato comodín del día a día, pero esa misma popularidad lo ha convertido en una puerta de entrada para ataques que se disimulan como documentos corrientes y … [+4737 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Mejores alternativas a Boxcryptor","description":"Las mejores alternativas a Boxcryptor: opciones abiertas y de pago, comparativas reales y trucos para cifrar archivos y proteger tu nube.","url":"https://www.androidsis.com/mejores-alternativas-a-boxcryptor/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/08/Mejores-alternativas-a-Boxcryptor-1.png","publishedAt":"2025-08-25T18:32:38Z","content":"Proteger nuestros datos en la nube y en local ya no es opcional: el malware, el robo de cuentas y los ataques de ingeniería social están a la orden del día. Si vas a cifrar tus archivos o tus comunic… [+14630 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"maricruz.gonzalez","title":"Seguridad de la información: el error que cometen las empresas al confundirla con ciberseguridad","description":"MARICRUZ GONZÁLEZ\r\nEn un contexto donde los ciberataques son cada vez más sofisticados y costosos, Rodrigo Arellano, fundador, CEO y presidente de one IT, hace un llamado urgente a los directores generales y consejos de administración: la seguridad de la info…","url":"https://www.excelsior.com.mx/nacional/seguridad-de-la-informacion-el-error-que-cometen-las-empresas-al-confundirla-con","urlToImage":"https://www.excelsior.com.mx/media/styles/image1200x630/public/pictures/2025/08/25/3366885.jpg","publishedAt":"2025-08-25T18:29:33Z","content":"En un contexto donde los ciberataques son cada vez más sofisticados y costosos, Rodrigo Arellano, fundador, CEO y presidente de one IT, hace un llamado urgente a los directores generales y consejos d… [+3502 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"Android endurece la verificación de desarrolladores, incluso fuera de la Play Store","description":"Una de las grandes virtudes que siempre ha distinguido a Android frente a su gran competidor, iOS, es su carácter abierto. Durante años, el sistema de Google ha sido un terreno fértil tanto para gigantes tecnológicos como para pequeños desarrolladores, aficio…","url":"https://www.muycomputer.com/2025/08/25/android-endurece-la-verificacion-de-desarrolladores-incluso-fuera-de-la-play-store/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/08/Android-1-1000x600.jpg","publishedAt":"2025-08-25T18:06:43Z","content":"Una de las grandes virtudes que siempre ha distinguido a Android frente a su gran competidor, iOS, es su carácter abierto. Durante años, el sistema de Google ha sido un terreno fértil tanto para giga… [+4688 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Reparar Windows tras una infección grave","description":"Repara Windows tras un virus con SFC, DISM, escáneres y restablecer. Guía clara, pasos seguros y consejos para evitar reinfecciones.","url":"https://www.actualidadgadget.com/reparar-windows-tras-una-infeccion-grave/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Reparar-Windows-tras-una-infeccion-grave.png","publishedAt":"2025-08-25T16:34:27Z","content":"En un mundo ideal, nuestro sistema operativo funcionaría a la perfección, sin errores ni fallos. Sin embargo, con el uso diario, la instalación de programas y, en ocasiones, la presencia de software … [+11381 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"SK Arora","title":"Cómo usar ChatGPT para investigar criptomonedas antes de invertir","description":"Antes de invertir en cualquier criptomoneda, es crucial que hagas tu tarea. Ahí es donde puedes usar ChatGPT para ayudarte a desglosar las criptomonedas, analizar los riesgos y tomar decisiones más inteligentes.\n ChatGPT ayuda a simplificar proyectos de cript…","url":"https://es.cointelegraph.com/news/how-to-use-chatgpt-to-research-coins","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198e117-0f9a-753b-b174-632fb4de4e59","publishedAt":"2025-08-25T15:45:46Z","content":"Puntos clave\r\n<ul><li>ChatGPT ayuda a simplificar proyectos de criptomonedas complejos al resumir libros blancos, explicar casos de uso y desglosar la tokenomics.\r\n</li><li>Investigar al equipo, las … [+9192 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Yohan Yun","title":"Nuevo servicio de estafa Vanilla Drainer roba 5 millones de dólares en tres semanas","description":"El volumen de drenaje ha disminuido desde 2024, pero una nueva herramienta de servicio de estafa, llamada Vanilla, ha llamado la atención de los investigadores con 5 millones de dólares robados en tres semanas.\n Un investigador de la blockchain ha atribuido a…","url":"https://es.cointelegraph.com/news/new-scam-service-vanilla-drainer-5m-three-weeks","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-06/01978bcd-b9ed-7cc9-a284-db6f7c3b0140","publishedAt":"2025-08-25T15:37:19Z","content":"Un investigador de la blockchain ha atribuido al menos 5,27 millones de dólares en criptoactivos robados durante tres semanas a un creciente servicio de estafa conocido como Vanilla Drainer.\r\nLos dra… [+6529 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Giorgio Arturi","title":"xAI de Elon Musk publicó cientos de miles de conversaciones del chatbot Grok","description":"Forbes México.\n xAI de Elon Musk publicó cientos de miles de conversaciones del chatbot Grok\n\nxAI hizo públicas las conversaciones de las personas con su chatbot y las pudo buscar en Google sin previo aviso, incluido un plan detallado para el asesinato de Elo…","url":"https://forbes.com.mx/xai-de-elon-musk-publico-cientos-de-miles-de-conversaciones-del-chatbot-grok/","urlToImage":"https://cdn.forbes.com.mx/2025/08/Elon-Musk-1024x580.png","publishedAt":"2025-08-25T14:41:38Z","content":"La empresa de inteligencia artificial de Elon Musk, xAI, ha publicado las transcripciones de cientos de miles de conversaciones entre su chatbot Grok y los usuarios del bot, en muchos casos, sin el c… [+6242 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Ricardo Fernández","title":"Protege tu cuenta de Microsoft: los hackers tienen un nuevo truco para robar tus datos","description":"Los hackers han encontrado un nuevo mecanismo para robar los datos de inicio de sesión de Microsoft. Por ello, conviene tomar las medidas correspondientes para que no acaben obteniendo acceso a tu información personal y realizar gestiones y registros en otras…","url":"https://www.movilzona.es/noticias/problemas/hackers-roban-datos-cuenta-microsoft/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/ataque-hacker-cuenta-microsoft.png","publishedAt":"2025-08-25T14:33:32Z","content":"El truco utilizado por los hackers para robar los datos de Microsoft es una nueva técnica que combina enlaces legítimos de office.com con los Active Directory Federation Services (ADFS). Esto bajo el… [+2782 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Kaspersky descubre GodRAT, un nuevo troyano que ataca a instituciones financieras a través de Skype","description":"El RAT GodRAT utiliza esteganografía y técnicas heredadas de Gh0st RAT para comprometer a pymes financieras en EAU y Hong Kong.","url":"https://www.silicon.es/kaspersky-descubre-godrat-un-nuevo-troyano-que-ataca-a-instituciones-financieras-a-traves-de-skype-2571770","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/troyano-virus-ciberseguridad-farchivo.jpeg","publishedAt":"2025-08-25T12:30:34Z","content":"El Equipo Global de Investigación y Análisis de Kaspersky (GReAT) ha identificado un nuevo troyano de acceso remoto (RAT), denominado GodRAT, dirigido contra instituciones financieras y distribuido m… [+2697 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Series que sienten contigo: el entretenimiento que se adapta a tus emociones","description":"La manera en que consumimos contenido está cambiando. Ya no se trata solo de elegir una serie o película desde una lista de recomendaciones. Ahora, la tecnología empieza a ofrecer algo mucho más íntimo: experiencias audiovisuales que reaccionan a cómo te sien…","url":"https://wwwhatsnew.com/2025/08/25/series-que-sienten-contigo-el-entretenimiento-que-se-adapta-a-tus-emociones/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/08/hombre-viendo-television-mientras-su-reloj-inteligente-mide-su-ritmo-cardiaco-1.png","publishedAt":"2025-08-25T12:00:36Z","content":"La manera en que consumimos contenido está cambiando. Ya no se trata solo de elegir una serie o película desde una lista de recomendaciones. Ahora, la tecnología empieza a ofrecer algo mucho más ínti… [+6011 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Lucas Handley","title":"Google en alerta máxima: millones de usuarios de Gmail deben cambiar la contraseña ya mismo","description":"Un ataque masivo comprometió los datos de 2,5 mil millones de usuarios de Gmail. Google pide actuar de inmediato y revela qué medidas son claves para proteger tu cuenta.","url":"https://es.gizmodo.com/google-en-alerta-maxima-millones-de-usuarios-de-gmail-deben-cambiar-la-contrasena-ya-mismo-2000187877","urlToImage":"https://es.gizmodo.com/app/uploads/2025/08/Diseno-sin-titulo-69-5-1200x675.jpg","publishedAt":"2025-08-25T11:41:59Z","content":"La seguridad digital se ha convertido en uno de los mayores desafíos de nuestra era, y un nuevo incidente global lo confirma. Un grupo de hackers logró filtrar información sensible vinculada a miles … [+3569 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Europa Press","title":"La Guardia Civil investigan a un varón por estafar casi 37.000 euros a través de 'phising'","description":"La Benemérita ha desarticulado una estafa de 'phishing' que se saldó con el robo de 36.695 euros tras una llamada telefónica en la que el delincuente se hizo pasar por la entidad bancaria de la víctima","url":"https://www.elconfidencial.com/espana/castilla-y-leon/2025-08-25/guardia-civil-investigan-a-un-varon-por-estafar-casi-37-000-euros-a-traves-de-phising_4196133/","urlToImage":"https://images.ecestaticos.com/Wwt8MCHGK1rHxQy8XdpojQNPkco=/0x0:2272x1704/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/0fd/4fb/d77/0fd4fbd77a6133720638744b8c8ce820.jpg","publishedAt":"2025-08-25T10:27:00Z","content":"La Guardia Civil de Palencia, en colaboración con la Guardia Civil de Barcelona, ha investigado a una persona de 31 años, como presunto autor de un delito de estafa mediante el método 'phising' y con… [+1246 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Angel","title":"Ciberseguridad sin excusas: por qué las empresas (y especialmente las pymes) no pueden seguir sin protección digital","description":"En un mundo cada vez más conectado, la ciberseguridad ha pasado a convertirse en una especie de paraguas de protección para las empresas que asegura la continuidad del negocio, la confianza de clientes y la seguridad de los datos sensibles. Sin embargo, aún e…","url":"https://www.redes-sociales.com/ciberseguridad-sin-excusas-por-que-las-empresas-y-especialmente-las-pymes-no-pueden-seguir-sin-proteccion-digital/","urlToImage":null,"publishedAt":"2025-08-25T09:49:20Z","content":"En un mundo cada vez más conectado, la ciberseguridad ha pasado a convertirse en una especie de paraguas de protección para las empresas que asegura la continuidad del negocio, la confianza de client… [+6881 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Cisco refuerza la seguridad contra el phishing basado en PDFs y la suplantación de marcas","description":"Cisco amplía su motor de detección ante un auge de ataques con PDFs maliciosos y técnicas de phishing telefónico cada vez más sofisticadas.","url":"https://www.silicon.es/cisco-refuerza-la-seguridad-contra-el-phishing-basado-en-pdfs-y-la-suplantacion-de-marcas-2571763","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/Foto_Cisco-PDFs.jpeg","publishedAt":"2025-08-25T09:36:55Z","content":"Cisco ha reforzado su motor de detección de suplantación de marcas en correos electrónicos, con el objetivo de contrarrestar el creciente uso de PDFs maliciosos en campañas de phishing. La mejora se … [+1521 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"“España sigue siendo uno de los países más ciberatacados del mundo”","description":"Un informe de ESET desvela la condición de víctimas de gobiernos, grandes empresas, aseguradores, sector energético e infraestructuras críticas durante el primer semestre del año.","url":"https://www.silicon.es/espana-sigue-siendo-uno-de-los-paises-mas-ciberatacados-del-mundo-2571728","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-deepadesigns_seguridad.jpg","publishedAt":"2025-08-25T09:26:48Z","content":"Los incidentes de ciberseguridad van en aumento en España. Así lo advierte la compañía de seguridad ESET, que ha analizado lo ocurrido en nuestro país durante los seis primeros meses de 2025.\r\nDe acu… [+2962 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Palo Alto Networks refuerza la seguridad de sus cortafuegos","description":"La compañía explica que \"la amenaza cuántica para el cifrado ha dejado de ser teórica\" para convertirse en \"una inevitabilidad que exige actuar desde ahora\".","url":"https://www.silicon.es/palo-alto-networks-refuerza-la-seguridad-de-sus-cortafuegos-2571729","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/05/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad.jpg","publishedAt":"2025-08-25T09:00:18Z","content":"Palo Alto Networks introduce nuevas soluciones de seguridad orientadas a acelerar la preparación cuántica y proteger cargas de trabajo en entornos multicloud.\r\n“La amenaza cuántica para el cifrado ha… [+1204 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Degradación de la autenticación FIDO, una posibilidad para los ciberdelincuentes","description":"Proofpoint advierte sobre la existencia de una brecha en algunos navegadores web.","url":"https://www.silicon.es/degradacion-de-la-autenticacion-fido-una-posibilidad-para-los-ciberdelincuentes-2571730","urlToImage":"https://www.silicon.es/wp-content/uploads/2013/08/Fuente_Shutterstock-Autor_Tashatuvango_navegadores.jpg","publishedAt":"2025-08-25T07:35:45Z","content":"La autenticación de rápida identificación FIDO se está utilizando para reducir la dependencia de las tradicionales contraseñas y reforzar la protección.\r\nPero es una tecnología que no se libra de las… [+1167 chars]"},{"source":{"id":null,"name":"Marketingdirecto.com"},"author":"Natalia Montero","title":"Gaming y publicidad: el dúo que conquista a millones de jugadores","description":"El universo del gaming atrae a las marcas. Millones y millones de personas en todo el mundo pasan buena parte de su tiempo libre en estos entornos digitales. Dichos mundos virtuales convierten la experiencia de juego en grandes oportunidades para anunciarse. …","url":"https://www.marketingdirecto.com/especiales/reportajes-a-fondo/gaming-publicidad-duo-conquista-millones-videojuegos-marcas","urlToImage":"https://www.marketingdirecto.com/wp-content/uploads/2025/07/Especial-Gaming-publicidad.png","publishedAt":"2025-08-25T05:50:00Z","content":"El universo del gaming atrae a las marcas. Millones y millones de personas en todo el mundo pasan buena parte de su tiempo libre en estos entornos digitales. Dichos mundos virtuales convierten la exp… [+17770 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Google Password Manager se independiza en Android: acceso directo, nuevo diseño y todo lo que cambia","description":"Acceso directo al gestor de contraseñas de Google en Android con nueva app y diseño Material 3. Qué cambia y cómo usarlo.","url":"https://www.actualidadgadget.com/google-password-manager-se-independiza-en-android-acceso-directo-nuevo-diseno-y-todo-lo-que-cambia/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Google-Password-Manager.jpg","publishedAt":"2025-08-25T04:12:39Z","content":"Google ha publicado en la Play Store una aplicación independiente para su gestor de contraseñas en Android, de modo que ya no es necesario entrar por los ajustes del sistema o por Chrome para ver y a… [+4492 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Benjamin Jensen","title":"La IA está a punto de cambiar radicalmente la cadena de mando militar","description":"Los agentes de IA, impulsados por grandes modelos de lenguaje, van a automatizar tareas, comprimir los plazos de decisión y revolucionar las estructuras de mando militar","url":"https://www.elconfidencial.com/tecnologia/novaceno/2025-08-25/ia-cambia-el-ejercito-cadena-de-mando-militar_4195195/","urlToImage":"https://images.ecestaticos.com/cEtCWrLwu8SrJdRlSSwlTa_yid4=/0x0:1600x900/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/08f/b52/790/08fb52790c4047c5e5edc9bb591ee2cf.jpg","publishedAt":"2025-08-25T03:00:00Z","content":"Última hora \r\n<ol><li> Real Oviedo - Real Madrid, LaLiga EA Sports hoy: resultado, goles y última hora, en directo </li><li> Carrera MotoGP Hungría hoy: resultado de Marc Márquez y última hora, en di… [+4273 chars]"}]