[{"source":{"id":null,"name":"Republica.com"},"author":"Isabel Ortiz Caballeros","title":"\"Nos toleran, pero no confían”: periodista español describe la presión en China","description":"Desde Pekín, el periodista español Jaime Santirso comparte su experiencia de informar desde uno de los entornos más restrictivos del planeta. En esta entrevista revela cómo se ejerce el periodismo entre censura, propaganda y vigilancia digital. Relata la desc…","url":"https://republica.com/politica/nos-toleran-pero-no-confian-periodista-espanol-describe-la-presion-en-china-2025838012","urlToImage":"https://cdn.republica.com/082025/1754094855101.jpg?&cw=600&ch=365","publishedAt":"2025-08-03T14:00:12Z","content":"Desde Pekín, el periodista español Jaime Santirso comparte su experiencia de informar desde uno de los entornos más restrictivos del planeta. En esta entrevista revela cómo se ejerce el periodismo en… [+13114 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Falsos PDF ejecutables: APT36 ataca infraestructuras críticas con archivos .desktop","description":"APT36 ha perfeccionado su arsenal con técnicas de camuflaje, ahora utilizan archivos disfrazados de PDF, pero en realidad son .desktop ejecutables, para infiltrarse y mantener presencia en sistemas de infraestructuras críticas de India.\nLa entrada Falsos PDF …","url":"https://unaaldia.hispasec.com/2025/08/falsos-pdf-ejecutables-apt36-ataca-infraestructuras-criticas-con-archivos-desktop.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/cover-image-11164236bbe0a7356a7bf9210c31d56f.png?fit=1200%2C686&ssl=1","publishedAt":"2025-08-03T13:39:18Z","content":"La sofisticación en los ataques de grupos estatales como APT36 sigue en aumento, con campañas que apuntan a sectores vitales de la India. Aprovechando la ingeniería social, distribuyen supuestos docu… [+2081 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Un hacker pone a la venta millones de DNI de ciudadanos españoles en la Dark Web","description":"Cada cierto tiempo vemos alguna noticia de un ciberdelincuente que logra atravesar el sistema de seguridad de una empresa o un programa concreto y emplea estos exploits hasta que son mitigados. A pesar de que la ciberseguridad es un sector donde más dinero se…","url":"https://elchapuzasinformatico.com/?p=612048","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/08/hacker-venta-DNI-espanoles.jpg","publishedAt":"2025-08-03T11:30:33Z","content":"Cada cierto tiempo vemos alguna noticia de un ciberdelincuente\r\nque logra atravesar el sistema de seguridad de una empresa o un\r\nprograma concreto y emplea estos exploits hasta que son mitigados.\r\nA … [+3417 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Perfmon de Windows: Utiliza contadores para monitorizar el rendimiento","description":"Descubre PerfMon en Windows, la herramienta clave para analizar y mejorar el rendimiento del sistema paso a paso.","url":"https://www.actualidadgadget.com/perfmon-de-windows-utiliza-contadores-para-monitorizar-el-rendimiento/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/07/perfmon-windows-1.jpg","publishedAt":"2025-08-03T11:00:42Z","content":"Si alguna vez has notado que tu ordenador con Windows va más lento de lo habitual, o simplemente quieres llevar un control más exhaustivo del rendimiento de tu sistema, probablemente hayas escuchado … [+10224 chars]"},{"source":{"id":null,"name":"Nationalgeographic.com.es"},"author":"Constanza V. Paura, Constanza V. Paura","title":"¿Estamos condenados a orbitar entre basura?","description":"En un momento en el que la actividad espacial se multiplica —con miles de satélites activos y fragmentos orbitando la Tierra sin control—, urge repensar nuestra relación con el espacio. Más allá de la fascinación por la exploración, también hay impactos ambie…","url":"https://www.nationalgeographic.com.es/ciencia/estamos-condenados-orbitar-entre-basura-innovacion-sera-clave-para-mantener-limpio-espacio_25905","urlToImage":"https://content.nationalgeographic.com.es/medio/2025/08/01/basura-espacial_900cadb0_250801130236_1200x630.webp","publishedAt":"2025-08-03T11:00:00Z","content":"En un momento en el que la actividad espacial se multiplica con miles de satélites activos y fragmentos orbitando la Tierra sin control, urge repensar nuestra relación con el espacio. Más allá de la … [+12083 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Kamina Bashir","title":"Hacks de criptomonedas aumentaron 27% en julio de 2025: $142 millones robados","description":"En julio de 2025 se registró un fuerte aumento en los hacks de criptomonedas, con 142 millones de dólares robados, liderado por una importante brecha en CoinDCX. El aumento de incidentes señala riesgos de seguridad continuos en el espacio cripto.\nEl post Hack…","url":"https://es.beincrypto.com/aumentaron-hacks-criptomonedas-julio-2025/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2025/06/norvos-network-force-bridge-bitopro-hack.png.webp","publishedAt":"2025-08-03T10:44:00Z","content":"La firma de seguridad blockchain PeckShield ha informado un aumento significativo en los incidentes de hacking de criptomonedas en julio de 2025, con un aumento de hacks del 27.2% en comparación con … [+3520 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Brayden Lindrea","title":"Usuario perdió 908.000 dólares en cripto tras sufrir sofisticado ataque de phishing","description":"Un usuario perdió 908.551 dólares en una estafa de phishing de criptomonedas 15 meses después de firmar una transacción de aprobación maliciosa. El estafador esperó a que se realizaran dos grandes depósitos antes de vaciar la billetera.\n Un usuario de criptom…","url":"https://es.cointelegraph.com/news/crypto-victim-loses-908k-in-sophisticated-phishing-attack","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/01986d1c-e43c-7428-be05-ade3555dba29","publishedAt":"2025-08-03T05:31:24Z","content":"Un usuario de criptomonedas perdió 908.551 dólares en una estafa de vaciado de monedero 458 días después de firmar sin saberlo una transacción de aprobación maliciosa, según muestran los datos on-cha… [+2786 chars]"}]