[{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Paulo Márquez","title":"Esta aplicación convierte cualquier teléfono en una hardware wallet de Bitcoin","description":"Cupcake es una forma accesible, inmediata y económica de armarse una wallet de bitcoin (BTC) y monero (XMR). No requiere hardware especializado.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/cupcake-aplicacion-convierte-cualquier-telefono-en-una-hardware-wallet/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2023/01/bitcoin-wallet.png","publishedAt":"2025-09-12T19:52:51Z","content":"<ul><li>Cupcake es una aplicación que aísla al dispositivo de internet, asegurándolo.\r\n</li><li>Esta aplicación permite firmar transacciones offline mediante códigos QR.\r\n</li></ul>\r\nPiense en Cupcak… [+6685 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Mauricio Martínez","title":"Alerta máxima en Android: descubren un troyano que suplanta aplicaciones bancarias y amenaza directamente el dinero de los usuarios","description":"Investigadores de ciberseguridad han descubierto RatOn, un nuevo y altamente sofisticado troyano bancario que representa una seria amenaza para los dispositivos Android. A diferencia de otros malwares conocidos, RatOn no comparte código ni patrones con varian…","url":"https://ipadizate.com/android/alerta-maxima-en-android-descubren-un-troyano-que-suplanta-aplicaciones-bancarias-y-amenaza-directamente-el-dinero-de-los-usuarios","urlToImage":"https://ipadizate.com/hero/2025/09/android-y-un-troyano-bancario-llamado-raton.jpeg?width=1200","publishedAt":"2025-09-12T18:30:10Z","content":"Android y un troyano bancario llamado RatOn\r\nInvestigadores de ciberseguridad han descubierto RatOn, un nuevo y altamente sofisticado troyano bancario que representa una seria amenaza para los dispos… [+2412 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"HybridPetya: un imitador del ransomware Petya/NotPetya que anula UEFI Secure Boot","description":"Análisis de este imitador UEFI de Petya/NotPetya que explota CVE-2024-7344, descubierto por VirusTotal.","url":"https://www.welivesecurity.com/es/investigaciones/hybridpetya-ransomware-uefi-secure-boot/","urlToImage":null,"publishedAt":"2025-09-12T17:14:49Z","content":"ESET Research ha descubierto HybridPetya en la plataforma de intercambio de muestras VirusTotal. Se trata de un imitador del infame malware Petya/NotPetya, que añade la capacidad de comprometer siste… [+22439 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Juan José Fernández","title":"Europol busca por ciberterrorismo prorruso a un español que incitaba a la violencia en los escraches de Ferraz","description":"Comenzó como estudiante de doctorado interesado en aspectos de seguridad nacional, terrorismo y geopolítica y de momento ha acabado siendo uno de los miembros de la red de apoyos clandestinos al Kremlin más buscados en Europa. La razón: su supuesta implicació…","url":"https://www.elperiodico.com/es/politica/20250912/europol-busca-ciberterrorismo-prorruso-agente-espanol-ciberataques-121514153","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/8cbf7f7a-b123-47f7-be19-fbddec23e468_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-09-12T16:18:05Z","content":"Comenzó como estudiante de doctorado interesado en aspectos de seguridad nacional, terrorismo y geopolítica y de momento ha acabado siendo uno de los miembros de la red de apoyos clandestinos al Krem… [+6410 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"El lenguaje reliquia que hizo temblar a Windows y a millones de PCs ya tiene fecha de desaparición","description":"VBScript nació en 1996 como herramienta sencilla para automatizar procesos. Con los años se convirtió en símbolo de creatividad y, también, de vulnerabilidades explotadas por hackers. Microsoft ya anunció cuándo dirá adiós definitivo, cerrando más de tres déc…","url":"https://es.gizmodo.com/el-lenguaje-reliquia-que-hizo-temblar-a-windows-y-a-millones-de-pcs-ya-tiene-fecha-de-desaparicion-2000191819","urlToImage":"https://es.gizmodo.com/app/uploads/2025/09/Diseno-sin-titulo-46-10-1200x675.jpg","publishedAt":"2025-09-12T16:09:42Z","content":"La historia de Windows está hecha de avances, fracasos y piezas de software que marcaron una época. Una de ellas fue VBScript, el lenguaje de scripting nacido en 1996 y utilizado para automatizar pro… [+2204 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"The Economist","title":"¿Y si la inteligencia artificial es solo una tecnología “normal”?","description":"Su auge podría terminar siguiendo el mismo camino que revoluciones tecnológicas anteriores","url":"https://www.lanacion.com.ar/economia/IA/y-si-la-inteligencia-artificial-es-solo-una-tecnologia-normal-nid12092025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/imagen-de-alvaro-bernis-the-EVXEKT6DDNCCJOVOYZY5IPG7AU.png?auth=f67b3c5a8bf48dc477bf78acd4d1a01e09329ea4f4f5b7f402f295f85291a383&width=1200&height=675&quality=70&smart=false&focal=416%2C125","publishedAt":"2025-09-12T15:12:44Z","content":"Las opiniones sobre la inteligencia artificial se distribuyen en un espectro bastante amplio. En un extremo está la visión utópica de que la IA generará un crecimiento económico desbordante, acelerar… [+6396 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Shailey Singh","title":"¿Qué es una Phantom Wallet? Cómo configurarla y usarla","description":"Aprende a configurar y usar una Phantom Wallet, incluyendo la descarga de la extensión, la creación de una cuenta, la protección de tus claves y más.\n Phantom wallet es una wallet multichain y no custodial construida originalmente para Solana, pero ahora es c…","url":"https://es.cointelegraph.com/news/what-is-a-phantom-wallet-how-to-set-up-and-use-it","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-09/01993e3d-fd93-77e5-b8b9-e35da42d9493","publishedAt":"2025-09-12T14:51:52Z","content":"Puntos clave\r\n<ul><li>Phantom wallet es una wallet multichain y no custodial construida originalmente para Solana, pero ahora es compatible con Ethereum, Polygon, Bitcoin y otras redes, lo que la con… [+14214 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo activar en tu PC el programa de actualizaciones de seguridad extendidas (ESU) de Windows 10","description":"Activa las ESU de Windows 10: requisitos, opciones gratis o de pago y pasos clave para mantener tu PC protegido.","url":"https://www.actualidadgadget.com/como-activar-en-tu-pc-el-programa-de-actualizaciones-de-seguridad-extendidas-esu-de-windows-10/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2020/04/windows-10.jpg","publishedAt":"2025-09-12T14:37:31Z","content":"Si sigues en Windows 10 y te preocupa el fin de soporte del 14 de octubre de 2025, no estás solo: Microsoft ofrece el programa ESU (Actualizaciones de Seguridad Extendidas) para prolongar los parches… [+14449 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Ezra Reguerra","title":"El nuevo malware ModStealer ataca criptomonederos en todos los sistemas operativos","description":"El nuevo malware ModStealer ataca criptomonederos en macOS, Windows y Linux.\n Un malware recién descubierto llamado ModStealer está atacando a los usuarios de criptomonedas en los sistemas macOS, Windows y Linux, lo que supone un riesgo para los monederos y l…","url":"https://es.cointelegraph.com/news/modstealer-malware-crypto-wallets-fake-job-ads","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-09/01993d44-b208-7179-a42b-08538e142dee","publishedAt":"2025-09-12T13:15:00Z","content":"Un malware recién descubierto llamado ModStealer está atacando a los usuarios de criptomonedas en los sistemas macOS, Windows y Linux, lo que supone un riesgo para los monederos y las credenciales de… [+3847 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Las autoridades alertan de un nuevo troyano diseñado para infectar teléfonos: \"Puede robar dinero, bloquear el dispositivo o tomar el control\"","description":"El troyano Raton ha evolucionado de ser una herramienta de ataque mediante comunicaciones NFC a una más sofisticada con capacidades de Sistema de Transferencia Automatizada (ATS), diseñada para infectar teléfonos móviles Android y robar dinero, bloquear el di…","url":"https://www.eleconomista.es/tecnologia/noticias/13542876/09/25/las-autoridades-alertan-de-un-nuevo-troyano-disenado-para-infectar-telefonos-puede-robar-dinero-bloquear-el-dispositivo-o-tomar-el-control-del-mismo.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/e/5/estafa.jpg","publishedAt":"2025-09-12T13:00:42Z","content":"El troyano Raton ha evolucionado de ser una herramienta de ataque mediante comunicaciones NFC a una más sofisticada con capacidades de Sistema de Transferencia Automatizada (ATS), diseñada para infec… [+2031 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El 70% de los ataques de phishing con IA generativa se concentra en dos herramientas, según Unit 42","description":"Generadores de sitios web y asistentes de escritura son las herramientas de IA más usadas en campañas de phishing corporativo, alerta Palo Alto Networks.","url":"https://www.silicon.es/el-70-de-los-ataques-de-phishing-con-ia-generativa-se-concentra-en-dos-herramientas-segun-unit-42-2572566","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/phishing-ia-generativa-unit42.jpeg","publishedAt":"2025-09-12T11:00:25Z","content":"Unit 42, la unidad de inteligencia de amenazas de Palo Alto Networks, advierte de que el phishing corporativo está evolucionando rápidamente gracias a la inteligencia artificial generativa (GenAI). S… [+2642 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Detenidos 11 estafadores que llegaron a sustraer un millón de euros haciéndose pasar por empleados de banca","description":"La Policía Nacional ha desarticulado una organización criminal de la que han sido detenidas 11 personas que realizaban estafas haciéndose pasar por falsos empleados de banca, con la que han ocasionado un perjuicio económico de casi un millón de euros a 273 pe…","url":"https://www.abc.es/espana/detenidos-estafadores-llegaron-sustraer-millon-euros-haciendose-20250912125656-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2025/09/12/policia-krBH--1024x512@diario_abc.JPG","publishedAt":"2025-09-12T10:56:57Z","content":"La Policía Nacional ha desarticulado una organización criminal de la que han sido detenidas 11 personas que realizaban estafas haciéndose pasar por falsos empleados de banca, con la que han ocasionad… [+5496 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Juan González","title":"Palo Alto Networks libera varios parches que corrigen fallos de riesgo medio y alto en PAN-OS y GlobalProtect","description":"Palo Alto Networks ha publicado recientemente varias actualizaciones de seguridad para corregir vulnerabilidades de riesgo medio y alto en productos como PAN-OS y GlobalProtect. Los fallos podrían permitir desde elevaciones de privilegios locales hasta filtra…","url":"https://unaaldia.hispasec.com/2025/09/palo-alto-networks-libera-varios-parches-que-corrigen-fallos-de-riesgo-medio-y-alto-en-pan-os-y-globalprotect.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2021/11/logo_palo-alto-networks.png?fit=750%2C375&ssl=1","publishedAt":"2025-09-12T09:53:50Z","content":"Palo Alto Networks ha publicado recientemente varias actualizaciones de seguridad para corregir vulnerabilidades de riesgo medio y alto en productos como PAN-OS y GlobalProtect. Los fallos podrían pe… [+2299 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Alexis Paiva Mack","title":"Estas son las 6 principales amenazas en ciberseguridad que enfrentan Chile y Latinoamérica, según Kaspersky","description":"Desde la firma global de ciberseguridad y privacidad digital compartieron nuevos datos sobre las operaciones de los cibercriminales en la región. Junto con ello, compartieron recomendaciones para evitar caer en fraudes y engaños.","url":"https://www.latercera.com/tendencias/noticia/estas-son-las-6-principales-amenazas-en-ciberseguridad-que-enfrentan-chile-y-latinoamerica-segun-kaspersky/","urlToImage":"https://www.latercera.com/resizer/v2/IFP5JKEOUNG2TI3Y6Q5GKMR4TU.jpg?auth=6329257548c8541d53a6fc6954c90a3b32a7918a9aad64b6cc073c4cfd311ac5&height=630&width=1200&smart=true","publishedAt":"2025-09-12T09:03:00Z","content":"Los acelerados avances en tecnologías como la inteligencia artificial (IA) y los constantes cambios en los métodos de engaño por parte de los cibercriminales han llevado a que los usuarios de todo el… [+12884 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Ayesa lanza una división en la protección de riesgos derivados de la IA en su centro de Donostia-San Sebastián","description":"Ayesa, proveedor global de servicios de tecnología e ingeniería, pondrá en marcha en su Centro de Operaciones de Seguridad (SOC) de San Sebastián una nueva división especializada en seguridad y gestión de riesgos derivados de la Inteligencia Artificial (IA). …","url":"https://www.eleconomista.es/tecnologia/noticias/13542132/09/25/ayesa-lanza-una-division-en-la-proteccion-de-riesgos-derivados-de-la-ia-en-su-centro-de-donostiasan-sebastian.html","urlToImage":"https://s03.s3c.es/imag/_v0/2738x1494/f/e/8/1200x655_InauguracionSOCEuskadi.jpg","publishedAt":"2025-09-12T09:02:02Z","content":"Ayesa, proveedor global de servicios de tecnología e ingeniería, pondrá en marcha en su Centro de Operaciones de Seguridad (SOC) de San Sebastián una nueva división especializada en seguridad y gesti… [+5024 chars]"},{"source":{"id":null,"name":"Aplicacionesandroid.es"},"author":"Lorenzo Solís","title":"Mejores Navegadores Web para Android: Comparativa en Profundidad","description":"Elegir el navegador perfecto en Android no es trivial: aquí tienes la comparativa más completa y actualizada con recomendaciones por perfil y trucos para exprimir cada opción. Mejor equilibrio global: ... Leer más\nLa entrada Mejores Navegadores Web para Andro…","url":"https://aplicacionesandroid.es/mejores-navegadores-web-para-android-comparativa-en-profundidad/","urlToImage":"https://aplicacionesandroid.es/img/Los-mejores-navegadores-web-para-Android-comparativa-2025-file.jpeg","publishedAt":"2025-09-12T08:48:13Z","content":"Elegir el navegador perfecto en Android no es trivial: aquí tienes la comparativa más completa y actualizada con recomendaciones por perfil y trucos para exprimir cada opción.\r\n<ul><li>Mejor equilibr… [+22395 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Cisco y Splunk refuerzan el SOC con IA agentiva y nuevas ediciones de Enterprise Security","description":"Cisco integra IA agentiva en Splunk para optimizar la detección y respuesta a amenazas, reduciendo la complejidad del SOC.","url":"https://www.silicon.es/cisco-y-splunk-refuerzan-el-soc-con-ia-agentiva-y-nuevas-ediciones-de-enterprise-security-2572560","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/cisco-splunk-ia-agentiva-soc.jpeg","publishedAt":"2025-09-12T08:30:52Z","content":"Cisco anunció durante la conferencia de usuarios de Splunk nuevas capacidades de seguridad impulsadas por IA agentiva y dos ediciones de Splunk Enterprise Security: Essentials Edition y Premier Editi… [+2917 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Google pisa el acelerador con Android Auto, la actualización 15.2 está lista para descargar en beta","description":"Con la gran cantidad de cambios que están por llegar a Android Auto antes de fin de año, Google está acelerando el desarrollo de nuevas versiones: ya está disponible en Play Store la última de ellas, Android Auto 15.2 beta. Quienes están apuntados al programa…","url":"https://www.xatakandroid.com/aplicaciones-android/google-pisa-acelerador-android-auto-actualizacion-15-2-esta-lista-para-descargar-beta","urlToImage":"https://i.blogs.es/61a32f/android-auto-15-2-beta-portada/840_560.jpeg","publishedAt":"2025-09-12T07:44:40Z","content":"Con la gran cantidad de cambios que están por llegar a Android Auto antes de fin de año, Google está acelerando el desarrollo de nuevas versiones: ya está disponible en Play Store la última de ellas,… [+2549 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Guía completa: qué es un link de WhatsApp, cómo crearlo, medirlo y exprimirlo para captar clientes","description":"Qué es un link de WhatsApp (y por qué importa) Un link de WhatsApp es una URL que, al hacer clic, abre un chat directo con un número de WhatsApp (en móvil o web) y opcionalmente pre-rellena un mensaje. El usuario no tiene que guardar el contacto ni pasar por …","url":"https://www.redes-sociales.com/guia-completa-que-es-un-link-de-whatsapp-como-crearlo-medirlo-y-exprimirlo-para-captar-clientes/","urlToImage":null,"publishedAt":"2025-09-12T07:28:52Z","content":"Un link de WhatsApp es una URL que, al hacer clic, abre un chat directo con un número de WhatsApp (en móvil o web) y opcionalmente pre-rellena un mensaje. El usuario no tiene que guardar el contacto … [+9331 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Senado propone crear el primer fondo nacional público-privado para financiar iniciativas en ciberseguridad","description":"El senador Kenneth Pugh señaló que presentarán la propuesta al consejo de la Agencia Nacional de Ciberseguridad, para realizar ejercicios de protección de infraestructuras críticas ante ciberamenazas, además de difusión, capacitación y formación de talento.","url":"https://www.df.cl/df-lab/tech-negocios/senado-propone-crear-el-primer-fondo-nacional-publico-privado-para","urlToImage":"https://www.df.cl/noticias/site/artic/20250911/imag/foto_0000000620250911190856/Kenneth-Pugh-_Credito-Industrial-Cyber-Summit.jpg","publishedAt":"2025-09-12T07:00:00Z","content":"Uno de los temas que se tomó la agenda del Industrial Cyber Summit 2025 fue la protección de infraestructuras críticas -como energía, telecomunicaciones o agua- de ciberataques. En este contexto, el … [+5051 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Todos los ajustes internos de WhatsApp para personalizar tus conversaciones","description":"¿Cansado de ver siempre el mismo fondo o colores en WhatsApp? Seguro que has oído hablar de aplicaciones de terceros que te permiten cambiar el aspecto de la app de mensajería instantánea, pero ocupan espacio en el móvil y, además, corres el riesgo de descarg…","url":"https://www.adslzone.net/noticias/whatsapp/whatsapp-personalizar-conversaciones/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/hombre-personalizando-el-fondo-y-colores-de-WhatsApp-1.png","publishedAt":"2025-09-12T04:59:40Z","content":"WhatsApp es la aplicación de mensajería instantánea más utilizada a nivel mundial, por delante de Telegram, Signal o cualquier otra. Según los últimos datos compartidos en Statista, WhatsApp tenía 3.… [+3258 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"La estafa del calendario de iCloud: así cuelan recibos falsos","description":"Estafadores usan invitaciones de iCloud para colar recibos falsos y burlar filtros. Aprende a detectarlo y protegerte.","url":"https://www.soydemac.com/la-estafa-del-calendario-de-icloud-asi-cuelan-recibos-falsos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/09/Estafa-de-phishing-del-calendario-de-iCloud.jpg","publishedAt":"2025-09-12T00:52:10Z","content":"Un repunte de correos de phishing camuflados como invitaciones del Calendario de iCloud está colándose en bandejas de entrada como si fuesen alertas legítimas de compra. Este truco resulta especialme… [+6220 chars]"}]