[{"source":{"id":null,"name":"Perfil.com"},"author":"Fernando Arrieta","title":"Por qué se pierde la soberanía digital","description":"En Argentina nos enfrentamos a una \"arquitectura de la fuga\" que opera en los puntos ciegos del Estado: el flujo de datos que sale de los organismos oficiales para alimentar concentradores privados de gestión de trabajo. Leer más","url":"https://noticias.perfil.com/noticias/empresas/por-que-se-pierde-la-soberania-digital.phtml","urlToImage":"https://fotos.perfil.com/2025/12/22/trim/1280/720/fuga-de-datos-2157690.jpg","publishedAt":"2025-12-29T11:15:00Z","content":"Cuando se denuncia la circulación de un paquete masivo de información personal atribuida a múltiples fuentes públicas y privadas, el problema no es si hubo hackeo en un organismo determinado, sino qu… [+4810 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Guille Lomener","title":"Llevo 15 años usando Mac sin seguridad extra, pero este \"virus invisible\" me ha hecho plantearme lo impensable: instalar un antivirus","description":"La frase \"el mejor antivirus es el sentido común\" ha sido mi mantra personal desde la época de Snow Leopard. La he repetido hasta la saciedad a amigos y familiares que llegaban al ecosistema Apple con el miedo en el cuerpo heredado de Windows. Durante quince …","url":"https://www.applesfera.com/seguridad/llevo-15-anos-usando-mac-seguridad-extra-este-virus-invisible-me-ha-hecho-plantearme-impensable-instalar-antivirus","urlToImage":"https://i.blogs.es/e6bb2b/virus-mac-/840_560.jpeg","publishedAt":"2025-12-29T11:00:59Z","content":"La frase \"el mejor antivirus es el sentido común\" ha sido mi mantra personal desde la época de Snow Leopard. La he repetido hasta la saciedad a amigos y familiares que llegaban al ecosistema Apple co… [+4433 chars]"},{"source":{"id":null,"name":"Educaciontrespuntocero.com"},"author":"Silvia Rodríguez","title":"Descubre los 10 artículos más leídos de 2025","description":"Entrevistas, recursos, libros, tecnología… Estos son los contenidos que más han captado vuestra atención durante 2025.","url":"https://www.educaciontrespuntocero.com/noticias/articulos-mas-leidos-de-2025/","urlToImage":"https://www.educaciontrespuntocero.com/wp-content/uploads/2025/12/noticias-mas-leidas.jpg","publishedAt":"2025-12-29T11:00:00Z","content":"¿Quieres saber qué contenidos han marcado el año 2025 en nuestra web? Hemos recopilado los 10 artículos más leídos, que reflejan los temas que más han interesado a nuestra comunidad educativa. La sel… [+5474 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Fraudes en WhatsApp 2025: del “hijo en apuros” al secuestro silencioso de cuentas","description":"Estafas emocionales, suplantaciones y técnicas avanzadas de acceso marcan un año récord en fraudes digitales","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/Fraudes-en-WhatsApp-2025-del-hijo-en-apuros-al-secuestro-silencioso-de-cuentas-uc947897","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202512/_W933_80/940062.jpg","publishedAt":"2025-12-29T10:26:00Z","content":"La mensajería instantánea se consolidó en 2025 como uno de los principales vectores del fraude digital. Con más de 3.000 millones de usuarios globales, WhatsApp es hoy un terreno fértil para estafas … [+3551 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"https://www.facebook.com/lavozdegalicia","title":"OpenAI busca a una persona para un nuevo puesto «crucial»: anticiparse los peligros de la inteligencia artificial y mitigarlos","description":"Sam Altman explicó en las redes sociales que «será un trabajo estresante» y quien lo acabe ocupando «estará envuelto en una situación complicada casi de inmediato»","url":"https://www.lavozdegalicia.es/noticia/sociedad/2025/12/29/openai-busca-persona-nuevo-puesto-crucial-anticiparse-peligros-ia-mitigarlos-29-dic-2025/00031767003559799290972.htm","urlToImage":"https://img.lavdg.com/sc/WC3MMXSGQ6x_zTCM2tuuqzOsF5Y=/1280x/2025/12/29/00121767003721641222943/Foto/reu_20251218_002744761.jpg","publishedAt":"2025-12-29T10:25:00Z","content":"OpenAI ha anunciado una convocatoria para contratar a un responsable de Preparación, un puesto «crucial» para continuar con la evolución de los modelos de inteligencia artificial (IA) evitando que pu… [+1191 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"OpenAI busca experto en riesgos para anticipar los peligros de la inteligencia artificial","description":"El nuevo puesto de “responsable de Preparación” deberá enfrentar amenazas reales derivadas de modelos de IA avanzados","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/OpenAI-busca-experto-en-riesgos-para-anticipar-los-peligros-de-la-inteligencia-artificial-uc947894","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202502/_W933_80/909128.jpeg","publishedAt":"2025-12-29T10:06:00Z","content":"En un movimiento que refleja la creciente preocupación por las implicancias del desarrollo acelerado de la inteligencia artificial (IA), OpenAI anunció la apertura de una vacante estratégica: el nuev… [+2191 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Confirmado por Check Point Software: \"Hemos visto en Whatsapp estafas muy distintas que comparten un mismo patrón\"","description":"El fraude del 'hijo en apuros', las suplantaciones de organismos oficiales y de grandes marcas y el secuestro silencioso de cuentas son algunas de las estafas más extendidas en 2025 a través de la aplicación de mensajería WhatsApp.","url":"https://www.eleconomista.es/tecnologia/noticias/13707955/12/25/confirmado-por-check-point-software-hemos-visto-en-whatsapp-estafas-muy-distintas-que-comparten-un-mismo-patron.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/4/9/c/whatsapp-alerta.jpg","publishedAt":"2025-12-29T10:03:12Z","content":"El fraude del 'hijo en apuros', las suplantaciones de organismos oficiales y de grandes marcas y el secuestro silencioso de cuentas son algunas de las estafas más extendidas en 2025 a través de la ap… [+3816 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El fraude del 'hijo en apuros', las suplantaciones y el secuestro silencioso de cuentas lideran las estafas en WhatsApp","description":"El fraude del 'hijo en apuros', las suplantaciones de organismos oficiales y de grandes marcas y el secuestro silencioso de cuentas son algunas de las estafas más extendidas en 2025 a través de la aplicación de mensajería WhatsApp.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-fraude-hijo-apuros-suplantaciones-secuestro-silencioso-cuentas-lideran-estafas-whatsapp-20251229105509.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251229105509_1200.jpg","publishedAt":"2025-12-29T09:55:09Z","content":"MADRID, 29 Dic. (Portaltic/EP) - \r\n   El fraude del 'hijo en apuros', las suplantaciones de organismos oficiales y de grandes marcas y el secuestro silencioso de cuentas son algunas de las estafas má… [+3846 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"OpenAI busca a una persona para un nuevo puesto \"crucial\": anticiparse los peligros de la IA y mitigarlos","description":"OpenAI ha anunciado una convocatoria para contratar a un responsable de Preparación, un puesto \"crucial\" para continuar con la evolución de los modelos de inteligencia artificial (IA) evitando que puedan causar daño en el mundo real.","url":"https://www.europapress.es/portaltic/sector/noticia-openai-busca-persona-nuevo-puesto-crucial-anticiparse-peligros-ia-mitigarlos-20251229103526.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251229103526_1200.jpg","publishedAt":"2025-12-29T09:35:26Z","content":"MADRID, 29 Dic. (Portaltic/EP) - \r\n   OpenAI ha anunciado una convocatoria para contratar a un responsable de Preparación, un puesto \"crucial\" para continuar con la evolución de los modelos de inteli… [+1252 chars]"},{"source":{"id":null,"name":"Blogdechollos.com"},"author":"José Almazán","title":"El ORICO RAID para 5 HDD de 2,5 pulgadas baja un 39% y acelera transferencias hasta 10Gbps","description":"Si trabajas con vídeo, foto o proyectos pesados, llega un momento en que el disco externo “de siempre” se queda corto. No solo por velocidad: también por orden, por copias de seguridad y por la cantidad de cacharros que acabas conectando al portátil. Un RAID …","url":"https://www.blogdechollos.com/el-orico-raid-para-5-hdd-de-25-pulgadas-baja-un-39-y-acelera-transferencias-hasta-10gbps/","urlToImage":"https://www.blogdechollos.com/wp-content/uploads/2025/12/el-orico-raid-para-5-hdd-de-25-pulgadas-baja-un-39-y-acelera-transferencias-hasta-10gbps.jpg","publishedAt":"2025-12-29T09:09:18Z","content":"Si trabajas con vídeo, foto o proyectos pesados, llega un momento en que el disco externo “de siempre” se queda corto. No solo por velocidad: también por orden, por copias de seguridad y por la canti… [+4312 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Mauro Minichiello","title":"Más de mil millones de dispositivos Android, en peligro por culpa de un malware capaz de robar todas tus contraseñas","description":"Que Android tenga una enorme variedad de marcas, modelos y precios siempre ha sido una de sus grandes virtudes. El problema es que esa misma diversidad se ha convertido, una vez más, en su mayor debilidad. Y es que según los últimos datos, más del 30% de los …","url":"https://andro4all.com/android/mas-de-mil-millones-de-dispositivos-android-en-peligro-por-culpa-de-un-malware-capaz-de-robar-todas-tus-contrasenas","urlToImage":"https://andro4all.com/hero/2025/12/mas-de-mil-millones-de-dispositivos-android-en-peligro-por-culpa-de-un-malware-capaz-de-robar-todas-tus-contrasenas.jpg?width=1200","publishedAt":"2025-12-29T09:00:21Z","content":"Millones de móviles Android antiguos siguen activos sin parches de seguridad, convirtiéndose en un objetivo fácil para el malware y el robo de datos\r\nQue Android tenga una enorme variedad de marcas, … [+3378 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Soy experto en tecnología y esto es lo primero que instalo para proteger a mis hijos en sus móviles, tablets y PCs","description":"Darles un nuevo móvil, PC o tablet a nuestros hijos no es una decisión que se tome a la ligera, en especial cuando es el primer dispositivo de este tipo que van a tener bajo su control. Es cierto que los más pequeños de la casa están cada vez más acostumbrado…","url":"https://hipertextual.com/tecnologia/antivirus-surfshark-nuevo-pc-movil-hijos/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/12/alireza-attari-SBIak0pKUIE-unsplash-scaled.jpg","publishedAt":"2025-12-29T08:44:41Z","content":"Darles un nuevo móvil, PC o tablet a nuestros hijos no es una decisión que se tome a la ligera, en especial cuando es el primer dispositivo de este tipo que van a tener bajo su control. Es cierto que… [+4192 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Ramón Varela","title":"Menos grave de lo que se ha publicado: Ubisoft ha sufrido un hackeo, pero la editora tranquiliza a los jugadores","description":"<!--cache-->Ubisoft ha sufrido una brecha de seguridad y cerró temporalmente los servidores de Rainbow Six Siege, pero el hackeo es menos grave de lo que se comentó en un principio.<!--aa--->Ubisoft ha sufrido un hackeo en los últimos días que obligaron al ci…","url":"https://vandal.elespanol.com/noticia/1350786207/menos-grave-de-lo-que-se-ha-publicado-ubisoft-ha-sufrido-un-hackeo-pero-la-editora-tranquiliza-a-los-jugadores/","urlToImage":"https://media.vandal.net/ivandal/12/63/1200x630/12/12-2025/29/202512299295782_1.jpg","publishedAt":"2025-12-29T08:32:00Z","content":"Ubisoftha sufrido un hackeo en los últimos días que obligaron al cierre temporal de servidores de Tom Clancy's Rainbow Six Siege, aunque la editora asegura que no es tan grave como se está haciendo c… [+2275 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Es imposible rastrear 36% de las armas incautadas en el país","description":"El rastreo del origen de las miles de armas utilizadas en crímenes en México llega a un punto muerto antes de descubrir quién las compró originalmente. Según los datos más recientes de la Agencia de Alcohol, Tabaco, Armas de Fuego y Explosivos (ATF, por sus s…","url":"https://www.jornada.com.mx/2025/12/29/politica/013n1pol","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-12-29T08:14:42Z","content":"Periódico La JornadaLunes 29 de diciembre de 2025, p. 13\r\nEl rastreo del origen de las miles de armas utilizadas en crímenes en México llega a un punto muerto antes de descubrir quién las compró orig… [+2910 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Antivirus gratis: los 7 mejores para proteger Windows y Android en 2024","description":"En resumen: antivirus gratuitos, mucha más vida de la que parece El antivirus gratuito se ha reinventado y hoy ofrece un **escudo digital eficaz** en Windows y Android, gestionando amenazas y claves sin pedir rescate. La protección depende tanto de **actualiz…","url":"https://www.muywindows.com/antivirus-gratis/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/12/Antivirus_gratis_los_7_mejores_para_proteger_Windows_y_Android_en_2024.jpg","publishedAt":"2025-12-29T06:50:36Z","content":"Ese nerviosismo ancestral, ese cosquilleo en la espalda, ¿cómo evitarlo si la noticia del día siempre es el último ciberataque, ese ejército de hackers armados de virus, troyanos y hasta nombres que … [+9868 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Hackeo masivo en Rainbow Six Siege: qué ha pasado y qué puede ocurrir ahora","description":"Hackeo masivo en Rainbow Six Siege: créditos infinitos, baneos caóticos y posible robo de datos. Esto es lo que se sabe y cómo responde Ubisoft.","url":"https://www.actualidadgadget.com/hackeo-masivo-en-rainbow-six-siege-que-ha-pasado-y-que-puede-ocurrir-ahora/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/Hackeo-masivo-en-Rainbow-Six-Siege.jpg","publishedAt":"2025-12-29T01:46:30Z","content":"El ecosistema competitivo de Rainbow Six Siege se ha visto sacudido por uno de los incidentes más serios de su historia reciente. Un hackeo masivo ha obligado a Ubisoft a desconectar todos los servid… [+12084 chars]"}]