[{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"MITRE ATLAS: El framework para auditar la seguridad de un sistema de Inteligencia Artificial","description":"En este artículo se hablará de MITRE ATLAS, el framework que la gente de MITRE tiene enfocado a poner a prueba los sistemas que hacen uso de la Inteligencia Artificial. ATLAS son las siglas de Adversarial Threat Landscape for Artificial-Intelligence Systems. …","url":"https://www.elladodelmal.com/2025/08/mitre-atlas-el-framework-para-auditar.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEihYncgqiHI2Nvtrt6TYl97lHsXE69DX9UB64Zgw1UokY_HEudKlGGmzlxnxWWBZRhlkb16RnIJwCQcu2pGK2vhyphenhyphenuRTAMa16gTd0EBYCY4wa9fKEAVkNTn2zmqo6cdboTVSLoIPdyWyJRe0o4igq7bzjYxMuoG-G9DusRJhCN3VEZ72T_RVFlYq/w1200-h630-p-k-no-nu/Atlas0.jpg","publishedAt":"2025-08-01T03:17:00Z","content":"En este artículo se hablará de MITRE ATLAS, el framework que la gente de MITRE tiene enfocado a poner a prueba los sistemas que hacen uso de la Inteligencia Artificial. ATLAS son las siglas de Advers… [+5619 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"La última revolución en emuladores: mejoras, nuevos dispositivos y catálogos renovados","description":"Las últimas actualizaciones y mejoras en emuladores permiten jugar mejor a clásicos en Android y Switch.","url":"https://www.linuxadictos.com/la-ultima-revolucion-en-emuladores-mejoras-nuevos-dispositivos-y-catalogos-renovados.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/emuladores.jpg","publishedAt":"2025-07-31T23:41:04Z","content":"El panorama de los emuladores en el mundo de los videojuegos vive un momento de gran dinamismo, con movimientos tanto en el ámbito oficial como en el de las iniciativas independientes. Los usuarios q… [+5483 chars]"},{"source":{"id":null,"name":"Hackplayers.com"},"author":"Vicente Motos","title":"Process Doppelgänging en 2025: ransomware Qilin","description":"En julio de 2025, el ransomware Qilin  (alias Agenda), operado por el grupo GOLD BLADE, elevó el listón de su evasión del EDR con process Do...","url":"https://www.hackplayers.com/2025/07/process-doppelganging-en-2025.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhrIdwWPHLkR7I2kbCYW5zNqZATFr4V41Jlzf_W8LRgoUVV2BgfCJkAEw7Uz3DjZeGfqdzuiRmno9utzhREwfEsNTlBTdMQfMLQGH3QH54vWP7H5QBFDtUOIIL4RXt55CWInkS0Qt2UsI2k-3-MPbdbt3JlIOXlKtWhRGVZbrmIRPiBM6CMUUHF9QKSllWX/w1200-h630-p-k-no-nu/spoderman.jpg","publishedAt":"2025-07-31T21:26:00Z","content":"En julio de 2025, el ransomware Qilin (alias Agenda), operado por el grupo GOLD BLADE, elevó el listón de su evasión del EDR con process Doppelgänging, una vieja técnica que permite inyectar payloads… [+11246 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Qué es el phishing y cómo evitar caer en este engaño","description":"Con correos falsos y urgencias inventadas, el cibercrimen intenta robar tus datos personales más sensibles. Te explicamos cómo reconocer este tipo de ataque y qué hacer para proteger tu información.","url":"https://www.welivesecurity.com/es/phishing/que-es-el-phishing-y-como-evitar-caer-en-este-engano/","urlToImage":null,"publishedAt":"2025-07-31T20:12:57Z","content":"¿Recibiste un correo urgente que te pide datos personales o que hagas clic en enlaces sospechosos? ¿Desde tu banco solicitan que verifiques tu cuenta, pero notas algo extraño en el contenido del corr… [+5679 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"DoubleTrouble Banking Trojan en Discord: Análisis del troyano bancario que se extiende a través de la famosa plataforma","description":"Alerta por DoubleTrouble, el troyano bancario que se distribuye por Discord y roba datos en Android. Descubre cómo actúa y protégete.","url":"https://www.linuxadictos.com/doubletrouble-banking-trojan-en-discord-analisis-del-troyano-bancario-que-se-extiende-a-traves-de-la-famosa-plataforma.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/DoubleTrouble-Banking-Trojan-en-Discord.jpg","publishedAt":"2025-07-31T20:09:23Z","content":"En los últimos meses, se ha detectado una nueva oleada de ataques protagonizada por DoubleTrouble, un sofisticado troyano bancario para Android que ha evolucionado de manera alarmante y ahora se dist… [+4699 chars]"},{"source":{"id":null,"name":"Enter.co"},"author":"Redacción ENTER.CO","title":"Así puedes activar el antivirus oculto que viene en tu Samsung Galaxy","description":"Descubre cómo activar el antivirus integrado en tu Samsung Galaxy y qué modelos son compatibles con esta función de protección...","url":"https://www.enter.co/smartphones/asi-puedes-activar-el-antivirus-oculto-que-viene-en-tu-samsung-galaxy/","urlToImage":"https://www.enter.co/wp-content/uploads/2025/07/SEGURIDAD-SAMSUNG.png","publishedAt":"2025-07-31T17:31:34Z","content":"Los ataques a dispositivos móviles no dejan de crecer, especialmente en Android, contar con herramientas de seguridad ya no es opcional. La buena noticia es que si tienes un Samsung Galaxy, tu teléfo… [+4444 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Riesgos y utilidad de mantener activa la red 2G en el móvil","description":"Descubre los riesgos y ventajas de usar 2G, cómo proteger tu móvil y si realmente deberías desactivar esta red.","url":"https://www.androidsis.com/riesgos-y-utilidad-de-mantener-activa-la-red-2g-en-el-movil/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/07/desaxtivar-red-2g-riesgos.jpg","publishedAt":"2025-07-31T17:03:42Z","content":"La tecnología móvil ha avanzado a pasos agigantados en los últimos años, relegando progresivamente las antiguas redes 2G a un papel casi testimonial. Sin embargo, estas redes siguen activas en muchos… [+11027 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Los audios de WhatsApp se cortan antes de terminar: causas y soluciones","description":"Descubre por qué se cortan los audios de WhatsApp y aprende soluciones sencillas para escuchar tus mensajes sin interrupciones.","url":"https://www.androidsis.com/los-audios-de-whatsapp-se-cortan-antes-de-terminar-causas-y-soluciones/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/04/Lista-de-moviles-sin-WhatsApp-en-abril-4.jpg","publishedAt":"2025-07-31T16:58:16Z","content":"¿Te ha pasado alguna vez que intentas escuchar audios en WhatsApp, pero se corta a la mitad o justo antes de terminar? Es una situación más común de lo que parece y puede resultar realmente molesta, … [+8861 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La DGT alerta de esta nueva estafa en Málaga: están enviando multas falsas por correo y SMS","description":"Las estafas digitales mediante suplantación de identidad, conocidas como phishing (por correo electrónico) y smishing (por SMS), son cada vez más comunes. En Málaga ya se han detectado casos en los que los estafadores se hacen pasar por bancos o plataformas o…","url":"https://www.abc.es/espana/andalucia/malaga/dgt-alerta-nueva-estafa-malaga-enviando-multas-20250731182407-nts.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2025/07/31/ejemplo-estafa-malaga-U58470200131uoc-1024x512@diario_abc.jpg","publishedAt":"2025-07-31T16:54:33Z","content":"Las estafas digitales mediante suplantación de identidad, conocidas como phishing (por correo electrónico) y smishing (por SMS), son cada vez más comunes. En Málaga ya se han detectado casos en los q… [+2958 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Qué es y cómo funciona la Qualcomm Secure Processing Unit (SPU)","description":"Descubre la Qualcomm Secure Processing Unit (SPU), cómo protege pagos y datos en tu móvil y por qué es clave en la seguridad digital.","url":"https://www.androidsis.com/que-es-y-como-funciona-la-qualcomm-secure-processing-unit-spu/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2019/09/Qualcomm-Snapdragon-.jpg","publishedAt":"2025-07-31T16:53:51Z","content":"En la actualidad, la seguridad en dispositivos móviles es uno de los pilares fundamentales tanto para usuarios particulares como para empresas y entidades gubernamentales. Con el avance de la tecnolo… [+12451 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo saber si te han pinchado el móvil y cómo evitarlo paso a paso","description":"¿Crees que te han pinchado el móvil? Descubre cómo detectarlo y proteger tu privacidad con estos trucos y consejos efectivos.","url":"https://www.androidsis.com/como-saber-si-te-han-pinchado-el-movil-y-como-evitarlo-paso-a-paso/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2020/05/espiar-whatsapp.jpg","publishedAt":"2025-07-31T16:48:10Z","content":"La seguridad y privacidad en los teléfonos móviles se han convertido en una preocupación cada vez más frecuente. El avance tecnológico ha transformado nuestros smartphones en auténticas cajas fuertes… [+11377 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Los riesgos ocultos de las extensiones del navegador y cómo mantenerse a salvo","description":"No todos los complementos del navegador son útiles ayudantes: algunos pueden contener mucho más de lo que esperabas y comprometer tu seguridad.","url":"https://www.welivesecurity.com/es/seguridad-digital/riesgos-seguridad-extensiones-navegador/","urlToImage":null,"publishedAt":"2025-07-31T16:37:33Z","content":"El navegador web es nuestra puerta de entrada al mundo digital, y como son una herramienta tan familiar hoy en día que corremos riesgos si les damos vía libre sin cuestionarlas. Hay muchas extensione… [+6827 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Álvaro García M.","title":"Los usuarios de iPhone tenemos más posibilidades de ser estafados que los de Android. Y la culpa no es de iOS: es nuestra","description":"Hubo quien dijo que usar un iPhone era más seguro que usar un Android. Razón no le faltaba (ni le falta hoy en día), pero ha terminado siendo la causa por la que al final los usuarios de iOS están más expuestos. Tanto Apple como Google tratan de minimizar al …","url":"https://www.applesfera.com/seguridad/usuarios-iphone-tenemos-posibilidades-ser-estafados-que-android-culpa-no-ios-nuestra","urlToImage":"https://i.blogs.es/685b23/android-apple/840_560.jpeg","publishedAt":"2025-07-31T15:30:37Z","content":"Hubo quien dijo que usar un iPhone era más seguro que usar un Android. Razón no le faltaba (ni le falta hoy en día), pero ha terminado siendo la causa por la que al final los usuarios de iOS están má… [+4694 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"Proton lanza un Authenticator 2FA multiplataforma","description":"En el panorama actual de la seguridad digital, contar con un buen autenticador 2FA se ha vuelto casi tan esencial como usar contraseñas seguras. La mayoría de apps populares ya ofrecen sincronización en la nube, protección biométrica y otras comodidades. Sin …","url":"https://www.muycomputer.com/2025/07/31/proton-lanza-un-authenticator-2fa-multiplataforma/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/07/Proton-1-1000x600.jpg","publishedAt":"2025-07-31T15:08:58Z","content":"En el panorama actual de la seguridad digital, contar con un buen autenticador 2FA se ha vuelto casi tan esencial como usar contraseñas seguras. La mayoría de apps populares ya ofrecen sincronización… [+2952 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Cristian Garcia","title":"Guía completa para preparar un iPhone para tu hijo de forma segura","description":"Configura el iPhone de tu hijo con seguridad, control parental y consejos prácticos. Descubre la guía más completa y sencilla para padres.","url":"https://www.actualidadiphone.com/como-preparar-un-dispositivo-para-tu-hijo-en-tu-iphone/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/07/Como-preparar-un-dispositivo-para-tu-hijo-en-tu-iPhone.jpg","publishedAt":"2025-07-31T14:50:38Z","content":"¿Cómo preparar un dispositivo para tu hijo en tu iPhone? El momento de darle a tu hijo su primer iPhone siempre es especial y algo delicado, porque como padre o madre quieres que descubra la tecnolog… [+11543 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Helen Partz","title":"Informe: Arrestan a empleado de CoinDCX en relación con un hackeo de criptomonedas valorado en 44 millones de dólares","description":"Según se informa, un empleado del criptoexchange CoinDCX fue arrestado en la India en relación con una violación de seguridad.\n Un empleado de CoinDCX, un exchange de criptomonedas que fue hackeado a mediados de julio por un valor de 44 millones de dólares, f…","url":"https://es.cointelegraph.com/news/coindcx-hack-employee-arrested-44m-crypto-theft","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-07/01985f61-d553-7414-8028-e8255da909fb","publishedAt":"2025-07-31T14:00:00Z","content":"Un empleado de CoinDCX, un exchange de criptomonedas que fue hackeado a mediados de julio por un valor de 44 millones de dólares, fue arrestado en la India en relación con una violación de seguridad,… [+3791 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Services.msc: Guía para restaurar servicios eliminados o dañados","description":"Descubre cómo restaurar y gestionar servicios de Windows con Services.msc. Soluciona errores y problemas comunes fácilmente.","url":"https://www.actualidadgadget.com/services-msc-guia-para-restaurar-servicios-eliminados-o-danados/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/07/restaurar-servicios-Services.msc_.png","publishedAt":"2025-07-31T13:31:13Z","content":"¿Has notado que algunos servicios de Windows han dejado de funcionar correctamente o necesitas restaurarlos tras algún cambio o error? Tener el control sobre los servicios del sistema es fundamental … [+8527 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Lacort","title":"Un estudiante de Girona montó su oficina de ciberdelincuencia en casa. Su error fue presumir de sus robos en Internet","description":"Un operativo conjunto de Mossos d'Esquadra y Policía Nacional ha detenido en Roses (Girona) a un hacker responsable de varios ciberataques que operaba desde una sofisticada red tecnológica... en su propia casa.\n<!-- BREAK 1 -->\nPor qué es importante. El deten…","url":"https://www.xataka.com/seguridad/estudiante-girona-monto-su-oficina-ciberdelincuencia-casa-su-error-fue-presumir-sus-robos-internet","urlToImage":"https://i.blogs.es/81e609/captura-8bcbuov/840_560.jpeg","publishedAt":"2025-07-31T13:15:38Z","content":"Un operativo conjunto de Mossos d'Esquadra y Policía Nacional ha detenido en Roses (Girona) a un hacker responsable de varios ciberataques que operaba desde una sofisticada red tecnológica... en su p… [+1871 chars]"},{"source":{"id":null,"name":"Educaciontrespuntocero.com"},"author":"EDUCACIÓN 3.0","title":"¿Sabes cuánto cuesta mantener una web durante un año? Te lo contamos","description":"El coste mensual del alojamiento, el registro del dominio o el soporte y mantenimiento técnicos del servidor son algunos de los gastos a tener en cuenta a la hora de abrir un sitio web por primera vez.","url":"https://www.educaciontrespuntocero.com/tecnologia/cuanto-cuesta-mantener-un-alojamiento-web/","urlToImage":"https://www.educaciontrespuntocero.com/wp-content/uploads/2025/07/web-1.jpg","publishedAt":"2025-07-31T11:00:00Z","content":"Muchas personas y empresas apuestan por crear una página web que les permita  conseguir una mayor presencia online con sus negocios o con sus blogs y poder llegar de este modo a una audiencia mucho m… [+4672 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"No hagas clic: Mides advierte por publicación falsa sobre “bono mujer”","description":"El contenido circula en redes sociales y tiene como fin atraer a los internautas a un fraude.","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/No-hagas-clic-Mides-advierte-por-publicacion-falsa-sobre-bono-mujer--uc931735","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202507/_W933_80/927173.jpg","publishedAt":"2025-07-31T10:35:00Z","content":"En las últimas horas circuló en redes sociales una publicación que incluía el isotipo y el diseño institucional del Ministerio de Desarrollo Social (Mides).\r\nEl posteo apócrifo se refería al pago de … [+756 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"Desconectar sin riesgos: el gobierno del dato como escudo digital","description":"Dina Chaves, Group Consultancy Officer de ClarkeModet, explica en esta tribuna cómo el gobierno del dato puede blindar a las empresas frente a los ciberataques del verano.","url":"https://www.silicon.es/experto-opinion/desconectar-sin-riesgos-el-gobierno-del-dato-como-escudo-digital","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/07/gobierno-del-dato-verano-ciberseguridad.jpeg","publishedAt":"2025-07-31T09:59:08Z","content":"El verano, esta época del año marcada por las vacaciones, la desconexión, el teletrabajo y una mayor rotación de personal, representa un periodo especialmente crítico para las empresas en lo que resp… [+2783 chars]"},{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"El FBI 'extiende sus tentáculos' por Oceanía para contrarrestar a China","description":"Nueva Zelanda y Estados Unidos vienen colaborando más estrechamente, preocupados por la creciente influencia de China en el Pacífico.","url":"https://actualidad.rt.com/actualidad/559629-fbi-tentaculos-oceania-contrarrestar-pekin","urlToImage":"https://mf.b37mrtl.ru/actualidad/public_images/2025.07/article/688b1ffa59bf5b24ef06d7b3.jpg","publishedAt":"2025-07-31T09:31:37Z","content":"El FBI ha abierto una oficina independiente en Wellington, la capital de Nueva Zelanda, en parte para contrarrestar la presencia de China en la región del Pacífico, afirmó este jueves el director del… [+2545 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Jesse Coghlan","title":"Check Point advierte sobre anuncios que promocionan aplicaciones cripto falsas cargadas con malware","description":"Más de 10 millones han sido potencialmente objetivo de una campaña de malware diseñada para robar criptomonedas y claves de acceso, según investigadores de ciberseguridad de Check Point.\n Se estima que 10 millones de personas en todo el mundo han estado expue…","url":"https://es.cointelegraph.com/news/crypto-users-warned-as-ads-push-malware-laden-crypto-apps","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-03/0195a740-3667-7c55-aadd-be6b1cff4d3e","publishedAt":"2025-07-31T09:00:00Z","content":"Se estima que 10 millones de personas en todo el mundo han estado expuestas a anuncios en línea que promocionan aplicaciones falsas de criptomonedas con malware, advierte la firma de ciberseguridad; … [+4258 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Beatriz Soto","title":"Un estudio demuestra que las personas que tienen un iPhone son más imprudentes y fáciles de estafar","description":"Desde siempre, una de las cosas que más ha caracterizado y gustaba a los compradores de iPhone es su seguridad, de hecho aseguran preocuparse mucho por la seguridad y privacidad de sus usuarios. No lo negamos, pero quizá sea esto lo que motiva a sus usuarios …","url":"https://www.movilzona.es/noticias/smartphones/estudio-iphone-mas-imprudentes-estafas-online/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/07/iphone-16-plus-icloud.png","publishedAt":"2025-07-31T08:02:36Z","content":"Un estudio ha descubierto que los usuarios de iPhone no son tan prudentes como los que tienen un móvil Android, aunque todos pecan un poco de esto, y además son víctimas de más estafas. No lo decimos… [+2667 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Robollamadas: el nuevo ‘spam telefónico’ que amenaza tu seguridad y tu calma","description":"De mensajes automáticos molestos a voces clonadas por inteligencia artificial que suplantan a tus seres queridos: las llamadas automáticas han evolucionado en silencio hasta convertirse en una amenaza real. ¿Sabes cómo protegerte? Una voz te dice que has gana…","url":"https://www.redes-sociales.com/robollamadas-el-nuevo-spam-telefonico-que-amenaza-tu-seguridad-y-tu-calma/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/08/robocalls.jpeg","publishedAt":"2025-07-31T06:38:00Z","content":"De mensajes automáticos molestos a voces clonadas por inteligencia artificial que suplantan a tus seres queridos: las llamadas automáticas han evolucionado en silencio hasta convertirse en una amenaz… [+5460 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Eduardo Marín","title":"Así es el 'Choicejacking': el nuevo método para robar datos de iPhones y móviles Android al cargar la batería","description":"Un grupo de investigadores de ciberseguridad ha identificado nuevos ataques que permiten acceder a los datos y archivos de dispositivos Android y móviles iPhone usando el puerto USB del dispositivo. El ataque puede ser efectuado al cargar el móvil desde un ca…","url":"https://www.xatakamovil.com/seguridad/asi-choicejacking-nuevo-metodo-para-robar-datos-iphones-moviles-android-al-cargar-bateria","urlToImage":"https://i.blogs.es/b64bb4/hackers-carga/840_560.jpeg","publishedAt":"2025-07-31T06:00:38Z","content":"Un grupo de investigadores de ciberseguridad ha identificado nuevos ataques que permiten acceder a los datos y archivos de dispositivos Android y móviles iPhone usando el puerto USB del dispositivo. … [+3183 chars]"}]