[{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Laura Sacristán","title":"Responder con un 'sí' al descolgar puede darnos problemas, pero el verdadero peligro no es que vayan a grabar nuestra voz","description":"Por desgracia para los usuarios, los intentos de estafa son cada vez más frecuentes y cada vez más complejas. A día de hoy, los ciberdelincuentes utilizan cualquier vía para engañar a las personas: hemos visto fraudes por SMS, por WhatsApp, por correo electró…","url":"https://www.xatakamovil.com/seguridad/responder-al-descolgar-puede-salirte-caro-verdadero-peligro-no-que-muchos-creen","urlToImage":"https://i.blogs.es/88ec9b/castelli-llamadas/840_560.jpeg","publishedAt":"2025-09-27T14:01:57Z","content":"Por desgracia para los usuarios, los intentos de estafa son cada vez más frecuentes y cada vez más complejas. A día de hoy, los ciberdelincuentes utilizan cualquier vía para engañar a las personas: h… [+4178 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"David Carvalho","title":"La crisis de confianza en las criptomonedas que nadie quiere admitir","description":"Con 9.900 millones de dólares perdidos en estafas de criptomonedas en 2024 y las amenazas de la computación cuántica acechando, el problema de phishing en Web3 no es solo un error del usuario, es una crisis existencial.\n Opinión de: David Carvalho, fundador y…","url":"https://es.cointelegraph.com/news/crypto-trust-crisis-nobody-wants-to-admit-to","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198e077-bfbf-769b-a897-3072bc6b4075","publishedAt":"2025-09-27T14:00:00Z","content":"Opinión de: David Carvalho, fundador y CEO de Naoris Protocol\r\nSi llevas más de cinco minutos en Web3, o te han estafado, casi te estafan o estás a un mal clic de unirte al club. Olvídate de los gran… [+5357 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Tu Mac no arranca: causas, soluciones y qué debes hacer","description":"¿Tu Mac no enciende? Descubre señales, causas y soluciones claras para Intel y Apple Silicon. Guía práctica para recuperar el arranque sin sustos.","url":"https://www.soydemac.com/tu-mac-no-arranca-causas-soluciones-y-que-debes-hacer/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/09/tu-mac-no-arranca-causas-soluciones-y-que-debes-hacer-1.png","publishedAt":"2025-09-27T11:00:35Z","content":"Cuando tu ordenador se niega a encender y solo ves una pantalla en negro, un símbolo extraño o se queda bloqueado, la sensación es desagradable, pero hay método. Un Mac que no arranca suele tener una… [+12934 chars]"},{"source":{"id":null,"name":"Vida Extra"},"author":"Alberto Martín","title":"Cuando mueres en Project Zomboid por culpa de tu antivirus y encima la comunidad te dice que lo tienes bien merecido","description":"La ironía de que te mate un antivirus en un videojuego donde un virus convierte a los humanos en zombies es, cuanto menos, una ironía digna de contarse. Y empeora cuando sabes que también puedes morir de otras enfermedades comunes. Pensarás que es un caso dem…","url":"https://www.vidaextra.com/accion/cuando-mueres-project-zomboid-culpa-tu-antivirus-encima-comunidad-te-dice-que-tienes-bien-merecido","urlToImage":"https://i.blogs.es/f18046/proyect-zomboid/840_560.jpeg","publishedAt":"2025-09-27T09:01:57Z","content":"La ironía de que te mate un antivirus en un videojuego donde un virus convierte a los humanos en zombies es, cuanto menos, una ironía digna de contarse. Y empeora cuando sabes que también puedes mori… [+1970 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Apple pide derogar el DMA: ¿cuánto músculo puede realmente ejercer contra la regulación europea?","description":"Apple ha pedido a la Unión Europea que derogue el Digital Markets Act (DMA), la normativa que busca limitar el poder de las grandes plataformas tecnológicas e imponer condiciones de competencia más justas en los mercados digitales. El argumento de la compañía…","url":"https://www.enriquedans.com/2025/09/apple-pide-derogar-el-dma-cuanto-musculo-puede-realmente-ejercer-contra-la-regulacion-europea.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/09/Apple-vs-Europe-Dall·E.jpg","publishedAt":"2025-09-27T07:43:08Z","content":"Apple ha pedido a la Unión Europea que derogue el Digital Markets Act (DMA), la normativa que busca limitar el poder de las grandes plataformas tecnológicas e imponer condiciones de competencia más j… [+4905 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"XCSSET evoluciona: nueva variante de malware para macOS ataca proyectos Xcode y roba criptomonedas","description":"Microsoft ha detectado una nueva variante del malware XCSSET para macOS, dirigida específicamente a desarrolladores que usan Xcode. Esta versión incorpora funcionalidades avanzadas como robos de datos de navegador, secuestro del portapapeles y nuevos mecanism…","url":"https://unaaldia.hispasec.com/2025/09/xcsset-evoluciona-nueva-variante-de-malware-para-macos-ataca-proyectos-xcode-y-roba-criptomonedas.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/dev-team-1758892222410.png?fit=1200%2C686&ssl=1","publishedAt":"2025-09-27T06:30:00Z","content":"La familia de malware XCSSET, conocida por atacar sistemas macOS a través de proyectos Xcode infectados, vuelve a estar en el punto de mira tras la publicación de un nuevo informe por parte de Micros… [+2195 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"ForcedLeak: Indired Prompt Injection en Salesforce AgentForce","description":"Teniendo en cuenta que los LLMs que tenemos hoy en día no tienen ninguna protección por diseño contra los ataques de Prompt Injection, la única defensa posible contra estas debilidades son System Prompts lo más robustos posibles, y Guardarrailes que filtren l…","url":"https://www.elladodelmal.com/2025/09/forcedleak-indired-prompt-injection-en.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhgFycPYrOGQCPX2r1uvgTdimCWc07g7WrWG4BU6PIkIGLq4A2_fumSIP72hYnUkAyyT91QomyaJwWuyKbP6w6EW_uOaRjMigSaIH7j7bQFyX5GRqNo49f60Rlq7NbpoYBXYYqzZzCTQdS1E-AAaGigsl0DMAmA8oOC6Zj1zNVrYM3e0BIdyk7O/w1200-h630-p-k-no-nu/Sales0.jpg","publishedAt":"2025-09-27T04:01:00Z","content":"Teniendo en cuenta que los LLMs que tenemos hoy en día no tienen ninguna protección por diseño contra los ataques de Prompt Injection, la única defensa posible contra estas debilidades son System Pro… [+3493 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Optimiza el rendimiento y la seguridad con estas herramientas gratuitas para testar tu web","description":"¿Has notado que tan solo unos segundos marcan toda la diferencia cuando exploras una página en internet? Ahora, imagina que tus potenciales clientes te visitan y, al primer tropiezo con un sitio lento, dudoso o inseguro, hacen clic en la competencia. Ese pequ…","url":"https://www.muywindows.com/herramientas-gratuitas-para-testar-tu-web/","urlToImage":null,"publishedAt":"2025-09-27T04:00:30Z","content":"¿Has notado que tan solo unos segundos marcan toda la diferencia cuando exploras una página en internet? Ahora, imagina que tus potenciales clientes te visitan y, al primer tropiezo con un sitio lent… [+8664 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Albert Sanchis","title":"Los 'hackeos' rusos a los aspersores de Valencia explican la ola de sabotajes que viene","description":"Los ciberdelincuentes están dejando atrás la motivación económica para abrazar el sabotaje y la desestabilización. El objetivo ya no es conseguir un rescate, sino sembrar, literalmente, el caos en la infraestructura pública","url":"https://www.elconfidencial.com/tecnologia/2025-09-27/ciberataque-aspersores-riego-valencia-sabotaje-hackers-rusos_4217130/","urlToImage":"https://images.ecestaticos.com/Wranv5iyyj40KnqusT978ykVHqk=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/4b0/9b3/261/4b09b326148789801c825c738075a37d.jpg","publishedAt":"2025-09-27T03:00:00Z","content":"La mañana se presentaba como cualquier otra en el pulmón verde de Valencia, el Jardín del Turia. Pero, de repente, la tranquilidad se rompió con un anómalo chaparrón bajo la imponente silueta de las … [+8013 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Cristian Garcia","title":"Cómo acceder a contenidos de ordenadores en tu Apple TV","description":"Conecta Apple TV a tu ordenador y reproduce tu biblioteca con Compartir en casa o Plex/Infuse. Guía completa, fácil y directa paso a paso.","url":"https://www.actualidadiphone.com/como-acceder-a-contenidos-de-ordenadores-en-tu-apple-tv/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/09/Como-acceder-a-contenidos-de-ordenadores-en-tu-Apple-TV-2.jpg","publishedAt":"2025-09-27T00:51:46Z","content":"Conectar tu Apple TV a la biblioteca multimedia de tu ordenador es mucho más sencillo de lo que parece cuando conoces la ruta correcta. La clave está en Compartir en casa, una función de los sistemas… [+13586 chars]"}]