[{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo detectar malware fileless y proteger tu empresa","description":"Aprende a detectar malware fileless, cómo actúa en memoria y qué medidas aplicar para frenarlo antes de que comprometa tu empresa.","url":"https://www.actualidadgadget.com/como-detectar-malware-fileless-y-proteger-tu-empresa/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Como-detectar-malware-fileless-y-proteger-tu-empresa.jpeg","publishedAt":"2025-11-28T19:23:16Z","content":"El malware fileless se ha convertido en uno de los quebraderos de cabeza más serios para los equipos de ciberseguridad modernos. No se instala como un programa clásico ni deja ejecutables sospechosos… [+18277 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Sitio web falso que simula ser Frávega con supuestas ofertas por Black Friday","description":"Un análisis revela cómo un sitio falso imita a Frávega para engañar usuarios durante Black Friday. Descubre las claves para evitar caer en la trampa","url":"https://www.welivesecurity.com/es/estafas-enganos/sitio-web-falso-simula-ser-fravega-black-friday/","urlToImage":null,"publishedAt":"2025-11-28T17:27:07Z","content":"En plena temporada de Black Friday, muchas personas buscan ofertas y oportunidades de compra. Frente a esta situación, los cibercriminales aprovechan para crear sitios fraudulentos que buscan robar d… [+5498 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Servimedia","title":"Un informe de Inetum alerta sobre el auge del phishing impulsado por IA","description":"Inetum alerta de estafas digitales más sofisticadas: IA impulsa spear phishing, vishing y deepfakes; suben clics y pérdidas bancarias, y recomiendan verificación doble, autenticación avanzada y educación continua en seguridad","url":"https://www.elconfidencial.com/tecnologia/2025-11-28/phishing-inteligencia-artificial-ciberseguridad-deepfake-1hms_4256871/","urlToImage":"https://images.ecestaticos.com/7KnTZmVbpXt-D59JTxh-d0Xp03c=/0x0:1200x900/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/fca/d58/59d/fcad5859dcd99d374daf3bbd43e6d182.jpg","publishedAt":"2025-11-28T16:31:00Z","content":"Con motivo del Día Mundial de la Ciberseguridad que se celebra este domingo, Inetum, compañía europea de servicios digitales, advierte en un nuevo paper sobre el incremento exponencial de ataques de … [+2230 chars]"},{"source":{"id":null,"name":"Enter.co"},"author":"Sergio Ramos Montoya","title":"OpenAI admite filtración que compromete datos de usuarios: esto es lo que se sabe","description":"La compañía creadora de ChatGPT, OpenAI, confirmó una brecha de seguridad que preocupa a una parte de sus usuarios.","url":"https://www.enter.co/especiales/dev/inteligencia-artificial/openai-admite-filtracion-que-compromete-datos-de-usuarios-esto-es-lo-que-se-sabe/","urlToImage":"https://www.enter.co/wp-content/uploads/2025/11/growtika-VofYoHuMWyc-unsplash-1.jpg","publishedAt":"2025-11-28T16:03:03Z","content":"La compañía creadora de ChatGPT, OpenAI, confirmó una brecha de seguridad que preocupa a una parte de sus usuarios.\r\nEl acceso no autorizado a datos de los usuarios tomó por sorpresa, no por la magni… [+2726 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Emasesa valora la ciberseguridad en los servicios esenciales públicos en un contexto de \"amenazas digitales\"","description":"La Empresa de Abastecimiento y Saneamiento de Aguas de Sevilla (Emasesa) ha incidido con motivo del Día Internacional de la Seguridad de la Información, previsto para este domingo 30 de noviembre, en la importancia de la ciberseguridad e innovación tecnológic…","url":"https://www.europapress.es/andalucia/sevilla-00357/noticia-emasesa-valora-ciberseguridad-servicios-esenciales-publicos-contexto-amenazas-digitales-20251128165952.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251128165952_1200.jpg","publishedAt":"2025-11-28T15:59:52Z","content":"SEVILLA 28 Nov. (EUROPA PRESS) - \r\n La Empresa de Abastecimiento y Saneamiento de Aguas de Sevilla (Emasesa) ha incidido con motivo del Día Internacional de la Seguridad de la Información, previsto p… [+3050 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"4 historias de infección por malware y sus consecuencias","description":"Con motivo del Día Internacional de la Seguridad Informática, compartimos casos que demuestran el impacto que puede tener una infección para personas y empresas. Sí, nadie está exento de este tipo de incidente informático.","url":"https://www.welivesecurity.com/es/seguridad-digital/4-historias-malware-sus-consecuencias/","urlToImage":null,"publishedAt":"2025-11-28T13:12:40Z","content":"Pérdidas millonarias de dinero, filtración de datos personales y confidenciales, imposibilidad de continuar con la operatoria normal de un negocio. Las consecuencias de una infección por malware pued… [+5435 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Julián J. Menéndez","title":"ShadowPad explota vulnerabilidad crítica en WSUS","description":"Una vulnerabilidad crítica recientemente parcheada en Windows Server Update Services (WSUS), identificada como CVE-2025-59287, está siendo explotada activamente para desplegar el backdoor ShadowPad en servidores Windows. La campaña, permite a atacantes obtene…","url":"https://unaaldia.hispasec.com/2025/11/shadowpad-explota-vulnerabilidad-critica-en-wsus.html","urlToImage":"https://unaaldia.hispasec.com/wp-content/uploads/2025/11/wsus.jpg","publishedAt":"2025-11-28T12:38:26Z","content":"Una vulnerabilidad crítica recientemente parcheada en Windows Server Update Services (WSUS), identificada como CVE-2025-59287, está siendo explotada activamente para desplegar el backdoor ShadowPad e… [+2717 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"El Universal (México)","title":"Los celulares que se quedan sin WhatsApp en diciembre 2025","description":"A partir del último mes de este año, la popular aplicación de mensajería deja de funcionar en varios modelos antiguos de smartphones porque ya no son compatibles","url":"https://www.lanacion.com.ar/tecnologia/los-celulares-que-se-quedan-sin-whatsapp-en-diciembre-2025-nid28112025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/el-listado-completo-de-los-celulares-que-se-YP46MQC4WJGZZKRLYBTFS4STBA.jpg?auth=8e8e54d1dc822d8849ac902de67aa20c5ebd30b2b55adf38ee2668fe8c749904&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-11-28T12:23:06Z","content":"Quienes utilizan WhatsApp como principal vía de comunicación, ya sea para realizar actividades en su día a día o para asuntos del trabajo, deben considerar que en diciembre 2025 algunos dispositivos … [+2051 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Aviso de la Guardia Civil a toda España: ponte en alerta por los cargos en la cuenta del banco tras perder la conexión del móvil","description":"La ciberdelincuencia está a la orden del día, y por ello es importante estar siempre actualizado con las técnicas y estafas que diseñan los cibercriminales para tratar de engañarte y robarte el dinero. En el caso de hoy, vamos a contarte qué es el SIM swappin…","url":"https://www.eleconomista.es/tecnologia/noticias/13666996/11/25/aviso-de-la-guardia-civil-a-toda-espana-ponte-en-alerta-por-los-cargos-en-la-cuenta-del-banco-tras-perder-la-conexion-del-movil.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/d/1/2/guardia-movil-peligro.jpg","publishedAt":"2025-11-28T12:11:39Z","content":"La ciberdelincuencia está a la orden del día, y por ello es importante estar siempre actualizado con las técnicas y estafas que diseñan los cibercriminales para tratar de engañarte y robarte el diner… [+2332 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Acceso remoto con Chrome: cómo configurarlo y conectarte de forma segura","description":"Guía completa para configurar Chrome Remote Desktop y conectarte con seguridad. VPN, PIN, funciones clave y solución de problemas.","url":"https://www.creativosonline.org/acceso-remoto-con-chrome-como-configurarlo-y-conectarte-de-forma-segura.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/11/Acceso-remoto-con-Chrome-como-configurarlo-y-conectarte-de-forma-segura-e1764022687939.jpg","publishedAt":"2025-11-28T12:00:19Z","content":"Si trabajas a distancia, das soporte técnico o simplemente quieres abrir tus archivos de casa desde cualquier sitio, Chrome Remote Desktop (CRD) es una solución sencilla para controlar otro ordenador… [+17040 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"500 millones de ordenadores siguen sin dar el salto a Windows 11","description":"Cerca de 500 millones de ordenadores pueden instalar Windows 11 pero siguen en Windows 10. Datos, motivos y situación en España y Europa.","url":"https://www.actualidadgadget.com/500-millones-de-ordenadores-siguen-sin-dar-el-salto-a-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/500-millones-de-ordenadores-no-han-actualizado-a-Windows-11.jpg","publishedAt":"2025-11-28T11:15:49Z","content":"La retirada del soporte oficial de Windows 10 no ha provocado la avalancha de migraciones que muchos en la industria tecnológica daban por hecha. A día de hoy, según estimaciones de Dell y otras fuen… [+13079 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"El Confidencial","title":"El aviso de la Guardia Civil a toda España: así puedes denunciar un robo durante el Black Friday 2025","description":"Este viernes se espera la mayor afluencia en tiendas y centros comerciales, lo que incrementa el riesgo de hurtos","url":"https://www.elconfidencial.com/espana/2025-11-28/aviso-guardia-civil-espana-denunciar-robo-black-friday-1qrt_4256558/","urlToImage":"https://images.ecestaticos.com/MKpOkh4SeYFdrRaaYcI9uDGCL-o=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/750/deb/e9a/750debe9a807e153d0fbcad0ac60eb73.jpg","publishedAt":"2025-11-28T11:01:00Z","content":"Consumo multa a Mediamarkt, Carrefour y otras empresas por falsas rebajas en Black FridaySigue a El Confidencial en Google Discover para enterarte de todas las noticiasEl Black Friday 2025 vive hoy s… [+3214 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Lo que nunca debes hacer: esto es lo que pasa si no cierras sesión en tu cuenta de WhatsApp Web","description":"A pesar de que WhatsApp nació como un app de mensajería instantánea, y por lo tanto estaba pensada para usar en teléfonos móviles, y que hoy en día nuestro smartphone nos acompaña a cualquier lado, Meta identificó la necesidad de los usuarios de poder acceder…","url":"https://www.eleconomista.es/tecnologia/noticias/13666639/11/25/lo-que-nunca-debes-hacer-esto-es-lo-que-pasa-si-no-cierras-sesion-en-tu-cuenta-de-whatsapp-web.html","urlToImage":"https://s03.s3c.es/imag/_v0/1300x709/7/d/b/1200x655_2M5AH50.jpg","publishedAt":"2025-11-28T10:13:53Z","content":"A pesar de que WhatsApp nació como un app de mensajería instantánea, y por lo tanto estaba pensada para usar en teléfonos móviles, y que hoy en día nuestro smartphone nos acompaña a cualquier lado, M… [+2152 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"IPFire 2.29 Core Update 199 introduce integración de soporte avanzado para WiFi 7 y WiFi 6, junto con LLDP/CDP","description":"Descubre todas las novedades de IPFire 2.29 Core Update 199: WiFi 7, nuevo kernel, IPS mejorado y más mejoras de seguridad.","url":"https://www.linuxadictos.com/ipfire-2-29-core-update-199-introduce-integracion-de-soporte-avanzado-para-wifi-7-y-wifi-6-junto-con-lldp-cdp.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/IPFire-2.29-Core-Update-199.webp","publishedAt":"2025-11-28T09:26:31Z","content":"IPFire 2.29 Core Update 199 llega cargada de cambios profundos que tocan prácticamente todas las capas del sistema: desde el soporte inalámbrico de última generación hasta el endurecimiento de la seg… [+15430 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"Palo Alto Networks aboga por una plataforma unificada frente a la sofisticación de la IA","description":"El fabricante de soluciones de seguridad sigue firme en su apuesta por una estrategia de plataforma unificada como respuesta a la irrupción masiva de la inteligencia artificial en el cibercrimen.","url":"https://www.silicon.es/palo-alto-networks-aboga-por-una-plataforma-unificada-frente-a-la-sofisticacion-de-la-ia-2575102","urlToImage":"https://www.silicon.es/wp-content/uploads/2023/03/paloalto-networks-integra-aiops-solucion-sase.jpg","publishedAt":"2025-11-28T08:52:43Z","content":"Palo Alto Networks ha convocado recientemente a los medios de comunicación para ofrecer una actualización del estado del sector de la ciberseguridad, marcado en gran medida por la irrupción de la int… [+6109 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Cómo se vivió el segundo ejercicio de CiberLab que simuló un ciberataque a una empresa sanitaria","description":"Más de 200 personas asumieron roles técnicos y estratégicos para enfrentar un ataque de ransomware.","url":"https://www.df.cl/df-lab/tech-negocios/como-se-vivio-el-segundo-ejercicio-de-ciberlab-que-simulo-un-ciberataque-a","urlToImage":"https://www.df.cl/noticias/site/artic/20251127/imag/foto_0000000420251127194821/1-Equipo-en-simulacro-_Credito-Ejercito-de-Chile.jpg","publishedAt":"2025-11-28T07:00:00Z","content":"Este miércoles, el Laboratorio de Ciberdefensa para la Protección de Infraestructuras Críticas (CiberLab) iniciativa del Centro de Innovación UC Anacleto Angelini, el Ejército de Chile y representant… [+2721 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Christian Collado","title":"Alerta en OpenAI: confirman una brecha de seguridad masiva que ha expuesto tus datos (junto a los de otras muchas personas)","description":"Es el correo que nadie quiere recibir, pero que por desgracia se está volviendo demasiado común en nuestras bandejas de entrada. OpenAI, la compañía detrás de ChatGPT y la responsable de liderar la revolución de la inteligencia artificial, ha confirmado un in…","url":"https://andro4all.com/tecnologia/alerta-en-openai-confirman-una-brecha-de-seguridad-masiva-que-ha-expuesto-tus-datos-junto-a-los-de-otras-muchas-personas","urlToImage":"https://andro4all.com/hero/2025/07/openai-va-a-por-todas-su-nuevo-navegador-con-ia-podria-hacer-temblar-a-google-chrome.jpg?width=1200","publishedAt":"2025-11-28T05:01:13Z","content":"Logo de OpenAI\r\nEs el correo que nadie quiere recibir, pero que por desgracia se está volviendo demasiado común en nuestras bandejas de entrada. OpenAI, la compañía detrás de ChatGPT y la responsable… [+4084 chars]"}]