[{"source":{"id":null,"name":"Adslzone.net"},"author":"Javier Sanz","title":"Chema Alonso, del fracaso en Telefónica a Cloudflare y al Comité de Árbitros: el hacker que juega en los dos bandos","description":"Chema Alonso, una de las figuras más reconocibles del entorno tecnológico español, ha vuelto a sorprender con un movimiento doblemente llamativo. Esta vez, ocupará un doble cargo que, para muchos en el sector, resulta cuanto menos paradójico, y que abre un de…","url":"https://www.adslzone.net/noticias/seguridad/chema-alonso-dos-bandos-fracaso-telefonica/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/cloudflare-chema-alonso.png","publishedAt":"2025-08-05T11:21:36Z","content":"Por un lado, ha sido nombrado vicepresidente de Cloudflare, una joven empresa tecnológica especializada en servicios de CDN (Content Delivery Network) y mitigación de ataques DDoS, que ha ganado noto… [+6533 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Parchear vulnerabilidades con rapidez, tarea pendiente entre las empresas españolas","description":"ESET advierte sobre las brechas que se producen por vulnerabilidades conocidas y parches que no se aplican a tiempo.","url":"https://www.silicon.es/parchear-vulnerabilidades-con-rapidez-tarea-pendiente-entre-las-empresas-espanolas-2571316","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/02/Fuente-Shutterstock_Autor-Marafona_seguridad-brecha-datos.jpg","publishedAt":"2025-08-05T11:20:27Z","content":"A medida que se intensifican los ataques de ciberdelincuencia y crece el coste por filtraciones de datos, los expertos en seguridad advierten sobre la necesidad de mejorar la gestión de vulnerabilida… [+2056 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"WatchGuard refuerza su Serie T con firewalls más potentes, sostenibles y adaptados a las pymes","description":"WatchGuard presenta sus nuevos Firebox Tabletop Serie T, con IA, Wi-Fi 7 y diseño ecológico para una ciberseguridad avanzada en pymes y MSP.","url":"https://www.silicon.es/watchguard-refuerza-su-serie-t-con-firewalls-mas-potentes-sostenibles-y-adaptados-a-las-pymes-2571290","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/watchguard-firebox-serie-t.jpeg","publishedAt":"2025-08-05T11:00:45Z","content":"WatchGuard Technologies ha lanzado una nueva generación de dispositivos de su gama Firebox Tabletop Serie T, dirigida a pequeñas y medianas empresas (pymes) y proveedores de servicios gestionados (MS… [+2364 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Bárbara Bécares","title":"Una señora mayor gastaba mucho en recargas de Steam. El empleado del supermercado desconfió y está confirmando sus peores sospechas","description":"Las tarjetas de regalo de Steam se pueden comprar directamente en la plataforma de Valve, pero también en tiendas online y en muchas tiendas físicas, como supermercados y tiendas de venta de electrónica. Comprar una tarjeta física puede ser un regalo para alg…","url":"https://www.genbeta.com/actualidad/senora-mayor-gastaba-mucho-recargas-steam-empleado-supermercado-desconfio-esta-confirmando-sus-peores-sospechas","urlToImage":"https://i.blogs.es/9b002c/safeway_-_gift_card_mall_-5115832361-1-/840_560.jpeg","publishedAt":"2025-08-05T10:08:00Z","content":"Las tarjetas de regalo de Steam se pueden comprar directamente en la plataforma de Valve, pero también en tiendas online y en muchas tiendas físicas, como supermercados y tiendas de venta de electrón… [+4530 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Globant identifica los cinco grandes retos de la banca ante la adopción de la inteligencia artificial","description":"Un informe de Globant revela los principales obstáculos que afronta el sector financiero para integrar la IA, desde costes y regulación hasta talento y sistemas rígidos.","url":"https://www.silicon.es/globant-identifica-los-cinco-grandes-retos-de-la-banca-ante-la-adopcion-de-la-inteligencia-artificial-2571282","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/retos-ia-sector-financiero-globant.jpeg","publishedAt":"2025-08-05T10:00:19Z","content":"La inteligencia artificial se perfila como un motor esencial para la transformación del sector bancario, pero su adopción no está exenta de barreras estructurales. Así lo señala el informe Servicios … [+3150 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Tiene el aspecto de una multa de tráfico, pero no has cometido ninguna infracción: es una estafa que te robará los datos (y el dinero)","description":"En pleno corazón de Málaga, una nueva modalidad de fraude ha puesto en alerta a ciudadanos y autoridades: multas de tráfico falsas con códigos QR que simulan proceder de la Dirección General de Tráfico (DGT). Lo que a simple vista parece un boletín oficial es…","url":"https://www.genbeta.com/seguridad/tiene-aspecto-multa-trafico-no-has-cometido-ninguna-infraccion-estafa-que-te-robara-datos-dinero","urlToImage":"https://i.blogs.es/b9c759/chatgpt-image-4-ago-2025-22_10_45/840_560.png","publishedAt":"2025-08-05T06:00:38Z","content":"En pleno corazón de Málaga, una nueva modalidad de fraude ha puesto en alerta a ciudadanos y autoridades: multas de tráfico falsas con códigos QR que simulan proceder de la Dirección General de Tráfi… [+5456 chars]"}]