[{"source":{"id":null,"name":"Diario EL PAIS Uruguay"},"author":"Diego Acosta y Lara","title":"Ciberataques en Uruguay: cuáles son las amenazas más comunes y por qué reportar a tiempo es clave","description":"El aumento de ataques informáticos en Uruguay expone a ciudadanos y empresas a fraudes, accesos indebidos y robos de información. Especialistas advierten sobre la importancia de prevenir y reportar incidentes a tiempo.","url":"https://www.elpais.com.uy/vida-actual/tecnologia/ciberataques-en-uruguay-cuales-son-las-amenazas-mas-comunes-y-por-que-reportar-a-tiempo-es-clave","urlToImage":"https://imgs.elpais.com.uy/dims4/default/fd59ade/2147483647/strip/true/crop/2362x1148+0+23/resize/1440x700!/quality/90/?url=https%3A%2F%2Fel-pais-uruguay-production-web.s3.us-east-1.amazonaws.com%2Fbrightspot%2F68%2Fb1%2F11f93f684206834f8e5e83ff8838%2Fplaza-independencia-1899587.jpg","publishedAt":"2025-12-23T20:09:48Z","content":"El crecimiento de los incidentes de seguridad informática dejó de ser una tendencia lejana para convertirse en una realidad cotidiana en Uruguay. Tanto ciudadanos como empresas enfrentan hoy un escen… [+5768 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Ricardo Olave","title":"¿Aún comprando regalos de Navidad? Atento a los fraudes al comprar por internet","description":"El apuro y ansiedad de comprar a última hora puede hacernos caer en estafas y ciberdelitos. ¿Cómo evitarlos? Aquí, expertos entregan consejos y también establecen los derechos que todos tenemos luego de una compra.","url":"https://www.latercera.com/lt-board/noticia/aun-comprando-regalos-de-navidad-atento-a-los-fraudes-al-comprar-por-internet/","urlToImage":"https://www.latercera.com/resizer/v2/5UJAZ4HLWZEMXBO4QE3MKVYUYA.jpg?auth=e1b14c303c29f650b2deff15f9064a0ab42efa0b91817340275c1c1c74ec40f7&height=630&width=1200&smart=true","publishedAt":"2025-12-23T18:05:28Z","content":"Entre Navidad y Año Nuevo se concentra entre el 11 y el 12% de las ventas anuales del comercio, según cifras de la Cámara Nacional de Comercio (CNC). 4 de cada 10 personas aún hacen todas sus compras… [+8406 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Gabriela Martínez","title":"El WhatsApp de 50.000 personas en peligro por descargar esta \"herramienta\" que robaba los datos","description":"Un reciente incidente de ciberseguridad ha puesto en jaque las cuentas de WhatsApp de decenas de miles de personas, no por un fallo interno de la plataforma, sino por una sofisticada herramienta de terceros que, bajo una apariencia inofensiva, ocultaba un pel…","url":"https://ipadizate.com/whatsapp/el-whatsapp-de-50-000-personas-en-peligro-por-descargar-esta-herramienta-que-robaba-los-datos","urlToImage":"https://ipadizate.com/hero/2025/12/whatsapp.1766506435.2175.png?width=1200","publishedAt":"2025-12-23T17:00:52Z","content":"Un malware que afectó a WhatsApp logró robar absolutamente todo el contenido de las cuentas de las víctimas\r\nUn reciente incidente de ciberseguridad ha puesto en jaque las cuentas de WhatsApp de dece… [+3726 chars]"},{"source":{"id":null,"name":"Generación Xbox"},"author":"Adrián Fuentes","title":"Guía: Oleada de baneos en FC 26 las redes sociales se inundan de casos: así debes proceder","description":"Te dejamos paso a paso como reclamar tú baneo de EA Sports FC 26 en el mercado de transferibles.","url":"https://generacionxbox.com/guia-oleada-de-baneos-en-fc-26-las-redes-sociales-se-inundan-de-casos-asi-debes-proceder/","urlToImage":"https://generacionxbox.com/wp-content/uploads/2025/12/oleada-de-baneos-en-ea-sports-fc-26-las-redes-sociales-se-inundan-de-casos-asi-debes-proceder-1024x683.png","publishedAt":"2025-12-23T16:46:07Z","content":"Te dejamos paso a paso como reclamar tú baneo de EA Sports FC 26 en el mercado de transferibles.\r\nMás historias en la categoría Guías\r\n<table><tr><td>No te pierdas nada y ¡Síguenos en Google News! </… [+9321 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Brushing: la estafa detrás de los paquetes que llegan sin explicación","description":"¿Alguna vez recibiste un paquete que nunca pediste? Podría ser una señal de alerta: tus datos personales podrían estar comprometidos.","url":"https://www.welivesecurity.com/es/estafas-enganos/brushing-estafa-online-paquetes-sorpresa/","urlToImage":null,"publishedAt":"2025-12-23T16:13:55Z","content":"Se prevé que las ventas globales en línea superen los 6,4 billones de dólares en 2025. Una gran parte de ellas se concretará a través de plataformas digitales. Aunque, en apariencia, ofrecen comodida… [+6369 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"El malware MacSync burla Gatekeeper y pone en jaque la seguridad de macOS","description":"MacSync logra evadir Gatekeeper en macOS con apps firmadas y roba llaveros, contraseñas y criptomonedas. Así afecta a usuarios en España y Europa.","url":"https://www.actualidadiphone.com/el-malware-macsync-burla-gatekeeper-y-pone-en-jaque-la-seguridad-de-macos/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/12/Malware-MacSync-que-evade-Gatekeeper-en-macOS.jpg","publishedAt":"2025-12-23T15:57:47Z","content":"Una nueva variante del malware MacSync especializado en robar información ha encendido las alarmas en el ecosistema macOS. La amenaza, que ya ha provocado pérdidas de criptoactivos a algunos usuarios… [+12592 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Más de 56.000 cuentas de WhatsApp han descargado este virus que permite acceder a perfil y robar mensajes","description":"Un paquete malicioso del administrador Node Package Manager (npm) para WhatsApp Web permite a actores maliciosos acceder a los mensajes, archivos multimedia, contactos y claves de acceso de los usuarios forma indetectable, al hacerse pasar por una biblioteca …","url":"https://www.eleconomista.es/tecnologia/noticias/13704389/12/25/mas-de-56000-cuentas-de-whatsapp-han-descargado-este-virus-que-permite-acceder-a-perfil-y-robar-mensajes.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x675/2/f/e/VIRUS-WHATSAPP.jpg","publishedAt":"2025-12-23T15:52:41Z","content":"Un paquete malicioso del administrador Node Package Manager (npm) para WhatsApp Web permite a actores maliciosos acceder a los mensajes, archivos multimedia, contactos y claves de acceso de los usuar… [+3279 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Identifican un paquete npm malicioso para WhatsApp con 56.000 descargas que permite acceder a cuentas y robar mensajes","description":"Un paquete malicioso del administrador Node Package Manager (npm) para WhatsApp Web permite a actores maliciosos acceder a los mensajes, archivos multimedia, contactos y claves de acceso de los usuarios forma indetectable, al hacerse pasar por una biblioteca …","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-identifican-paquete-npm-malicioso-whatsapp-56000-descargas-permite-acceder-cuentas-robar-mensajes-20251223160109.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251223160109_1200.jpg","publishedAt":"2025-12-23T15:01:09Z","content":"MADRID, 23 Dic. (Portaltic/EP) - \r\n   Un paquete malicioso del administrador Node Package Manager (npm) para WhatsApp Web permite a actores maliciosos acceder a los mensajes, archivos multimedia, con… [+3275 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Disminuyen los casos de hackeos de criptomonedas, pero los ataques a la cadena de suministro reconfiguran el panorama de amenazas","description":"Las preocupaciones sobre las vulnerabilidades del código están desapareciendo en el ámbito de las criptomonedas, pero a medida que mejora la seguridad de los protocolos, están surgiendo tácticas de estafa más sofisticadas.\n Hackers de criptomonedas robaron 3.…","url":"https://es.cointelegraph.com/news/crypto-security-phishing-supply-chain-attacks","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b4a93-ba72-7738-bd06-65f2f17d7db1.jpg","publishedAt":"2025-12-23T14:12:30Z","content":"Hackers de criptomonedas robaron 3.300 millones de dólares en 2025, pero el número de ataques se redujo drásticamente, ya que las pérdidas se concentraron en un número menor de exploits más sofistica… [+3600 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Le envían un mensaje desde la propia app de Booking y era una estafa: nunca des tus datos bancarios de esta forma","description":"Booking es una de las plataformas favoritas de los españoles para reservar alojamiento online para las vacaciones. Gracias a ella, podemos comparar el precio de distintos sitios para hospedarnos en un viaje y conocer la valoración de otros clientes anteriores…","url":"https://www.adslzone.net/noticias/seguridad/mensaje-app-booking-estafa-datos-bancarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/aplicacion-Booking-reserva-alojamientos.png","publishedAt":"2025-12-23T14:01:44Z","content":"El Instituto Nacional de Estadísticas (INE) de España calcula que los residentes españoles viajaron más de 58 millones de veces en el tercer trimestre de 2025. Para gran parte de estos viajes, tuvier… [+4183 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Rubén Chicharro","title":"Alerta máxima en WhatsApp: descubren que pueden acceder a tu cuenta y robar tus mensajes y fotos (cómo evitarlo)","description":"WhatsApp está en máxima alerta por una nueva amenaza que podría haber afectado a miles y miles de usuarios. Tal y como revela una firma de seguridad especializada en ataques, se ha descubierto un malware con el que pueden acceder a tus mensajes, archivos mult…","url":"https://hipertextual.com/software/alerta-maxima-en-whatsapp-descubren-que-pueden-acceder-a-tu-cuenta-y-robar-tus-mensajes-y-fotos-como-evitarlo/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/12/alerta-whatsapp.jpg","publishedAt":"2025-12-23T11:37:23Z","content":"WhatsApp está en máxima alerta por una nueva amenaza que podría haber afectado a miles y miles de usuarios. Tal y como revela una firma de seguridad especializada en ataques, se ha descubierto un mal… [+2145 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Hasta el 30% de los dominios web 'aparcados' redirigen ya a malware y ciberestafas. Solemos caer en ellos cuando escribimos mal una URL","description":"Durante años, los dominios web 'aparcados' han sido considerados una molestia menor a la hora de navegar: páginas sin contenido real, llenas de anuncios genéricos y de redirecciones automáticas, a las que accedemos como consecuencia de errores tipográficos al…","url":"https://www.genbeta.com/seguridad/30-dominios-web-aparcados-redirigen-a-malware-ciberestafas-solemos-caer-ellos-cuando-escribimos-mal-url","urlToImage":"https://i.blogs.es/79e385/chatgpt-image-23-dic-2025-11_29_01/840_560.png","publishedAt":"2025-12-23T10:43:37Z","content":"Durante años, los dominios web 'aparcados' han sido considerados una molestia menor a la hora de navegar: páginas sin contenido real, llenas de anuncios genéricos y de redirecciones automáticas, a la… [+5111 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Palo Alto Networks y Google Cloud extienden su alianza","description":"Juntas, estas compañías trabajarán para promover el desarrollo y el despliegue de soluciones de IA de forma segura.","url":"https://www.silicon.es/palo-alto-networks-y-google-cloud-extienden-su-alianza-2575866","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/01/Fuente-Shutterstock_Autor-vs148_cloudcomputing-nube.jpg","publishedAt":"2025-12-23T10:30:35Z","content":"Palo Alto Networks y Google, a través de Google Cloud, ahondan en su alianza para avanzar en el campo de la inteligencia artificial (IA). Y, más concretamente, en el desarrollo y despliegue de soluci… [+2467 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Advierten sobre un incremento del robo de cuentas de Microsoft 365","description":"La empresa de seguridad Proofpoint alerta sobre acciones de phishing por códigos de dispositivo.","url":"https://www.silicon.es/advierten-sobre-un-incremento-del-robo-de-cuentas-de-microsoft-365-2575867","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/06/Fuente-Shutterstock_Autor-Pavel-Ignatov_seguridad-.jpg","publishedAt":"2025-12-23T10:01:20Z","content":"Se está incrementando la toma de control de cuentas de Microsoft 365. Así lo advierte la firma de seguridad Proofpoint, que explica que detrás de este robo de cuentas se encuentra un abuso de las aut… [+1212 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Corea del Sur exige reconocimiento facial para nuevas líneas móviles desde 2026","description":"El Gobierno busca frenar el phishing telefónico con identificación biométrica obligatoria.","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/Corea-del-Sur-exige-reconocimiento-facial-para-nuevas-lineas-moviles-desde-2026-uc947366","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/201809/_W933_80/668338.jpg","publishedAt":"2025-12-23T09:43:00Z","content":"A partir de este martes, Corea del Sur pone en marcha un sistema de reconocimiento facial en tiempo real para todas las personas que deseen contratar nuevas líneas de telefonía móvil. La medida, que … [+1423 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Christian Collado","title":"Más de 56.000 personas descargaron esta \"herramienta\" de WhatsApp que robaba todos sus chats.","description":"Mucho cuidado con las herramientas de terceros que utilizas para gestionar tu cuenta de WhatsApp. La seguridad de la plataforma de mensajería más usada del mundo ha vuelto a quedar en entredicho, esta vez no por un fallo de la aplicación en sí, sino por una a…","url":"https://andro4all.com/whatsapp/mas-de-56-000-personas-descargaron-esta-herramienta-de-whatsapp-que-robaba-todos-sus-chats","urlToImage":"https://andro4all.com/hero/2022/10/Problemas-en-WhatsApp.1666701290.7329.jpg?width=1200","publishedAt":"2025-12-23T08:44:31Z","content":"¿Problemas en WhatsApp? Un ataque ha puesto en peligro la seguridad de decenas de miles de usuarios\r\nMucho cuidado con las herramientas de terceros que utilizas para gestionar tu cuenta de WhatsApp. … [+3282 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo desactivar la reproducción automática en Windows paso a paso","description":"Aprende a desactivar y configurar la reproducción automática en Windows 10 y 11 para ganar seguridad y control sobre tus USB y tarjetas.","url":"https://www.actualidadgadget.com/como-desactivar-la-reproduccion-automatica-en-windows-paso-a-paso/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/500-millones-de-ordenadores-no-han-actualizado-a-Windows-11-4.jpg","publishedAt":"2025-12-23T07:19:38Z","content":"Cuando conectas un USB, disco duro externo, CD, DVD o tarjeta de memoria al ordenador, Windows suele reaccionar al momento: te abre una ventana, te muestra las fotos o incluso reproduce un vídeo sin … [+17143 chars]"},{"source":{"id":null,"name":"Hola"},"author":"Ana Merodio","title":"Así funciona la estafa del 'paquete retenido' que miles de personas están recibiendo por Navidad","description":"El mensaje llega por SMS, suplanta a una empresa de mensajería y aprovecha el aumento de compras online en Navidad para robar datos personales o provocar cargos fraudulentos","url":"https://www.hola.com/al-dia/20251223874230/estafa-paquete-retenido-sms-navidad-seur/","urlToImage":"https://www.hola.com/horizon/landscape/a261b2036e0f-gettyimages-1153679356.jpg?im=Resize=(1200)","publishedAt":"2025-12-23T07:05:00Z","content":"Ahora que en Navidad se multiplican los pedidos online, caer en esta estafa es más fácil de lo que parece. No es nueva ni puntual: se trata de un fraude que lleva años circulando y que reaparece cada… [+5946 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Iván Linares","title":"Cómo instalar aplicaciones en APK en un móvil Android","description":"En Android suele haber varias maneras de hacer algo concreto. Incluso de instalar aplicaciones: la más habitual es Google Play, pero también puede usarse una tienda paralela o subir la aplicación en forma de archivo APK. Es lo que se conoce como «sideloading»…","url":"https://www.xatakamovil.com/tutoriales/como-instalar-aplicaciones-apk-movil-android","urlToImage":"https://i.blogs.es/1b63fe/apk-instalar-android-portada/840_560.jpeg","publishedAt":"2025-12-23T07:01:00Z","content":"En Android suele haber varias maneras de hacer algo concreto. Incluso de instalar aplicaciones: la más habitual es Google Play, pero también puede usarse una tienda paralela o subir la aplicación en … [+3984 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Lector PDF: los 7 mejores programas gratuitos para cada dispositivo","description":"¿Quién no se ha topado alguna vez con la montaña de archivos PDF en el ordenador, móvil o tableta que parece crecer cada semana? Facturas, apuntes con garabatos, manuales tan densos como una sopa de avena, contratos que dan cierto vértigo… El PDF reina. Ha co…","url":"https://www.muywindows.com/lector-pdf/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/12/Lector_PDF_los_7_mejores_programas_gratuitos_para_cada_dispositivo.jpg","publishedAt":"2025-12-23T06:16:40Z","content":"¿Quién no se ha topado alguna vez con la montaña de archivos PDF en el ordenador, móvil o tableta que parece crecer cada semana? Facturas, apuntes con garabatos, manuales tan densos como una sopa de … [+13220 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Cosas que hice en 2025","description":"Hacer balance de este año ha sido un reto por la extensión de la cantidad de cosas que me han pasado y que he hecho. Me ha costado más de seis horas terminar de escribir este artículo que estás leyendo ahora, y no sé cuánto tardarás tú en leerlo - si es que a…","url":"https://www.elladodelmal.com/2025/12/cosas-que-hice-en-2025.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjhOvGpdaQv3vzRXdf2wHyNchNJEBUiW7RgbIPF5lbGaZhT_d8KM8yXf-ISbo48Tn-LtMCtwOxPwv5p92ZUzd6nQtH3rQ3JA7GVa3BGExNYr-TPzbCaKlAd4b6-fxX0tJbnz7_rIN-Uf_fEf7gFLPo5m-TYtslSddY-aeYGYmjIiUbzftHPw7Ep/w1200-h630-p-k-no-nu/cosas0.jpg","publishedAt":"2025-12-23T05:01:00Z","content":"Hacer balance de este año ha sido un reto por la extensión de la cantidad de cosas que me han pasado y que he hecho. Me ha costado más de seis horas terminar de escribir este artículo que estás leyen… [+13576 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La dependencia del cloud extranjero pone en jaque a Europa","description":"La inmensa mayoría de los datos europeos que se alojan en la nube están en manos de compañías extranjeras. El Viejo Continente depende de grandes tecnológicas estadounidenses para el funcionamiento de prácticamente todos los servicios que conforman la vida mo…","url":"https://www.abc.es/economia/dependencia-cloud-extranjero-pone-jaque-europa-20251222020934-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2025/12/22/001406543712-U01445320871Izf-1024x512@diario_abc.jpg","publishedAt":"2025-12-23T01:09:34Z","content":"La inmensa mayoría de los datos europeos que se alojan en la nube están en manos de compañías extranjeras. El Viejo Continente depende de grandes tecnológicas estadounidenses para el funcionamiento d… [+12116 chars]"}]