[{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Error 0x8007066F en Office: causas y soluciones en Windows","description":"Descubre por qué aparece el error 0x8007066F al actualizar Office y qué hacer para solucionarlo en Windows paso a paso.","url":"https://www.actualidadgadget.com/error-0x8007066f-en-office-causas-y-soluciones-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/iconos-3d-office.jpg","publishedAt":"2025-12-22T19:24:05Z","content":"Cuando aparece el código error 0x8007066F al intentar actualizar Office o instalar ciertas revisiones de Windows, es normal quedarse con la sensación de que algo se ha roto por dentro en el sistema. … [+18494 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Error INACCESSIBLE_BOOT_DEVICE en Windows: causas y soluciones","description":"Soluciona el error INACCESSIBLE_BOOT_DEVICE en Windows: causas reales, cómo repararlo paso a paso y recuperar tus datos sin perder el sistema.","url":"https://www.actualidadgadget.com/error-inaccessible_boot_device-en-windows-causas-y-soluciones/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/500-millones-de-ordenadores-no-han-actualizado-a-Windows-11-4.jpg","publishedAt":"2025-12-22T19:15:43Z","content":"Ver una pantalla azul con el mensaje de error INACCESSIBLE_BOOT_DEVICE en Windows 10 u 11 es una de esas cosas que te amarga el día: el sistema deja de arrancar de golpe y, muchas veces, sin haber he… [+21425 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Carlos Fresneda","title":"Un ciberataque causa una grave disrupción en los servicios postales franceses","description":"Los portales y las aplicaciones de La Poste, el servicio nacional de Correos en Francia, han sufrido un ciberataque que ha causado una grave disrupción en las entregas de...","url":"https://www.elmundo.es/internacional/2025/12/22/694991bbe85ece1a238b457b.html","urlToImage":"https://e01-phantom-elmundo.uecdn.es/df9383206b3e0b324d2ebd864d2002c9/resize/1200/f/webp/assets/multimedia/imagenes/2025/12/22/17664291931672.jpg","publishedAt":"2025-12-22T18:48:10Z","content":"Los portales y las aplicaciones de La Poste, el servicio nacional de Correos en Francia, han sufrido un ciberataque que ha causado una grave disrupción en las entregas de paquetes, así como a las ges… [+1696 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Widgets dinámicos con KWGT para exprimir tu pantalla de inicio","description":"Aprende a crear widgets dinámicos con KWGT: diseño, datos en tiempo real, Material You y funciones Pro para personalizar tu pantalla de inicio.","url":"https://www.androidsis.com/widgets-dinamicos-con-kwgt-para-exprimir-tu-pantalla-de-inicio/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/kwgt-widgets-android.jpg","publishedAt":"2025-12-22T18:09:36Z","content":"Si llevas tiempo con Android seguro que te has cansado de ver siempre los mismos relojes planos, widgets del tiempo sosos y controles de música sin gracia. Con KWGT y sus widgets dinámicos puedes dar… [+22754 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"S. Cabrero","title":"El ERE le costará a Telefónica 2.500 millones, el doble que el expediente anterior","description":"En Galicia hay 540 empleados, pero algunas de las filiales no están afectadas","url":"https://www.lavozdegalicia.es/noticia/economia/2025/12/23/ere-costara-telefonica-2500-millones-doble-anterior/0003_202512G23P35991.htm","urlToImage":"https://img.lavdg.com/sc/YKqr567S39HTZOHtVVQHV06yeVc=/1280x/2025/12/22/00121766424362373333892/Foto/GD23P35F1_182422.jpg","publishedAt":"2025-12-22T17:48:00Z","content":"Faltaba solo la rúbrica para poner punto y final a la negociación del ERE que Telefónica pondrá en marcha al arranque del próximo año. Y la firma llegó este lunes. La empresa y los sindicatos se reun… [+3521 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"Débora Slotnisky","title":"Así es la identificación móvil “silenciosa” que busca frenar el fraude digital","description":"Un estándar internacional busca terminar con las estafas desde móviles","url":"https://www.lanacion.com.ar/tecnologia/asi-es-la-identificacion-movil-silenciosa-que-busca-frenar-el-fraude-digital-nid22122025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/la-identificacion-movil-es-una-solucion-que-WG4EI2GKC5ALBNIBTYLPYASGV4.jpg?auth=ed0807e29a56e71922e184aa3de1a02a40a369dfdf0bd34686b968e54eeb00c8&width=1200&quality=70&smart=false&height=675","publishedAt":"2025-12-22T16:33:43Z","content":"A medida que crecen tanto los fraudes como los ciberataques, y que las contraseñas tradicionales y los códigos enviados por SMS pierden eficacia para resguardar la seguridad digital, comienzan a impo… [+8126 chars]"},{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"Este país aplicará un castigo corporal por las ciberestafas","description":"La nueva normativa permitirá aplicar hasta 24 azotes para los responsables.","url":"https://actualidad.rt.com/actualidad/578270-pais-aplicara-castigo-corporal-ciberestafas","urlToImage":"https://mfes.b37m.ru/actualidad/public_images/2025.12/article/69491add59bf5b708471f28a.jpg","publishedAt":"2025-12-22T16:00:46Z","content":"El Gobierno de Singapur anunció que, a partir del 30 de diciembre, entrará en vigor la legislación aprobada por el Parlamento que endurece las penas para quienes cometan  ciberestafas. La medida tamb… [+1273 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Un virus en la red de la Politécnica de Málaga le hizo terminar trabajando para Google. 33 años después, ha descubierto quién lo creó","description":"En los primeros años de la década de los noventa, cuando los ordenadores personales todavía eran territorio casi exclusivo de universidades y centros de investigación, un pequeño virus informático puso en jaque los laboratorios de la entonces joven Politécnic…","url":"https://www.genbeta.com/seguridad/virus-red-politecnica-malaga-le-hizo-terminar-trabajando-para-google-33-anos-despues-ha-descubierto-quien-creo","urlToImage":"https://i.blogs.es/57219f/chatgpt-image-22-dic-2025-16_27_44/840_560.png","publishedAt":"2025-12-22T15:29:22Z","content":"En los primeros años de la década de los noventa, cuando los ordenadores personales todavía eran territorio casi exclusivo de universidades y centros de investigación, un pequeño virus informático pu… [+5543 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"Alex Roig Martín","title":"Primeras víctimas: la Policía Nacional avisa de una nueva estafa el día del sorteo","description":"En los últimos años, las estafas se han convertido en uno de los delitos más habituales no tan solo en España, sino en todo el mundo. El uso masivo del teléfono móvil y de internet ha facilitado que los delincuentes encuentren nuevas formas de engañar a la ge…","url":"https://www.mundodeportivo.com/actualidad/20251222/1002591031/loteria-navidad-cobra-primeras-victimas-policia-nacional-avisa-nueva-estafa-dia-sorteo-dct.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2025/12/22/6948d750bdc2b.r_d.2567-2302-1852.jpeg","publishedAt":"2025-12-22T15:08:29Z","content":"En los últimos años, las estafas se han convertido en uno de los delitos más habituales no tan solo en España, sino en todo el mundo. El uso masivo del teléfono móvil y de internet ha facilitado que … [+2164 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Christian Collado","title":"Cómo grabar llamadas de teléfono en móviles Android","description":"Las llamadas de teléfono se pueden grabar por muchos motivos, no solamente por problemas o supuestos delitos. Es posible que desees grabar una llamada de teléfono desde tu móvil Android por otro tipo de razones. Puede tener un trasfondo romántico, por ejemplo…","url":"https://andro4all.com/android/grabar-llamadas-telefono-android","urlToImage":"https://andro4all.com/hero/2021/04/Llamada-de-telfono.jpg?width=1200","publishedAt":"2025-12-22T15:01:25Z","content":"Una llamada de teléfono con un móvil Android.\r\nLas llamadas de teléfono se pueden grabar por muchos motivos, no solamente por problemas o supuestos delitos. Es posible que desees grabar una llamada d… [+15105 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Christina Comben","title":"Binance habría permitido que cuentas sospechosas movieran millones tras acuerdo judicial en EEUU","description":"Binance permitió que una red de 13 cuentas de alto riesgo moviera USD 1.700 millones en criptomonedas, incluidos USD 144 millones, tras su acuerdo judicial en Estados Unidos en 2023, según el Financial Times.\n Binance habría seguido permitiendo que cuentas so…","url":"https://es.cointelegraph.com/news/binance-suspect-accounts-move-millions","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b45e0-a427-768a-a25b-9f2bcead8d13.jpg","publishedAt":"2025-12-22T14:27:49Z","content":"Binance habría seguido permitiendo que cuentas sospechosas movieran fondos en criptomonedas incluso después de que la plataforma se comprometiera a reforzar los controles como parte de su acuerdo pen… [+4025 chars]"},{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"Ciberataque interrumpe el servicio postal y bancario en Francia","description":"Un presunto ciberataque dejó fuera de servicio el servicio postal nacional de Francia y su brazo bancario el lunes, bloqueando y retrasando las entregas de paquetes y los pagos en línea en plena época navideña. El servicio postal, llamado La Poste, dijo en un…","url":"https://www.bostonherald.com/2025/12/22/ciberataque-interrumpe-el-servicio-postal-y-bancario-en-francia/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2025/12/FRANCIA-CIBERATAQUE_87136.jpg?w=1024&h=768","publishedAt":"2025-12-22T13:29:47Z","content":"Un presunto ciberataque dejó fuera de servicio el servicio postal nacional de Francia y su brazo bancario el lunes, bloqueando y retrasando las entregas de paquetes y los pagos en línea en plena époc… [+1061 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"El historial de búsquedas y la ubicación de 200 millones de usuarios de Pornhub en riesgo de ser publicados","description":"El grupo ShinyHunters ha amenazado a Pornhub con contactar con sus usuarios premium de manera directa tras extraer de los sistemas de Mixpanel más de 200 millones de registros de información personal.","url":"https://www.eleconomista.es/tecnologia/noticias/13702309/12/25/el-historial-de-busquedas-y-la-ubicacion-de-200-millones-de-usuarios-de-pornhub-en-riesgo-de-ser-publicados.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/4/7/6/pornhub.jpg","publishedAt":"2025-12-22T12:30:25Z","content":"El grupo ShinyHunters ha amenazado a Pornhub con contactar con sus usuarios premium de manera directa tras extraer de los sistemas de Mixpanel más de 200 millones de registros de información personal… [+1553 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Móviles plegables: mantenimiento de la pantalla y la bisagra","description":"Cuida la pantalla y bisagra de tu móvil plegable, evita averías caras y alarga su vida útil con estos consejos claros y prácticos.","url":"https://www.androidsis.com/moviles-plegables-mantenimiento-de-la-pantalla-y-la-bisagra/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/05/Mejores-moviles-plegables-1.jpg","publishedAt":"2025-12-22T12:09:53Z","content":"Los móviles plegables se han convertido en el capricho tecnológico de muchos usuarios: combinan el formato de un smartphone con la comodidad de una pantalla casi de tablet en el bolsillo. Pero esa ma… [+22702 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Llega WatchGuard Zero Trust Bundle, confianza cero para organizaciones de cualquier tamaño","description":"WatchGuard Technologies unifica capacidades de identidad, integridad del dispositivo y acceso seguro.","url":"https://www.silicon.es/llega-watchguard-zero-trust-bundle-confianza-cero-para-organizaciones-de-cualquier-tamano-2575842","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Zero-Trust-2025__1.jpg","publishedAt":"2025-12-22T09:47:17Z","content":"WatchGuard Technologies lanza una solución que acerca la protección Zero Trust (confianza cero) a organizaciones de diferentes tamaños.\r\nSe trata de WatchGuard Zero Trust Bundle, que sustituye a la o… [+1122 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Pi-hole vs AdGuard Home: diferencias reales y cuál te conviene","description":"Pi-hole vs AdGuard Home: ventajas, desventajas y casos de uso para bloquear anuncios y rastreo en toda tu red. Descubre cuál encaja mejor contigo.","url":"https://www.linuxadictos.com/pi-hole-vs-adguard-home-diferencias-reales-y-cual-te-conviene.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Pi-Hole-vs.-AdGuard-Home.webp","publishedAt":"2025-12-22T07:02:50Z","content":"La guerra contra los anuncios intrusivos y el rastreo se ha vuelto casi una obligación para cualquiera que pase tiempo en Internet. Entre extensiones de navegador, bloqueadores a nivel de dispositivo… [+18953 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Consejos de la Policía para contestar al teléfono y no caer en llamadas fraudulentas","description":"Las llamadas de números desconocidos están a la orden del día. Tiempo atrás, se limitaban a propuestas comerciales que querían que cambiaras de proveedor de electricidad, telefonía o hacer alguna reforma en tu casa. Pero, en la actualidad, la mayoría de esas …","url":"https://hipertextual.com/guias/llamadas-fraudulentas-numeros-desconocidos-metodo-lap/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/09/iPhone-Llamada-Smartphone.jpg?fit=1920%2C1280&quality=70&strip=all&ssl=1","publishedAt":"2025-12-22T07:00:00Z","content":"Las llamadas de números desconocidos están a la orden del día. Tiempo atrás, se limitaban a propuestas comerciales que querían que cambiaras de proveedor de electricidad, telefonía o hacer alguna ref… [+5709 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Contraseñas de Apple: qué es y cómo aprovechar esta app al máximo en tu iPhone, iPad y Mac","description":"Durante años, si tenías un iPhone o un iPad, tenías que memorizar tus contraseñas o guardarlas en una aplicación externa como 1Password, Dashlane, LastPass y tantas otras. Sí podías guardar claves de acceso, códigos y credenciales en Safari, el navegador ofic…","url":"https://hipertextual.com/guias/contrasenas-apple-passwords/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/10/Apple-Contrasenas-Passwords.jpg?fit=1920%2C1280&quality=70&strip=all&ssl=1","publishedAt":"2025-12-22T06:00:00Z","content":"Durante años, si tenías un iPhone o un iPad, tenías que memorizar tus contraseñas o guardarlas en una aplicación externa como 1Password, Dashlane, LastPass y tantas otras. Sí podías guardar claves de… [+13212 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Kaspersky: mods de videojuegos están propagando el nuevo infostealer de criptomonedas \"Stealka\"","description":"Kaspersky descubrió un nuevo malware, llamado Stealka, que se disfraza de mods de juegos y software pirata para robar billeteras de criptomonedas, contraseñas y datos del navegador.\n Se ha descubierto un nuevo malware que ataca las billeteras de criptomonedas…","url":"https://es.cointelegraph.com/news/video-game-mods-spreading-new-crypto-infostealer-stealka-kaspersky","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b43d6-ceb2-783a-8ee4-37d7e263238f.jpg","publishedAt":"2025-12-22T05:02:04Z","content":"Se ha descubierto un nuevo malware que ataca las billeteras de criptomonedas y las extensiones del navegador mientras se disfraza de trampas y mods de juegos, según la firma de ciberseguridad, Kasper… [+3156 chars]"}]