[{"source":{"id":null,"name":"DW (English)"},"author":"Matt Pearson","title":"Ciberataques en aeropuertos: lo que se sabe hasta ahora","description":"Miles de pasajeros sufrieron retrasos o cancelaciones tras un ciberataque a grandes aeropuertos europeos. Un experto advierte que, con los autores aún sin identificar, el caos podría no haber terminado. ¿Qué sabemos sobre las alteraciones de seguridad en aero…","url":"https://www.dw.com/es/ciberataques-en-aeropuertos-lo-que-se-sabe-hasta-ahora/a-74100585","urlToImage":"https://static.dw.com/image/74087052_6.jpg","publishedAt":"2025-09-22T18:37:00Z","content":"¿Qué sabemos sobre las alteraciones de seguridad en aeropuertos?\r\nUn ciberataque ocurrido el viernes (19.09.2025) provocó graves trastornos en varios aeropuertos europeos, especialmente en Berlín, Br… [+5483 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Miguel Fernández Molina","title":"Más allá del caos: 5 claves del \"raro\" ciberataque contra aeropuertos que ha paralizado a media Europa","description":"<![CDATA[<p>Un ciberataque de origen aún desconocido sembró el caos aeroportuario en Europa este fin de semana. Una operación contra un sistema operativo compartido por los aeropuertos de Londres (Heathrow), Bruselas, Berlín-Brandeburgo y Dublín inutilizó bue…","url":"https://www.huffingtonpost.es/global/mas-alla-caos-5-claves-raro-ciberataque-aeropuertos-paralizado-media-europa.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/09/22/un-pasajero-busca-informacion-de-su-vuelo-en-medio-del-caos-por-el-ciberataque-sufrido-en-varios-aeropuertos-como-este-de-berlin-el-sabado.jpeg","publishedAt":"2025-09-22T17:15:13Z","content":"Un ciberataque de origen aún desconocido sembró el caos aeroportuario en Europa este fin de semana. Una operación contra un sistema operativo compartido por los aeropuertos de Londres (Heathrow), Bru… [+6543 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"El troyano RatOn y sus peligros para Android: cómo opera y cómo protegerte","description":"Descubre cómo el troyano RatOn infecta Android con ATS, superposiciones y NFC para vaciar cuentas. Señales, riesgos y cómo protegerte.","url":"https://www.androidsis.com/el-troyano-raton-y-sus-peligros-para-android-como-opera-y-como-protegerte/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/troyano-raton.jpg","publishedAt":"2025-09-22T15:39:35Z","content":"El troyano RatOn para Android se ha colocado en el centro del radar de la ciberseguridad por combinar varias técnicas que rara vez se ven juntas en móviles. En cuestión de semanas ha pasado de ser un… [+19352 chars]"},{"source":{"id":null,"name":"Vida Extra"},"author":"Sergio Cejas (Beld)","title":"Escándalo demencial en Steam: un juego con malware arruinó a multitud de jugadores y dejó sin tratamiento a un streamer con cáncer","description":"En tiendas digitales como Steam es una auténtica locura la cantidad de videojuegos que se suelen publicar constantemente, de ahí que haya ocasiones que ciertos títulos sean totalmente desconocidos o no los haya probado casi nadie. Tal vez el nombre de Block B…","url":"https://www.vidaextra.com/pc/escandalo-demencial-steam-juego-malware-arruino-a-multitud-jugadores-dejo-tratamiento-a-streamer-cancer","urlToImage":"https://i.blogs.es/6cc279/steamvirusok/840_560.jpeg","publishedAt":"2025-09-22T15:37:32Z","content":"En tiendas digitales como Steam es una auténtica locura la cantidad de videojuegos que se suelen publicar constantemente, de ahí que haya ocasiones que ciertos títulos sean totalmente desconocidos o … [+2215 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Carlos del Castillo","title":"Una de las principales distribuidoras de gas de Madrid sufre un ciberataque que roba datos de contadores y clientes","description":"Madrileña Red de Gas confirma que los atacantes han accedido al número CUPS y a datos identificativos de los usuarios, pero descarta que se haya filtrado información financiera\r\nMulta de 3,2 millones a Carrefour por múltiples brechas de seguridad que afectaro…","url":"https://www.eldiario.es/tecnologia/principales-distribuidoras-gas-madrid-sufre-ciberataque-roba-datos-contadores-clientes_1_12622914.html","urlToImage":"https://static.eldiario.es/clip/13c86e61-7f4a-46af-ba54-9e5024f9f6b2_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2025-09-22T15:28:23Z","content":"Madrileña Red de Gas, una de las principales distribuidoras de gas natural en la Comunidad de Madrid, ha informado de una brecha de seguridad detectada el pasado 12 de septiembre en su infraestructur… [+2522 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo bloquear los pop-ups en el navegador","description":"Bloquea pop-ups en Chrome, Edge y Firefox. Trucos, móvil y extensiones para navegar sin interrupciones y con más seguridad.","url":"https://www.actualidadgadget.com/como-bloquear-los-pop-ups-en-el-navegador/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Pop-ups-navegador-PC.png","publishedAt":"2025-09-22T14:57:29Z","content":"Las ventanas emergentes (pop-ups) pueden ser un auténtico incordio y, en el peor de los casos, una vía de entrada para estafas o malware. Aun así, hay sitios legítimos que las usan para cosas útiles,… [+13108 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Verifica la integridad de archivos con sigcheck en Windows","description":"Usa Sigcheck para validar firmas y hashes en Windows, consultar VirusTotal y comparar con Certutil, PowerShell, 7‑Zip y HashCheck.","url":"https://www.actualidadgadget.com/verifica-la-integridad-de-archivos-con-sigcheck-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Verifica-la-integridad-de-archivos-con-sigcheck-en-Windows.png","publishedAt":"2025-09-22T14:46:39Z","content":"Comprobar la integridad y la autoría de lo que ejecutas en Windows es de esas tareas que, cuando las dominas, te ahorran horas de incertidumbre. Con Sigcheck, la utilidad de Sysinternals, puedes veri… [+16215 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Ricardo Fernández","title":"Te ayudamos a detectar el ‘smishing’: la estafa del SMS falso de los bancos en la que cae todo el mundo","description":"Un día estás tan tranquilo y, de repente, recibes un supuesto SMS de tu banco que informa sobre un cargo no autorizado en tu cuenta junto a un aviso urgente para cancelarlo de inmediato a través del enlace adjunto. Es aquí donde muchos usuarios pican el anzue…","url":"https://www.movilzona.es/noticias/banca-movil/que-es-smishing-como-detectar/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/09/que-es-estafa-smishing-sms.png","publishedAt":"2025-09-22T12:56:45Z","content":"Esta estafa recibe el nombre de smishing y es uno de los casos más comunes de estafas a personas mayores. El objetivo consiste en robar los datos de inicio de sesión y dinero de la aplicación de tu b… [+2757 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Paulo Márquez","title":"ZachXBT: Crypto.com encubrió una violación de datos","description":"Segùn el detective independiente, Bloomberg confirma un hackeo a Crypto.com ocurrido en 2022. El CEO del exchange asegura que son crìticas infundadas.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/zachxbt-crypto-com-encubrio-violacion-de-datos/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2021/07/vigilar-transacciones-btc.jpg","publishedAt":"2025-09-22T12:35:54Z","content":"<ul><li> Kris Marszale, CEO de Crypto.com, aseguró que divulgó el incidente con reguladores pertinentes.\r\n</li><li>No obstante, el exchange no habría realizado una divulgación pública de la vulnerabi… [+2722 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"MuyComputer","title":"6 Alertas clave antes de instalar una app gratuita","description":"En la era digital, estarás de acuerdo en que la oferta de apps gratuitas parece una lista que nunca acaba. Desde cientos de juegos y editores de fotos hasta VPN y herramientas de productividad, los recursos que aparecen se presentan como un regalo caído del c…","url":"https://www.muycomputer.com/?p=386932","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/09/smartphone-y-apps-gratuitas-1000x600.jpg","publishedAt":"2025-09-22T12:05:32Z","content":"En la era digital, estarás de acuerdo en que la oferta de apps gratuitas parece una lista que nunca acaba. Desde cientos de juegos y editores de fotos hasta VPN y herramientas de productividad, los r… [+5001 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Los tipos de ciberataques más comunes y cómo protegerte","description":"Vivimos en una era en la que la digitalización impregna cada aspecto de nuestra vida: trabajo, ocio, compras, salud y hasta trámites administrativos. Esta dependencia tecnológica trae consigo una cara oscura: el aumento imparable de los ciberataques. España, …","url":"https://www.genbeta.com/seguridad/tipos-ciberataques-comunes-como-protegerte","urlToImage":"https://i.blogs.es/eeda31/chatgpt-image-21-sept-2025-01_08_00/840_560.png","publishedAt":"2025-09-22T12:00:46Z","content":"Vivimos en una era en la que la digitalización impregna cada aspecto de nuestra vida: trabajo, ocio, compras, salud y hasta trámites administrativos. Esta dependencia tecnológica trae consigo una car… [+6801 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"Los avisos de cookies de Europa han sido una pesadilla. Puede que al fin podamos despertarnos de ella","description":"Se suponía que \"aceptar cookies\" nos iba a facilitar la vida. En realidad nos está haciendo perder 575 millones de horas al año. Los banners de consentimiento de cookies se han convertido en una absoluta pesadilla para los internautas, pero la Comisión Europe…","url":"https://www.xataka.com/legislacion-y-derechos/avisos-cookies-europa-han-sido-pesadilla-puede-que-al-fin-podamos-despertarnos-ella","urlToImage":"https://i.blogs.es/63434e/europe-cookies/840_560.jpeg","publishedAt":"2025-09-22T11:30:45Z","content":"Se suponía que \"aceptar cookies\" nos iba a facilitar la vida. En realidad nos está haciendo perder 575 millones de horas al año. Los banners de consentimiento de cookies se han convertido en una abso… [+3208 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Whatsapp ralentiza tu móvil: Causas y cómo solucionarlo","description":"WhatsApp va lento en tu móvil? Causas reales y soluciones claras para acelerar la app y el teléfono sin perder tus chats.","url":"https://www.androidsis.com/whatsapp-ralentiza-tu-movil-causas-y-como-solucionarlo/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/WhatsApp-lento.png","publishedAt":"2025-09-22T11:30:30Z","content":"WhatsApp es omnipresente en el día a día, y cuando empieza a arrastrarse todo se vuelve un pequeño infierno: mensajes que tardan en salir, audios que no cargan o una interfaz que responde con retardo… [+8531 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Lucha contra el ransomware: “Los pagos de rescates perpetúan los ataques”","description":"Reino Unido propone prohibir este tipo de pagos en el sector público y Zscaler anima a otros países a seguir su ejemplo.","url":"https://www.silicon.es/lucha-contra-el-ransomware-los-pagos-de-rescates-perpetuan-los-ataques-2572933","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-09-22T10:49:57Z","content":"Los ataques de ransomware, lejos de ceder, van en aumento. Se trata de una amenaza que alcanza a todo tipo de víctimas, desde el sector privado a la Administración pública y ciudadanos particulares.\r… [+1564 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"El bloqueo al sideloading en Android abre más dudas que certezas: qué pasará con Play Store, las apps de bancos y más","description":"La clásica libertad de Android de permitir instalar aplicaciones desde cualquier fuente —el sideloading— ha sido una de sus señas de identidad frente al ecosistema cerrado de Apple. Hasta ahora. Como venimos comentando en Xataka Android, Google va a exigir qu…","url":"https://www.xatakandroid.com/sistema-operativo/bloqueo-al-sideloading-android-abre-dudas-que-certezas-que-pasara-play-store-apps-bancos","urlToImage":"https://i.blogs.es/4dee77/gemini_generated_image_hukvvhhukvvhhukv/840_560.jpeg","publishedAt":"2025-09-22T10:30:45Z","content":"La clásica libertad de Android de permitir instalar aplicaciones desde cualquier fuente el sideloading ha sido una de sus señas de identidad frente al ecosistema cerrado de Apple. Hasta ahora. Como v… [+3341 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Las amenazas de correo electrónico con IA en EMEA exigen mayor precisión y transparencia, según Proofpoint","description":"El 75 % de las organizaciones sufrió ataques exitosos en el último año; expertos piden detección más avanzada y protección centrada en las personas.","url":"https://www.silicon.es/las-amenazas-de-correo-electronico-con-ia-en-emea-exigen-mayor-precision-y-transparencia-segun-proofpoint-2572919","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/amenazas-correo-electronico-ia-proofpoint-emea.jpeg","publishedAt":"2025-09-22T10:00:57Z","content":"El correo electrónico sigue siendo el principal canal de entrada de ciberataques: el 75 % de las organizaciones en EMEA sufrió al menos un ataque exitoso en el último año, según Proofpoint. La compañ… [+2469 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"El Periódico","title":"24 años impulsando la digitalización y la transición verde en España","description":"Ya no nos acordamos pero en 2001 el mundo era algo distinto: los teléfonos inteligentes no existían, las redes sociales apenas eran una idea en ciernes y la inteligencia artificial parecía materia de ciencia ficción. Apenas 24 años y vivimos conectados a disp…","url":"https://www.elperiodico.com/es/economia/20250922/24-anos-impulsando-digitalizacion-transicion-121830255","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/cca694df-aaae-4ba4-a9b7-a7d1c1f11fbd_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-09-22T09:44:49Z","content":"Ya no nos acordamos pero en 2001 el mundo era algo distinto: los teléfonos inteligentes no existían, las redes sociales apenas eran una idea en ciernes y la inteligencia artificial parecía materia de… [+4415 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Pablo Fernández","title":"NetApp: “El dato es el activo más importante de las empresas después de las personas”","description":"José Manuel Petisco, vicepresidente de Ventas de NetApp para EEMI, hace repaso en esta entrevista de la situación actual del mercado del almacenamiento y el impacto que está teniendo la IA y los crecientes ataques de ransomware.","url":"https://www.silicon.es/netapp-el-dato-es-el-activo-mas-importante-de-las-empresas-despues-de-las-personas-2572928","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/NetApp_Jose-Petisco-scaled.jpg","publishedAt":"2025-09-22T09:28:43Z","content":"En Silicon llevamos escribiendo sobre la inteligencia artificial generativa como una tecnología transversal que se puede aplicar prácticamente a cualquier entorno de negocio, a la actividad de cualqu… [+15315 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"CrowdStrike lanza Agentic Security Workforce y Charlotte AI AgentWorks para reforzar el SOC autónomo","description":"La compañía integra nuevos agentes de seguridad y una plataforma no-code que permite a los equipos crear, orquestar y escalar IA de forma segura.","url":"https://www.silicon.es/crowdstrike-lanza-agentic-security-workforce-y-charlotte-ai-agentworks-para-reforzar-el-soc-autonomo-2572914","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/crowdstrike-agentic-security-workforce-charlotte-ai.jpeg","publishedAt":"2025-09-22T09:00:03Z","content":"CrowdStrike ha presentado Agentic Security Workforce, un conjunto de agentes diseñados para automatizar flujos de trabajo críticos de seguridad. Esta nueva propuesta se integra en la plataforma Falco… [+2378 chars]"},{"source":{"id":null,"name":"Marketingdirecto.com"},"author":"Redacción","title":"Reyes Justribó será la nueva presidenta de IAB Europe","description":"Con este nombramiento, IAB Europe reconoce el desempeño profesional de la directiva y el papel relevante del mercado español dentro del ecosistema digital europeo. \nLa entrada Reyes Justribó será la nueva presidenta de IAB Europe se publicó primero en Marketi…","url":"https://www.marketingdirecto.com/marketing-general/gente/reyes-justribo-presidenta-iab-europe","urlToImage":"https://www.marketingdirecto.com/wp-content/uploads/2025/09/Reyes-Justribo-IAB-Europe.jpg","publishedAt":"2025-09-22T08:19:23Z","content":"Con este nombramiento, IAB Europe reconoce el desempeño profesional de la directiva y el papel relevante del mercado español dentro del ecosistema digital europeo.IAB Europe , la asociación europea q… [+5093 chars]"},{"source":{"id":null,"name":"Marketingdirecto.com"},"author":"Alicia Hebrero","title":"Avenga en DMEXCO 2025: IA y personalización en el marketing digital","description":"Entrevista a Arkadiusz Kumpin, Head de AdTech & Martech en Avenga, en DMEXCO 2025, donde explica cómo la IA y la personalización están revolucionando el marketing digital. \nLa entrada Avenga en DMEXCO 2025: IA y personalización en el marketing digital se publ…","url":"https://www.marketingdirecto.com/marketing-general/entrevistas/dmexco-2025-avenga-ia-personalizacion-marketing-digital","urlToImage":"https://www.marketingdirecto.com/wp-content/uploads/2025/09/Trend-or-Hype-Am-I-Thinking-Straight-2025-09-22T093537.892.jpg","publishedAt":"2025-09-22T08:00:52Z","content":"Entrevista a Arkadiusz Kumpin, Head de AdTech &amp; Martech en Avenga, en DMEXCO 2025, donde explica cómo la IA y la personalización están revolucionando el marketing digital.Los días 17 y 18 de sept… [+4615 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"nomeves","title":"MalTerminal, el malware que integra GPT-4: así cambia la defensa cuando el atacante genera código a la carta","description":"La ciberseguridad entra en una fase incómoda: el adversario ya no solo descarga cargas maliciosas precompiladas, ahora las puede escribir sobre la marcha. Investigadores de SentinelOne han documentado MalTerminal, el ejemplo más antiguo conocido de malware co…","url":"https://www.meneame.net/m/tecnología/malterminal-malware-integra-gpt-4-asi-cambia-defensa-cuando","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-09-22T07:37:57Z","content":""},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"La ficción del consentimiento informado en la era digital","description":"Uno de los conceptos que más relevancia están adquiriendo recientemente en el ámbito de la regulación tecnológica es el de la «fatiga de consentimiento» o consent fatigue, el fenómeno por el cual los usuarios se vuelven insensibles o se agotan ante las repeti…","url":"https://www.enriquedans.com/2025/09/la-ficcion-del-consentimiento-informado-en-la-era-digital.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/09/Consent-fatigue-Dall·E.jpg","publishedAt":"2025-09-22T07:19:38Z","content":"Uno de los conceptos que más relevancia están adquiriendo recientemente en el ámbito de la regulación tecnológica es el de la «fatiga de consentimiento» o consent fatigue, el fenómeno por el cual los… [+5698 chars]"},{"source":{"id":null,"name":"Clipset.com"},"author":"mixx.io","title":"Espíritu inquebrantable","description":"Casi listo el cohete reusable europeo / iPhone Air no se rompe / Ciberataque en aeropuertos europeos / Sin acuerdo por TikTok\nEste interesante post Espíritu inquebrantable se publicó primero en el maravilloso blog Clipset :-)","url":"https://clipset.com/espiritu-inquebrantable/","urlToImage":"https://clipset.com/wp-content/uploads/2025/09/youtubed0922.jpg","publishedAt":"2025-09-22T06:48:45Z","content":"Suscríbete a mixx.io y recibe un email con los mejores enlaces tecnológicos del día.\r\nCasi listo el cohete reusable europeo / iPhone Air no se rompe / Ciberataque en aeropuertos europeos / Sin acuerd… [+2557 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Redacción","title":"Miedo a la eSIM: ¿Qué riesgos supondrá la desaparición de la tarjeta física del móvil?","description":"No tiene estampada la fecha de caducidad, pero el final de la tarjeta SIM empieza a vislumbrarse. Las marcas de dispositivos y las operadoras trabajan inevitablemente en esa dirección, y surgen preguntas sobre qué nuevos riesgos nos traerá un cambio así. ¿Cre…","url":"https://www.movilzona.es/noticias/problemas/evolucion-esim-futuro-seguridad-riesgos-operadoras/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/05/filtro-llamadas-spam-android-movil.png","publishedAt":"2025-09-22T06:37:05Z","content":"El ultradelgado iPhone 17 Air prescindirá de tarjeta SIM física, y la noticia ha resucitado algunas preguntas habituales sobre el uso y los riesgos de su versión virtual: ¿Perderemos garantías si tan… [+5684 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Silicon Bird: Una plataforma para aprender aprender a hackear & fortificar aviones y aeropuertos","description":"Hola, soy Hugo Teso, y a modo de presentación, he de compartir que tengo el dudoso honor de haber sido definido por Chema Alonso como “Una persona que da mucho miedo”, sus palabras exactas fueron: “A very scary person”. Supongo que se debe a que llevo toda mi…","url":"https://www.elladodelmal.com/2025/09/silicon-bird-una-plataforma-para.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhnA8wMWzvQX4VPl_5pjsbTBADvGAASYrRvZMmPM7UzadkQr53QRTO5Hftx0fJ_-xjmMCofvtyyJsAbQbvYAOXLJpbXHIVcW6Hs6rs6-Y8qI2cUyRGe7NvgmR6w6QXNcSRk4eAqqDHVRbhQ0bBXibpswagyI27rNsvE-bcV8dL5Vw4pBHPILNL6/w1200-h630-p-k-no-nu/SiliconBird1.jpg","publishedAt":"2025-09-22T04:01:00Z","content":"Lo que es realmente difícil es poder ofrecerles los recursos para que pasen de ver la curva de aprendizaje a subirse a ella, sin vértigo. La realidad es que, aunque la demanda de talento en cibersegu… [+2010 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Jesse Coghlan","title":"Crypto .com dice que el informe de una fuga de datos de usuarios no revelada es \"infundado\"","description":"El CEO de Crypto.com, Kris Marszalek, afirma que el exchange había revelado una vulneración de seguridad de 2023 a los reguladores, y que las acusaciones que sugerían lo contrario eran “desinformación”.\n El exchange de criptomonedas Crypto.com ha negado haber…","url":"https://es.cointelegraph.com/news/crypto-com-report-undisclosed-user-data-leak-unfounded","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-06/01978bcd-b9ed-7cc9-a284-db6f7c3b0140","publishedAt":"2025-09-22T03:01:38Z","content":"El exchange de criptomonedas Crypto.com ha negado haber mantenido en secreto una fuga de datos de usuarios de 2023 ante las autoridades.\r\nBloomberg informó el viernes que Noah Urban, un miembro del g… [+3062 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Marc Murtra proyecta un nuevo negocio de ciberseguridad sobre los cimientos de Telefónica Tech","description":"La expectación entre accionistas y analistas del mercado no para de crecer ante las nuevas líneas estratégicas que Telefónica presentará el próximo 4 de noviembre en el marco del proceso interno de revisión de todos sus negocios que lanzó nada más llegar a la…","url":"https://www.abc.es/economia/murtra-proyecta-nuevo-negocio-ciberseguridad-sobre-cimientos-20250922194853-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2025/09/22/1495033207-U05724334281qcY-1024x512@diario_abc.jpg","publishedAt":"2025-09-22T01:49:31Z","content":"La expectación entre accionistas y analistas del mercado no para de crecer ante las nuevas líneas estratégicas que Telefónica presentará el próximo 4 de noviembre en el marco del proceso interno de r… [+7260 chars]"}]