[{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Wave Executor de Roblox: ¿Herramienta útil o riesgo oculto?","description":"Wave Executor promete ventajas en Roblox, pero su uso oculta riesgos: malware, robo de cuentas y violaciones a las políticas del juego.","url":"https://www.welivesecurity.com/es/seguridad-digital/wave-executor-roblox-riesgo/","urlToImage":null,"publishedAt":"2025-09-11T19:32:27Z","content":"Wave Roblox Executor es una herramienta popular entre jugadores de Roblox que permite modificar y manipular el entorno del juego mediante la inyección de scripts personalizados. Su funcionamiento es … [+4797 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"P. M.","title":"María Aperador, experta en ciberseguridad: “El modo oculto de Google no es oculto. Dejas rastro en todas las páginas en las que entras”","description":"Este tipo de herramientas presentan ciertas vulnerabilidades que no todos los usuarios conocen, por lo que pueden poner en riesgo su información privada con facilidad.","url":"https://www.elconfidencial.com/tecnologia/2025-09-11/experta-ciberseguridad-modo-oculto-google-rastro-paginas_4203809/","urlToImage":"https://images.ecestaticos.com/AAkga9QN76qUyfpfGkotxvDeesw=/0x0:848x670/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/2e6/4a6/34b/2e64a634b0d3e28d916c2f8eea44f511.jpg","publishedAt":"2025-09-11T18:39:00Z","content":"Así funciona la estafa del 'secuestro de WhatsApp' en España: a partir de ahora, ten cuidado si te llega este mensajeMalas noticias para los usuarios de Gmail: así es la nueva estafa de phishing que … [+3065 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Cómo Skello Utiliza Amazon Bedrock para Consultar Datos en un Entorno Multiinquilino con Límites Lógicos","description":"Skello, reconocida plataforma de software como servicio (SaaS) enfocada en recursos humanos, ha dado un paso significativo hacia la innovación al implementar un asistente potenciado por inteligencia artificial (IA). Esta nueva herramienta tiene como objetivo …","url":"https://www.redes-sociales.com/como-skello-utiliza-amazon-bedrock-para-consultar-datos-en-un-entorno-multiinquilino-con-limites-logicos/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/09/Como-Skello-Utiliza-Amazon-Bedrock-para-Consultar-Datos-en-un.png","publishedAt":"2025-09-11T18:19:22Z","content":"Skello, reconocida plataforma de software como servicio (SaaS) enfocada en recursos humanos, ha dado un paso significativo hacia la innovación al implementar un asistente potenciado por inteligencia … [+2551 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Plex sufre una brecha de seguridad: lo que debes saber y cómo proteger tu cuenta","description":"Plex, la conocida plataforma de streaming que permite a los usuarios gestionar y visualizar su propia biblioteca multimedia, ha confirmado una brecha de seguridad que podría haber comprometido los datos de algunos de sus clientes. El incidente fue comunicado …","url":"https://wwwhatsnew.com/2025/09/11/plex-sufre-una-brecha-de-seguridad-lo-que-debes-saber-y-como-proteger-tu-cuenta/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/09/output1-29.jpg","publishedAt":"2025-09-11T18:00:40Z","content":"Plex, la conocida plataforma de streaming que permite a los usuarios gestionar y visualizar su propia biblioteca multimedia, ha confirmado una brecha de seguridad que podría haber comprometido los da… [+5040 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Ten cuidado: este nuevo malware de Android puede vaciar tus cuentas bancarias","description":"Un nuevo malware de Android que puede vaciar tus cuentas bancarias en segundos está circulando por Europa. Según reporta The Hacker News, se trata de un troyano llamado Rat0n y se distribuye a través de aplicaciones maliciosas que se hacen pasar por plataform…","url":"http://hipertextual.com/mobile/malware-android-rat0n-troyano-cuentas-bancarias/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2022/12/malware-1-scaled-1.jpg","publishedAt":"2025-09-11T16:47:50Z","content":"Un nuevo malware de Android que puede vaciar tus cuentas bancarias en segundos está circulando por Europa. Según reporta The Hacker News, se trata de un troyano llamado Rat0n y se distribuye a través… [+3085 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"EFE","title":"Agencia Tributaria advierte de mensajes fraudulentos con una supuesta devolución pendiente","description":"En esta ocasión, subrayan, los mensajes se cierran con un supuesto saludo de despedida de la directora","url":"https://www.elconfidencial.com/espana/2025-09-11/agencia-tributaria-advierte-de-mensajes-fraudulentos-1tna_4207113/","urlToImage":"https://images.ecestaticos.com/-yCDlFWq-d6qgmb9GasL-VdmQxU=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/154/447/4bf/1544474bfad69eb95b9caf7f51020517.jpg","publishedAt":"2025-09-11T16:06:00Z","content":"La Agencia Tributaria ha advertido este jueves de que ha detectado envíos de mensajes fraudulentos que, suplantando su imagen (método conocido como 'phishing'), anuncian una devolución, enlazan a un … [+1947 chars]"},{"source":{"id":null,"name":"Faq-mac.com"},"author":"Alf","title":"Aplicación de la integridad de memoria: Una visión completa para la seguridad de la memoria en dispositivos Apple","description":"Apple ha publicado en su blog de seguridad el siguiente artículo que traemos a vuestra atención por su interés: “Memory Integrity Enforcement: A complete vision for memory safety in Apple devices” (Apple Security Research). Aplicación de la integridad de memo…","url":"https://www.faq-mac.com/2025/09/aplicacion-de-la-integridad-de-memoria-una-vision-completa-para-la-seguridad-de-la-memoria-en-dispositivos-apple/","urlToImage":"https://www.faq-mac.com/wp-content/uploads/2021/02/FAQMAC-Logo-2020.png","publishedAt":"2025-09-11T15:35:31Z","content":"Apple ha publicado en su blog de seguridad el siguiente artículo que traemos a vuestra atención por su interés: Memory Integrity Enforcement: A complete vision for memory safety in Apple devices (App… [+22644 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Surfshark Antivirus para Android: ¿es bueno?","description":"Surfshark Antivirus para Android: funciones clave, prueba gratis y precio. Protege tu móvil con VPN, Alert y más. Descubre si encaja contigo.","url":"https://www.androidsis.com/surfshark-antivirus-para-android-es-bueno/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/Surfshark-Antivirus-para-Android-2.png","publishedAt":"2025-09-11T14:44:23Z","content":"Elegir un antivirus no es cuestión de azar: depende de tus necesidades, el sistema operativo, el presupuesto y las funciones que de verdad vas a usar. En Android hay muchas opciones, desde soluciones… [+11583 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"La OCU alerta de una web falsa de LIDL: «Se queda con el dinero que pagues y no dará nada a cambio»","description":"LIDL es una cadena de supermercados que se caracteriza por ir más allá de la venta de alimentos y productos de higiene a buen precio. También cuenta con ofertas semanales de bricolaje, muebles, juguetes, ropa y deporte. Los ciberdelincuentes se han aprovechad…","url":"https://www.adslzone.net/noticias/seguridad/ocu-web-falsa-lidl-dinero-0925/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/imagen-de-supermercado-LIDL-desde-fuera-1.png","publishedAt":"2025-09-11T13:01:16Z","content":"La OCU se ha hecho eco de un caso de phishing detectado por el Instituto Nacional de Ciberseguridad (Incibe) de España. En concreto, una página fraudulenta que se hace pasar por LIDL prometiendo prod… [+3032 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Guille Lomener","title":"Se llama MIE y es el arma secreta del iPhone 17 contra el software espía: un escudo que llevaba 25 años siendo imposible de crear","description":"Durante más de 25 años, los hackers más sofisticados del mundo han tenido una especie de llave maestra para colarse en casi cualquier dispositivo. Una técnica que, con las herramientas adecuadas, les permitía abrir una puerta trasera en la memoria de nuestro …","url":"https://www.applesfera.com/iphone/se-llama-mie-arma-secreta-iphone-17-software-espia-escudo-que-llevaba-25-anos-siendo-imposible-crear","urlToImage":"https://i.blogs.es/2e6215/seguridad-iphone-17/840_560.jpeg","publishedAt":"2025-09-11T11:00:46Z","content":"Durante más de 25 años, los hackers más sofisticados del mundo han tenido una especie de llave maestra para colarse en casi cualquier dispositivo. Una técnica que, con las herramientas adecuadas, les… [+6725 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Los nativos digitales, prioridad para los ciberdelincuentes","description":"\"La experiencia digital de los jóvenes es amplia, pero en muchos casos carece de una base sólida de autoprotección\", advierten desde ESET.","url":"https://www.silicon.es/los-nativos-digitales-prioridad-para-los-ciberdelincuentes-2572512","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/06/Fuente-Shutterstock_Autor-Anchiy_Millennial-dispositivos-trabajar.jpg","publishedAt":"2025-09-11T10:44:10Z","content":"La vida sin internet ya es inimaginable para millones de personas alrededor del mundo. Sobre todo para los más jóvenes, que nacen rodeados de dispositivos conectados y para los que usar aplicaciones … [+2500 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"Ataque de phishing compromete 18 paquetes clave de JavaScript para robar criptomonedas","description":"Dieciocho paquetes JavaScript muy utilizados fueron comprometidos tras un sofisticado ataque de phishing a un mantenedor de NPM. La manipulación, orientada a robar criptomonedas, reabre el debate sobre las cadenas de suministro en el software de código abiert…","url":"https://unaaldia.hispasec.com/2025/09/ataque-de-phishing-compromete-18-paquetes-clave-de-javascript-para-robar-criptomonedas.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/dev-team-1757585203172.png?fit=1200%2C686&ssl=1","publishedAt":"2025-09-11T10:09:45Z","content":"Tras recibir un correo de phishing que simulaba ser de NPM pidiendo actualizar el segundo factor de autenticación, el desarrollador entregó sus credenciales y el código OTP. Los atacantes accedieron … [+1369 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Familia Martínez y Econocom: la receta digital que alimenta a 2,2 millones de personas al día","description":"En la industria alimentaria, donde la tradición convive con la innovación, Familia Martínez se ha convertido en un referente gracias a un ingrediente cada vez más decisivo: la tecnología. De la mano de Econocom, la compañía ha impulsado la digitalización de s…","url":"https://www.europapress.es/portaltic/empresas/noticia-familia-martinez-econocom-receta-digital-alimenta-22-millones-personas-dia-20250911105534.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250911105534_1200.jpg","publishedAt":"2025-09-11T08:55:34Z","content":"MADRID, 11 Sep. (Portaltic/EP) - \r\n   En la industria alimentaria, donde la tradición convive con la innovación, Familia Martínez se ha convertido en un referente gracias a un ingrediente cada vez má… [+2192 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Amin Haqshanas","title":"El nuevo iPhone 17 de Apple hace que firmar sea más seguro para los usuarios habituales de criptomonedas","description":"El nuevo sistema Memory Integrity Enforcement de Apple en el iPhone 17 tiene como objetivo bloquear los exploits de día cero dirigidos a criptomonederos y operaciones de firma de Passkey.\n El último iPhone 17 de Apple introduce una nueva capa de defensa para …","url":"https://es.cointelegraph.com/news/iphone-17-memory-protection-boosts-crypto-security","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198d153-eb4e-73f1-9c7a-7599f42e13c0","publishedAt":"2025-09-11T08:45:00Z","content":"El último iPhone 17 de Apple introduce una nueva capa de defensa para los usuarios de criptomonedas con protecciones de memoria a nivel de hardware que tienen como objetivo prevenir los vectores de a… [+3646 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Lo nuevo del cibercrimen: macrocentros de fraude, ingeniería social multicanal y ataque físico-digital","description":"Los expertos en seguridad analizan cómo se están gestando las amenazas más sofisticadas que afectan a España.","url":"https://www.silicon.es/check-point-software-desvela-el-funcionamiento-interno-de-las-ciberestafas-mas-sofisticadas-detectadas-en-espana-2572473","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-wk1003mike_hackeo-seguridad.jpg","publishedAt":"2025-09-11T08:30:27Z","content":"Durante el segundo trimestre de 2025, las empresas españolas recibieron 1950 ciberataques semanales de media. Esto es un 36 % más que la cifra registrada en el mismo periodo de 2024.\r\nCheck Point Sof… [+2574 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Empleados ficticios se aprovechan del déficit de talento tecnológico","description":"Trend Micro advierte sobre el fraude en los procesos de contratación, incluyendo ciertos candidatos que se presentan a entrevistas virtuales para trabajar de forma remota.","url":"https://www.silicon.es/empleados-ficticios-se-aprovechan-del-deficit-de-talento-tecnologico-2572475","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/Trend-Micro.jpg","publishedAt":"2025-09-11T07:59:28Z","content":"La falta de talento tecnológico se nota tanto a nivel nacional como internacional. España, según la Unión Europea, necesitará alrededor de 250 000 especialistas TIC nuevos hasta el año 2030, tal y co… [+1926 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Marquez","title":"Algunos de los satélites más avanzados del mundo parecían intocables. Dos hackers demostraron que podían ser secuestrados","description":"En los satélites, cada maniobra depende de software que rara vez se somete a pruebas públicas de seguridad. Unas demostraciones en entornos controlados han puesto sobre la mesa vulnerabilidades que, bajo ciertas condiciones, podrían permitir el control remoto…","url":"https://www.xataka.com/espacio/algunos-satelites-avanzados-mundo-parecian-intocables-dos-hackers-demostraron-que-podian-ser-secuestrados","urlToImage":"https://i.blogs.es/78b63a/satelite-portada/840_560.jpeg","publishedAt":"2025-09-11T07:36:33Z","content":"En los satélites, cada maniobra depende de software que rara vez se somete a pruebas públicas de seguridad. Unas demostraciones en entornos controlados han puesto sobre la mesa vulnerabilidades que, … [+4008 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"nomeves","title":"Un ataque DDoS de 1,5 mil millones de paquetes por segundo pone en jaque a la infraestructura europea","description":"La guerra digital volvió a mostrar su cara más devastadora. Un proveedor europeo de servicios de defensa frente a ataques DDoS fue víctima de una ofensiva masiva que alcanzó los 1,5 mil millones de paquetes por segundo (Bpps), una de las mayores tasas de enví…","url":"https://www.meneame.net/m/tecnología/ataque-ddos-1-5-mil-millones-paquetes-segundo-pone-jaque-europea","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4095867&version=0&ts=1757569446&image.webp","publishedAt":"2025-09-11T05:42:14Z","content":""}]