[{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Accesorios para que tu Mac no se caliente en verano","description":"Mantén tu Mac fresco en verano: bases, soportes y trucos clave avalados por Apple. Guía práctica para evitar sobrecalentamiento.","url":"https://www.soydemac.com/accesorios-para-que-tu-mac-no-se-caliente-en-verano/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/Los-mejores-accesorios-para-evitar-que-tu-Mac-se-caliente-en-verano-1.jpg","publishedAt":"2025-08-11T04:00:25Z","content":"El calor aprieta y tu portátil lo nota, especialmente si trabajas con un MacBook que en verano sufre más de la cuenta. Entre sesiones maratonianas, habitaciones caldeadas y superficies poco adecuadas… [+9821 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Vince Quill","title":"Ejecutivo cripto: Al menos un usuario de Bitcoin es secuestrado cada semana","description":"Alena Vranova dijo que los inversores de Bitcoin y criptomonedas con tenencias modestas no deben ignorar las medidas de seguridad personal.\n Alena Vranova, fundadora de SatoshiLabs, advirtió sobre el aumento de los ataques con llaves inglesas, agresiones físi…","url":"https://es.cointelegraph.com/news/1-bitcoiner-kidnapped-every-week-cyrpto-exec","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/019895ca-822d-7536-b249-415217a88d05","publishedAt":"2025-08-10T23:14:02Z","content":"Alena Vranova, fundadora de SatoshiLabs, advirtió sobre el aumento de los ataques con llaves inglesas, agresiones físicas y secuestros perpetrados contra los holders de Bitcoin (BTC) y criptomonedas … [+3035 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Luis Ángel Márquez Flores","title":"Cómo Sony convirtió un sistema antipiratería en una bomba de malware para Windows y terminó demandada","description":"En los años 2000, cuando Sony ya se había consolidado como un gigante de la industria discográfica, comenzó una agresiva cruzada para acabar con la piratería de sus discos. Sin embargo, dicha estrategia solo le trajo problemas a la compañía debido al software…","url":"https://www.xataka.com.mx/historia-de-la-tecnologia/como-sony-convirtio-sistema-antipirateria-bomba-malware-para-windows-termino-demandada","urlToImage":"https://i.blogs.es/44ada0/sony_cd_malware/840_560.png","publishedAt":"2025-08-10T21:00:08Z","content":"En los años 2000, cuando Sony ya se había consolidado como un gigante de la industria discográfica, comenzó una agresiva cruzada para acabar con la piratería de sus discos. Sin embargo, dicha estrate… [+3095 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Landon Manning","title":"Deepfakes con criptomonedas: las estafas son más inteligentes y sofisticadas","description":"Las estafas impulsadas por IA, incluyendo deepfakes y malware, se están volviendo más comunes en la industria cripto, lo que lleva a pérdidas significativas. Sin embargo, las grandes plataformas con seguridad dedicada permanecen protegidas, mientras que los u…","url":"https://es.beincrypto.com/estafas-criptomonedas-deepfake-ia-rapido-ascenso/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2025/01/bic_ai_assistant_2-covers_bearish.jpg.webp","publishedAt":"2025-08-10T20:13:00Z","content":"Las estafas de deepfake de IA son una amenaza creciente en la industria de las criptomonedas. En un caso reciente, hackers lograron robar 2 millones de dólares al hacerse pasar por el fundador de Pla… [+3834 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Elizabeth Flores","title":"\"Phishing\": Nueva forma de enviar correos estafa, UNAM advierte a su comunidad académica | COMUNICADO OFICIAL","description":"La Universidad Nacional Autónoma de México (UNAM) emitió un comunicado en el que advierte sobre la circulación de correos electrónicos fraudulentos que suplantan la identidad de la institución.El comunicado oficial que emitió este sábado, los mensajes que se …","url":"https://www.milenio.com/comunidad/unam-correos-amenazan-pedir-dinero-a-estudiantes","urlToImage":"https://cdn.milenio.com/uploads/media/2025/08/10/fraudes-electronicos-nombre-unam-evita.jpg","publishedAt":"2025-08-10T16:30:00Z","content":"La Universidad Nacional Autónoma de México (UNAM) emitió un comunicado en el que advierte sobre la circulación de correos electrónicos fraudulentos que suplantan la identidad de la institución.\r\n El … [+2575 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Amin Haqshanas","title":"TRM Labs: Grupo de ransomware Embargo movió USD 34M en criptomonedas desde abril","description":"TRM Labs dice que el grupo de ransomware Embargo ha movido más de USD 34 millones en criptomonedas relacionadas con rescates desde abril, apuntando a hospitales e infraestructura crítica de EE. UU.\n Un grupo de ransomware relativamente nuevo conocido como Emb…","url":"https://es.cointelegraph.com/news/embargo-ransomware-34m-crypto-blackcat-links","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-11/0193087f-516f-70b5-8e4b-7fffa3258849","publishedAt":"2025-08-10T14:23:21Z","content":"Un grupo de ransomware relativamente nuevo conocido como Embargo se ha convertido en un actor clave en el mundo del cibercrimen, moviendo más de USD 34 millones en pagos de rescates vinculados a crip… [+3590 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"Mi móvil Android ha pasado el análisis forense de Amnistía Internacional que busca hackeos. Es una completa radiografía de mis datos","description":"Como cualquier otro sistema operativo, Android sufre la influencia de virus y malware que acechan a los usuarios. Infectarse es tan fácil como descargar un archivo malicioso vía email, pero iguales de peligrosos (o más) pueden ser los spyware: un software pro…","url":"https://www.xatakandroid.com/seguridad/mi-movil-android-ha-pasado-analisis-forense-amnistia-internacional-que-busca-hackeos-completa-radiografia-mis-datos","urlToImage":"https://i.blogs.es/d75ae3/test-hack-android/840_560.jpeg","publishedAt":"2025-08-10T14:00:09Z","content":"Como cualquier otro sistema operativo, Android sufre la influencia de virus y malware que acechan a los usuarios. Infectarse es tan fácil como descargar un archivo malicioso vía email, pero iguales d… [+10596 chars]"},{"source":{"id":null,"name":"Perfil.com"},"author":"Fernando Arrieta","title":"La paradoja de la calidad en Latinoamérica","description":"Aunque la región cuenta con polos innovadores, la falta de disciplina en la gestión impide que ese potencial se traduzca en resultados sostenibles. Leer más","url":"https://noticias.perfil.com/noticias/empresas/la-paradoja-de-la-calidad-en-latinoamerica.phtml","urlToImage":"https://fotos.perfil.com/2024/03/11/trim/1280/720/ciberseguridad-1768386.jpg","publishedAt":"2025-08-10T11:32:00Z","content":"América Latina enfrenta una contradicción persistente: posee talento, creatividad y capacidad técnica en múltiples sectores, pero sigue atrapada en una cultura de improvisación que debilita su compet… [+4444 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Juan Diego Polo","title":"IA que escucha sin espiar: cómo proteger tu privacidad con inteligencia artificial en el borde","description":"Imagina que tienes un asistente virtual que te ayuda a transcribir entrevistas, traducir conversaciones o detectar sonidos importantes en casa. Ahora imagina que todo eso ocurre sin que tus grabaciones salgan de tu dispositivo. Eso es lo que permite la IA en …","url":"https://wwwhatsnew.com/2025/08/10/ia-que-escucha-sin-espiar-como-proteger-tu-privacidad-con-inteligencia-artificial-en-el-borde/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2024/07/vocesopenai.webp","publishedAt":"2025-08-10T10:00:23Z","content":"Imagina que tienes un asistente virtual que te ayuda a transcribir entrevistas, traducir conversaciones o detectar sonidos importantes en casa. Ahora imagina que todo eso ocurre sin que tus grabacion… [+6117 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Landon Manning","title":"Clones falsos de TikTok ejecutan peligrosas estafas con criptomonedas","description":"Un nuevo fraude cripto está en aumento mientras hackers atacan a usuarios de TikTok a través de aplicaciones clon falsas. Estas aplicaciones fraudulentas utilizan deepfakes, contenido generado por IA y técnicas de phishing para robar las frases semilla de los…","url":"https://es.beincrypto.com/estafas-criptomonedas-clones-falsos-tiktok/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2023/12/bic_scammer_negative_eye_laptop_digital_screen.jpg.webp","publishedAt":"2025-08-10T08:51:00Z","content":"Una nueva estafa con criptomonedas está en auge, ya que miles de clones falsos de TikTok están infectando a sus usuarios con malware. Estas aplicaciones parecen normales usando perfiles falsos y cont… [+3110 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Indignación, enojo e ira externan familiares y amigos de Fernandito","description":"La Paz, Méx., “Aquí venimos contigo, Fernando, estamos contigo y pediremos justicia, para que esto no quede impune”, fue uno de las expresiones que familiares y amigos hicieron frente al féretro del niño, de 5 años, quien fue asesinado por prestamistas debido…","url":"https://www.jornada.com.mx/2025/08/10/estados/020n1est","urlToImage":"https://www.jornada.com.mx/2025/08/10/fotos/020n1est-1.jpg","publishedAt":"2025-08-10T08:42:15Z","content":"Periódico La JornadaDomingo 10 de agosto de 2025, p. 20\r\nLa Paz, Méx., Aquí venimos contigo, Fernando, estamos contigo y pediremos justicia, para que esto no quede impune, fue uno de las expresiones … [+3563 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / MDS","title":"Cuidado: La UNAM alerta sobre mensajes fraudulentos que solicitan pagos por trámites","description":"La máxima casa de estudios detectó mensajes falsos que solicitan pagos por un supuesto costo de matriculación y alertó a la comunidad universitaria a no responder ni abrir enlaces sospechosos.","url":"https://aristeguinoticias.com/100825/mexico/cuidado-la-unam-alerta-sobre-mensajes-fraudulentos-que-solicitan-pagos-por-tramites/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/08/unam-pagos-fraude-alerta-10082025.jpg","publishedAt":"2025-08-10T08:30:17Z","content":"La Universidad Nacional Autónoma de México (UNAM) alertó a su comunidad sobre la circulación de mensajes fraudulentos que solicitan pagos indebidos por supuestos trámites.\r\nEn un comunicado oficial d… [+1879 chars]"}]