[{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"Quién te envía SMS desde el teléfono 912901438: ¿es una estafa o de verdad es tu banco?","description":"¿Cansado de las llamadas de teléfono no deseadas? Pues es posible que también tengas que enfrentarte a un otro número que está ganando fama en los últimos días, y no precisamente buena. Se trata del 912901438, un teléfono que está siendo bastante buscado por …","url":"https://www.adslzone.net/noticias/seguridad/numero-telefono-912901438/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/llamada-spam.png","publishedAt":"2025-10-29T18:59:24Z","content":"Ya te advertimos que detrás del número de teléfono 912901438 no hay nada bueno. Básicamente, porque la mayor parte de los reportes dejan ver que se trata de una estafa. Y aunque no hace una llamada c… [+3563 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Luis Ángel Márquez Flores","title":"Expertos lo tienen claro: CURP biométrica, las nuevas facultades del SAT y otras leyes de recolección de datos violan derechos humanos","description":"Recientemente Artículo 19 ha vuelto a advertir acerca de una serie de legislaciones en México, las cuales, considera, son \"profundos riesgos para los derechos humanos\" debido a las atribuciones de vigilancia que estas otorgan a las instituciones. En concreto,…","url":"https://www.xataka.com.mx/legislacion-y-derechos/expertos-tiene-claro-curp-biometrico-nuevas-facultados-sat-otras-leyes-recoleccion-datos-violan-derechos-humanos","urlToImage":"https://i.blogs.es/75d5ef/sat_curp/840_560.png","publishedAt":"2025-10-29T17:00:57Z","content":"Recientemente Artículo 19 ha vuelto a advertir acerca de una serie de legislaciones en México, las cuales, considera, son \"profundos riesgos para los derechos humanos\" debido a las atribuciones de vi… [+2924 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Josué de la Luz Cruz","title":"IA y crimen organizado: cómo ChatGPT abrió la ‘caja de pandora’ a los LLM oscuros","description":"Forbes México.\n IA y crimen organizado: cómo ChatGPT abrió la ‘caja de pandora’ a los LLM oscuros\n\nEn Myanmar, hay toda una ciudad conocida como el 'centro de estafas'. Se trata de KK Park, una localidad dedicada completamente al crimen cibernético, en donde …","url":"https://forbes.com.mx/ia-y-crimen-organizado-como-chatgpt-abrio-la-caja-de-pandora-a-los-llm-oscuros/","urlToImage":"https://cdn.forbes.com.mx/2025/10/Crimen-organizado-IA-ChatGPT-LLM-oscuros-proxies-geopoliticos-inteligencia-artificial.webp","publishedAt":"2025-10-29T16:43:55Z","content":"La inteligencia artificial (IA) ha dejado de ser una herramienta exclusiva de sectores productivos, académicos o científicos para convertirse en un componente clave dentro de las organizaciones crimi… [+10007 chars]"},{"source":{"id":null,"name":"Faq-mac.com"},"author":"Alf","title":"Las grandes lecciones de negocio que dejó Game Changers Spain – Fall Edition 2025","description":"Alrededor de 150 ejecutivos de innovación, tecnología y transformación de las principales compañías españolas se dieron cita la pasada semana en Game Changers Spain – Fall Edition 2025 para hablar de innovación, datos, tecnología y transformación en las princ…","url":"https://www.faq-mac.com/2025/10/las-grandes-lecciones-de-negocio-que-dejo-game-changers-spain-fall-edition-2025/","urlToImage":"https://www.faq-mac.com/wp-content/uploads/2025/10/game-changers-lab-scaled.jpg","publishedAt":"2025-10-29T15:54:05Z","content":"Alrededor de 150 ejecutivos de innovación, tecnología y transformación de las principales compañías españolas se dieron cita la pasada semana en Game Changers Spain – Fall Edition 2025 para hablar de… [+4124 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"Cómo los atacantes convierten las pruebas técnicas en bombas: cuando ejecutar un ejercicio de entrevista abre la puerta al robo de datos","description":"Ataques dirigidos incluyen pruebas técnicas aparentemente legítimas que esconden puertas traseras y scripts de exfiltración. Bajo presión y con confianza ganada por LinkedIn, candidatos pueden saltarse controles básicos; el resultado: acceso a credenciales de…","url":"https://es.gizmodo.com/como-los-atacantes-convierten-las-pruebas-tecnicas-en-bombas-cuando-ejecutar-un-ejercicio-de-entrevista-abre-la-puerta-al-robo-de-datos-2000200985","urlToImage":"https://es.gizmodo.com/app/uploads/2025/10/Diseno-sin-titulo-45-17-1200x675.jpg","publishedAt":"2025-10-29T15:50:38Z","content":"Las entrevistas técnicas son la rutina de cualquier desarrollador: montar un entorno, ejecutar un ejercicio y demostrar lógica y fluidez con el teclado. Lo que no estaba en el checklist era preguntar… [+2933 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"GrapheneOS: por qué esta versión de Android es más segura y privada","description":"Qué es GrapheneOS, cómo se instala y por qué blinda tu Pixel: más seguridad y privacidad sin Google, con apps en sandbox.","url":"https://www.androidsis.com/grapheneos-por-que-esta-version-de-android-es-mas-segura-y-privada/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/07/uso-uso-grapheneOS-ejemplo.jpg","publishedAt":"2025-10-29T15:43:39Z","content":"En los últimos meses ha habido una auténtica fiebre por GrapheneOS en ciertos círculos tech, hasta el punto de ver móviles de segunda mano a precios disparatados solo por llevarlo instalado. La curio… [+16709 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"España, entre los países con más tarjetas de crédito robadas en 2025: las más caras de Europa vendidas en la 'dark web'","description":"España se ha consolidado como el tercer país con más tarjetas de crédito robadas y vendidas en la 'dark web' a causa de fraudes 'online' durante este año 2025, siendo además las tarjetas que más caras se venden de Europa, con un precio medio de 11,68 dólares …","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-espana-paises-mas-tarjetas-credito-robadas-2025-mas-caras-europa-vendidas-dark-web-20251029132717.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251029132717_1200.jpg","publishedAt":"2025-10-29T12:27:17Z","content":"MADRID, 29 Oct. (Portaltic/EP) - \r\n   España se ha consolidado como el tercer país con más tarjetas de crédito robadasy vendidas en la 'dark web' a causa de fraudes 'online' durante este año 2025, si… [+7136 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"Google activará por defecto el cambio de seguridad más importante de la historia de Chrome","description":"Google ha anunciado uno de los cambios más importantes en la historia de la seguridad de Chrome: a partir de octubre de 2026, Chrome 154 activará por defecto para todos los usuarios la opción de usar conexiones seguras. Esto implica que Chrome pedirá permiso …","url":"https://www.xatakandroid.com/seguridad/google-activara-defecto-cambio-seguridad-importante-historia-chrome","urlToImage":"https://i.blogs.es/4e67ab/chrome-https/840_560.jpeg","publishedAt":"2025-10-29T12:00:57Z","content":"Google ha anunciado uno de los cambios más importantes en la historia de la seguridad de Chrome: a partir de octubre de 2026, Chrome 154 activará por defecto para todos los usuarios la opción de usar… [+2441 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"María Aperador: \"La ciberseguridad debe ser un hábito, y BeValk es la única herramienta que hay para protegerte de las estafas\"","description":"Todo el mundo es consciente de que la ciberdelincuencia está en auge, y es que a medida que nuestra vida pasar a estar cada vez más digitalizada, lo robos, fraudes y engaños también se han digitalizado. Por desgracia, navegar por internet, recibir un mensaje …","url":"https://www.eleconomista.es/tecnologia/noticias/13617043/10/25/maria-aperador-la-ciberseguridad-debe-ser-un-habito-y-bevalk-es-la-unica-herramienta-que-hay-para-protegerte-de-las-estafas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/4/0/6/bevalk-maria-aperador.jpg","publishedAt":"2025-10-29T11:33:15Z","content":"Todo el mundo es consciente de que la ciberdelincuencia está en auge, y es que a medida que nuestra vida pasar a estar cada vez más digitalizada, lo robos, fraudes y engaños también se han digitaliza… [+4264 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Tus cuentas podrían estar entre las 180 millones expuestas en Have I Been Pwned","description":"Have I Been Pwned, una de las plataformas más confiables para verificar si nuestros datos han sido comprometidos, ha incorporado recientemente dos nuevos conjuntos de información que afectan a millones de personas. El más grande de ellos incluye 183 millones …","url":"https://wwwhatsnew.com/2025/10/29/tus-cuentas-podrian-estar-entre-las-180-millones-expuestas-en-have-i-been-pwned/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/10/output1-2025-10-27T235412.363.jpg","publishedAt":"2025-10-29T11:00:59Z","content":"Have I Been Pwned, una de las plataformas más confiables para verificar si nuestros datos han sido comprometidos, ha incorporado recientemente dos nuevos conjuntos de información que afectan a millon… [+5119 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"La respuesta de F-Droid al plan de Google sobre los APKs es un misil: \"lo que dicen es claro, conciso y falso\"","description":"El futuro de la instalación de aplicaciones fuera de Google Play (conocido como 'sidealoading') se ha convertido en una guerra dialéctica. Mientras Google lleva tiempo intentando calmar a la comunidad, la comunidad del software libre no se lo cree. F-Droid, e…","url":"https://www.xatakandroid.com/sistema-operativo/respuesta-f-droid-al-plan-google-apks-misil-que-dicen-claro-conciso-falso","urlToImage":"https://i.blogs.es/519135/google-sideloading-fdroid/840_560.jpeg","publishedAt":"2025-10-29T11:00:57Z","content":"El futuro de la instalación de aplicaciones fuera de Google Play (conocido como 'sidealoading') se ha convertido en una guerra dialéctica. Mientras Google lleva tiempo intentando calmar a la comunida… [+3426 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Julián J. Menéndez","title":"GlassWorm: un gusano se propaga a través de extensiones de Visual Studio Code","description":"Una nueva campaña de malware ha sido detectada por los investigadores de Koi Security: bautizada como GlassWorm, se propaga mediante extensiones de Visual Studio Code y utiliza mecanismos avanzados de control y comando vía cadena de bloques. El equipo de Koi …","url":"https://unaaldia.hispasec.com/2025/10/glassworm-un-gusano-se-propaga-a-traves-de-extensiones-de-visual-studio-code.html","urlToImage":"https://unaaldia.hispasec.com/wp-content/uploads/2025/10/vs.png","publishedAt":"2025-10-29T10:09:37Z","content":"Una nueva campaña de malware ha sido detectada por los investigadores de Koi Security: bautizada como GlassWorm, se propaga mediante extensiones de Visual Studio Code y utiliza mecanismos avanzados d… [+3507 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"La actualización a Android Auto 15.6 prepara un cambio enorme para los coches: llegan nuevos widgets a la pantalla","description":"Google ya avisó de que pensaba acelerar el desarrollo de Android Auto con la idea de estrenar los grandes cambios que deben llegar a la plataforma. La principal consecuencia de la aceleración es cómo se van sucediendo versiones: Android Auto 15.6 aparece por …","url":"https://www.xatakandroid.com/sistema-operativo/actualizacion-a-android-auto-15-6-prepara-cambio-enorme-para-coches-llegan-nuevos-widgets-a-pantalla","urlToImage":"https://i.blogs.es/d8872a/android-auto-15-6/840_560.jpeg","publishedAt":"2025-10-29T09:36:59Z","content":"Google ya avisó de que pensaba acelerar el desarrollo de Android Auto con la idea de estrenar los grandes cambios que deben llegar a la plataforma. La principal consecuencia de la aceleración es cómo… [+3102 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Infoblox: “Toda la infraestructura de DNS debería ser inteligente”","description":"En esta entrevista, Cricket Liu, vicepresidente ejecutivo y Chief Evangelist de Infoblox, explica cómo la inteligencia artificial y la automatización están transformando la ciberseguridad y la gestión de red en entornos híbridos y multicloud, con el DNS prote…","url":"https://www.silicon.es/infoblox-toda-la-infraestructura-de-dns-deberia-ser-inteligente-2574253","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/Cricket-Liu-vicepresidente-ejecutivo-Chief-Evangelist-Infoblox.jpeg","publishedAt":"2025-10-29T08:37:07Z","content":"En esta entrevista con Cricket Liu, vicepresidente ejecutivo y Chief Evangelist de Infoblox, abordamos cómo la inteligencia artificial está redefiniendo la ciberseguridad avanzada y la gestión de inf… [+11420 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"M. Meizoso","title":"«El correo electrónico es una de las fuentes principales de fraude»","description":"Gustavo Herva,  jefe de Seguridad de la Amtega, insta a revisar las políticas de privacidad","url":"https://www.lavozdegalicia.es/noticia/galicia/2025/10/29/correo-electronico-fuentes-principales-fraude/0003_202510G29P10991.htm","urlToImage":"https://img.lavdg.com/sc/VgPzSCwItQI-vzVhB-VilWfOy2A=/1280x/2025/10/28/00121761682682029796549/Foto/F02J2000.jpg","publishedAt":"2025-10-29T04:00:00Z","content":"Los ciberdelitos no tienen techo. Las cifras que arroja el Instituto Nacional de Ciberseguridad así lo confirman: los incidentes en esta materia aumentaron un 16,6 % en el 2024. Del global de los dat… [+6004 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"OpenAI integra datos empresariales en ChatGPT y lo convierte en una fuente central de conocimiento corporativo","description":"La última actualización de ChatGPT promete transformar cómo las organizaciones acceden a su información interna. OpenAI ha lanzado «company knowledge», una nueva función disponible para usuarios de los planes Business, Enterprise y Edu de ChatGPT, que permite…","url":"https://wwwhatsnew.com/2025/10/29/openai-integra-datos-empresariales-en-chatgpt-y-lo-convierte-en-una-fuente-central-de-conocimiento-corporativo/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/10/output1-2025-10-27T225640.542.jpg","publishedAt":"2025-10-29T03:00:51Z","content":"La última actualización de ChatGPT promete transformar cómo las organizaciones acceden a su información interna. OpenAI ha lanzado «company knowledge», una nueva función disponible para usuarios de l… [+5341 chars]"}]