[{"source":{"id":null,"name":"Expansion.com"},"author":"Melissa Heikkilä","title":"El gran fallo de seguridad de la inteligencia artificial","description":"Los principales grupos de inteligencia artificial del mundo intensifican sus esfuerzos para resolver una vulnerabilidad de seguridad crítica en sus grandes modelos de lenguaje...","url":"https://www.expansion.com/economia/financial-times/2025/11/05/690b7cb0468aebf4568b45a7.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/fe0b0aa6027f01d2552053ec894616a8/crop/72x0/1792x1147/resize/1200/f/webp/assets/multimedia/imagenes/2025/11/05/17623604346824.jpg","publishedAt":"2025-11-05T16:35:05Z","content":"Google DeepMind, Anthropic y Microsoft tratan de prevenir los ataques de de los hackers a sus modelos de lenguaje. Los principales grupos de inteligencia artificial del mundo intensifican sus esfuerz… [+6433 chars]"},{"source":{"id":null,"name":"Muylinux.com"},"author":"J.Pomeyrol","title":"SUSE Linux Enterprise Server 16 renueva la base del sistema, refuerza la seguridad y adelanta soporte hasta 2038","description":"SUSE ha anunciado la disponibilidad de SUSE Linux Enterprise Server 16 (SLES 16), la nueva versión mayor de su sistema operativo empresarial y la nueva base sobre la que se sustentará todo el ecosistema de productos y servicios de la compañía. Como era de esp…","url":"https://www.muylinux.com/2025/11/05/suse-linux-enterprise-server-16-sles/","urlToImage":"https://www.muylinux.com/wp-content/uploads/2025/11/sles16.jpg","publishedAt":"2025-11-05T16:12:15Z","content":"SUSE ha anunciado la disponibilidad de SUSE Linux Enterprise Server 16 (SLES 16), la nueva versión mayor de su sistema operativo empresarial y la nueva base sobre la que se sustentará todo el ecosist… [+7424 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"IAB Spain presenta el nuevo Libro Blanco de Retail Media marcando una hoja de ruta clave para el futuro comercial","description":"Durante la jornada del 4 de noviembre de 2025, la industria de la comunicación, la publicidad y el marketing digital en España marcó un hito con la celebración del Retail Media Open Day de IAB Spain. Este encuentro, en colaboración estratégica con Accenture, …","url":"https://www.puromarketing.com/31/216330/spain-presenta-nuevo-libro-blanco-retail-media-marcando-hoja-ruta-clave-para-futuro-comercial","urlToImage":"https://www.puromarketing.com/uploads/img/contents/default/meta_content_img_default.jpg","publishedAt":"2025-11-05T16:06:16Z","content":"Durante la jornada del 4 de noviembre de 2025, la industria de la comunicación, la publicidad y el marketing digital en España marcó un hito con la celebración del Retail Media Open Day de IAB Spain.… [+5040 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Google alerta: nace el malware “con IA en tiempo real” que se reescribe para evadir los antivirus","description":"Google ha documentado una nueva generación de virus que usan inteligencia artificial para cambiar su código mientras atacan tu ordenador. El Grupo de Inteligencia de Amenazas de Google (GTIG) publicó el 5 de noviembre un informe donde detalla seis tipos de ma…","url":"https://andro4all.com/tecnologia/google-alerta-nace-el-malware-con-ia-en-tiempo-real-que-se-reescribe-para-evadir-los-antivirus","urlToImage":"https://andro4all.com/hero/2025/09/g-de-google.jpg?width=1200","publishedAt":"2025-11-05T14:05:27Z","content":"Los nuevos virus aprovechan grandes modelos de lenguaje que llevan integrados, haciendo que la IA forme parte integral del ataque\r\nGoogle ha documentado una nueva generación de virus que usan intelig… [+2786 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Sergio Coto","title":"Google denuncia un aumento preocupante de ciberdelincuentes que impulsan sus operaciones a través de la IA","description":"<![CDATA[<p>Por si había alguna duda a pocas semanas del tercer aniversario de ChatGPT, la inteligencia artificial (IA) ha venido para quedarse. Pese a las cosas muy buenas que tiene y que están haciendo que cada vez más usuarios la utilicen en su día a día, …","url":"https://www.huffingtonpost.es/tecnologia/google-denuncia-aumento-preocupante-ciberdelincuentes-impulsan-operaciones-traves-ia.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/11/05/foto-de-archivo-de-un-ciberdelincuente.jpeg","publishedAt":"2025-11-05T14:01:13Z","content":"Por si había alguna duda a pocas semanas del tercer aniversario de ChatGPT, la inteligencia artificial (IA) ha venido para quedarse. Pese a las cosas muy buenas que tiene y que están haciendo que cad… [+3206 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Germán González","title":"Google alerta de una nueva amenaza: ciberadelincuentes que usan IA modificada para lanzar ataques y estafas","description":"Un nuevo informe del Google Threat Intelligence Group (GTIG), el equipo dentro de esta multinacional encargado de proporcionar información sobre amenazas cibernéticas a otras empresas, ha alertado de que los ciberdelincuentes no solo utilizan las plataformas …","url":"https://www.elperiodico.com/es/sociedad/20251105/google-alerta-nueva-amenaza-ciberdelincuentes-inteligencia-artificial-123358175","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/8b68d1e4-f13d-4e73-ae02-3bc3d396f647_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-11-05T13:00:11Z","content":"Un nuevo informe del Google Threat Intelligence Group (GTIG), el equipo dentro de esta multinacional encargado de proporcionar información sobre amenazas cibernéticas a otras empresas, ha alertado de… [+6871 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Servidores Jupyter expuestos: una mala configuración permite acceso root en Linux","description":"Una mala configuración de Jupyter Notebook permite a atacantes acceder al sistema con privilegios elevados. Este problema afecta especialmente a entornos Linux donde el servicio se ejecuta sin autenticación adecuada. Jupyter Notebook es una herramienta amplia…","url":"https://unaaldia.hispasec.com/2025/11/servidores-jupyter-expuestos-una-mala-configuracion-permite-acceso-root-en-linux.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/11/cover-image-b5174f99340539a2575e6d4cf64861bc.png?fit=1200%2C686&ssl=1","publishedAt":"2025-11-05T12:53:21Z","content":"Una mala configuración de Jupyter Notebook permite a atacantes acceder al sistema con privilegios elevados. Este problema afecta especialmente a entornos Linux donde el servicio se ejecuta sin autent… [+1966 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Efe","title":"Alertan de correos fraudulentos que suplantan a Iberdrola para robar datos bancarios","description":"los correos utilizan como gancho una cuantía desorbitada en la factura -con importes que van desde los 424,81 euros hasta los 98.589,64 euros- para generar alarma en el destinatario y provocar que pulse un enlace con un archivo adjunto Leer","url":"https://www.elmundo.es/economia/2025/11/05/690b477afc6c8341718b45a3.html","urlToImage":"https://phantom-elmundo.uecdn.es/da4f64440c0001956b4d5073191477ab/resize/1200/f/webp/assets/multimedia/imagenes/2023/01/16/16738752488980.jpg","publishedAt":"2025-11-05T12:47:58Z","content":"El Instituto Nacional de Ciberseguridad (INCIBE), a través de su Oficina de Seguridad del Internauta (OSI), ha emitido este miércoles una alerta de importancia alta por una campaña de phishing que su… [+2274 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"¡Alerta por Brash! La falla global en Google Chrome que fue detectada por error por un hacker colombiano y compromete al 70 por ciento de los navegadores","description":"Un hallazgo accidental de un investigador colombiano encendió las alarmas de la comunidad tecnológica mundial. \n\nJosé Pino, experto en ciberseguridad reconocido por su trabajo con gigantes como Microsoft y PayPal, descubrió una vulnerabilidad crítica en el mo…","url":"https://www.xataka.com.co/seguridad/alerta-brash-falla-global-google-chrome-que-fue-detectada-error-hacker-colombiano-compromete-al-70-ciento-navegadores","urlToImage":"https://i.blogs.es/184fa4/ciberseguridad-10-1-/840_560.jpeg","publishedAt":"2025-11-05T11:29:38Z","content":"Un hallazgo accidental de un investigador colombiano encendió las alarmas de la comunidad tecnológica mundial. \r\nJosé Pino, experto en ciberseguridad reconocido por su trabajo con gigantes como Micro… [+3804 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Silvia Fernández","title":"239 apps maliciosas en Google Play y 42 millones de descargas: señales para detectarlas antes de instalarlas","description":"Descargar una app desde Google Play no siempre es sinónimo de seguridad. Así lo advierte un nuevo informe de la compañía de ciberseguridad Zscaler, que ha identificado 239 aplicaciones maliciosas dentro de la tienda oficial de Android. En total, esas apps sum…","url":"https://andro4all.com/aplicaciones/239-apps-maliciosas-en-google-play-y-42-millones-de-descargas-senales-para-detectarlas-antes-de-instalarlas","urlToImage":"https://andro4all.com/hero/2023/12/apps-android-con-malware.png?width=1200","publishedAt":"2025-11-05T10:58:02Z","content":"Apps Android con malware\r\nDescargar una app desde Google Play no siempre es sinónimo de seguridad. Así lo advierte un nuevo informe de la compañía de ciberseguridad Zscaler, que ha identificado 239 a… [+3700 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Alberto Gómez","title":"Consejos para evitar más de un susto en el Black Friday","description":"Siempre es bueno comprar a través de páginas web o aplicaciones de confianza, vigilar con los datos bancarios o asegurarse de que junto al precio rebajado aparece el original\r\nLa Guardia Civil alerta de una nueva estafa que suplanta a entidades bancarias: “No…","url":"https://www.eldiario.es/economia/tu-economia/consejos-evitar-susto-black-friday-pm_1_12742609.html","urlToImage":"https://static.eldiario.es/clip/5899307b-5edc-4d4b-ab1c-0ef245d06646_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2025-11-05T10:40:17Z","content":"Todo un síntoma de que se acerca el Black Friday es que las bandejas de mails ya incluyen varias ofertas promocionales y que en la televisión también aparecen cada vez más anuncios anunciando la gran… [+6380 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"Datos sintéticos el desafío empresarial para una inteligencia artificial responsable y con visión de futuro","description":"La inteligencia artificial se ha consolidado como un motor clave para el progreso empresarial, pero su avance se ve a menudo condicionado por una realidad: la escasez de datos reales de alta calidad y las estrictas normativas de privacidad, que en España y la…","url":"https://www.puromarketing.com/12/216322/datos-sinteticos-desafio-empresarial-para-inteligencia-artificial-responsable-vision-futuro","urlToImage":"https://www.puromarketing.com/uploads/img/contents/default/meta_content_img_default.jpg","publishedAt":"2025-11-05T09:38:19Z","content":"La inteligencia artificial se ha consolidado como un motor clave para el progreso empresarial, pero su avance se ve a menudo condicionado por una realidad: la escasez de datos reales de alta calidad … [+3768 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"SecAdmin 2025: La CON de Hackers, Ninjas y Samurais en Sevilla el 28 y 29 de Noviembre","description":"Los días 28 y 29 de Noviembre\r\n va a tener lugar en Sevilla, una nueva edición de la CON de hackers, samurais y ninjas... SecAdmin 2025, donde hay un agenda llena de ponencias más que interesantes, y en la que tendrás también talleres, un CTF (Capture The Fla…","url":"https://www.elladodelmal.com/2025/11/secadmin-2025-la-con-de-hackers-ninjas.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEioN-4cVdvnp8XsKDiPBWZT-9tIIyWHntrWbjZnd82TxSB46d32aFG7Njp4hCpvQEPZzMOB9XRsthKtkt1lQos2eAPbQLRx997Kmg-ldknvrPL19NyHa9_VyW7w8ntgV-aqu8kZxlIShQJJFlFOVPkJq2LItnkur9q1J8PpFt9DfZ7pP0Tnd71d/w1200-h630-p-k-no-nu/SecAdmin0.jpg","publishedAt":"2025-11-05T05:01:00Z","content":"Los días 28 y 29 de Noviembre\r\n va a tener lugar en Sevilla, una nueva edición de la CON de hackers, samurais y ninjas... SecAdmin 2025, donde hay un agenda llena de ponencias más que interesantes, y… [+9968 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Gustavo López","title":"Bitcoin es la defensa ante el impuesto al capital: David Battaglia","description":"El trader alerta sobre la tributación arbitraria del patrimonio, alegando que no existe tal cosa como el patrimonio improductivo.\nLeer más","url":"https://www.criptonoticias.com/comunidad/bitcoin-defensa-impuesto-capital-battaglia/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2023/02/David-Battaglia-bitcoin-computadora.jpg","publishedAt":"2025-11-05T05:00:00Z","content":"<ul><li>Para Battaglia, el ahorro es fundamental para financiar y reactivar la economía.\r\n</li><li>Declarar criptomonedas ante las autoridades implica riesgos que tienen que ver con seguridad.\r\n</li>… [+3135 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"R. Badillo","title":"El error más común que cometes al navegar por internet es guardar tus contraseñas en el navegador web","description":"Muchos de nosotros lo hacemos de forma intuitiva, pero es una práctica que esconde varios riesgos. El problema está en el lugar en el que se almacenan esos datos tan valiosos","url":"https://www.elconfidencial.com/tecnologia/2025-11-05/motivo-no-guardar-contrasenas-navegador-1qrt_4240660/","urlToImage":"https://images.ecestaticos.com/62PoaHU9flXDblcmO1M4WN_xUjc=/0x0:1442x772/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/058/236/5f0/0582365f0bca47fb69d22287343e5873.jpg","publishedAt":"2025-11-05T04:00:00Z","content":"Google, Facebook, Apple... Así puedes saber si te han robado la contraseña en la mayor filtración de la historiaSigue a El Confidencial en Google Discover para enterarte de todas las noticiasGuardar … [+2934 chars]"}]