[{"source":{"id":null,"name":"Genbeta.com"},"author":"Antonio Sabán","title":"\"El primer DDOS a Waymo\": 50 usuarios hicieron la broma de pedir a la vez un taxi autónomo desde un callejón sin salida","description":"En un presente distópico caben bromas distópicas. Eso es lo que debieron pensar 50 usuarios de Waymo, el servicio de taxis autónomos que Google ofrece en algunas ciudades de Estados Unidos. \r\nEl pasado julio planearon una broma masiva, y les salió bien: al an…","url":"https://www.genbeta.com/inteligencia-artificial/primer-ddos-a-waymo-50-usuarios-hicieron-broma-pedir-a-vez-taxi-autonomo-callejon-salida","urlToImage":"https://i.blogs.es/e350f3/waymo/840_560.jpeg","publishedAt":"2025-10-14T15:56:45Z","content":"En un presente distópico caben bromas distópicas. Eso es lo que debieron pensar 50 usuarios de Waymo, el servicio de taxis autónomos que Google ofrece en algunas ciudades de Estados Unidos. \r\nEl pasa… [+2017 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Pixnapping: el ataque que roba códigos de verificación en Android","description":"Pixnapping puede robar códigos 2FA sin permisos. Descubre cómo funciona, a quién afecta y cómo proteger tu móvil Android.","url":"https://www.androidsis.com/pixnapping-el-ataque-que-roba-codigos-de-verificacion-en-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/Pixnapping.jpg","publishedAt":"2025-10-14T14:53:30Z","content":"Hay un nuevo término que está dando que hablar en ciberseguridad móvil: Pixnapping. Este ataque, cuyo nombre mezcla pixel y kidnapping, ha demostrado que es capaz de capturar lo que se muestra en la … [+18696 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"Ataque \"Pixnapping\" a Android podría exponer frases semilla de billeteras cripto","description":"Los investigadores han descubierto una nueva vulnerabilidad en Android que permite a las aplicaciones maliciosas reconstruir el contenido que aparece en pantalla, como frases de recuperación y códigos de autenticación de dos factores.\n Una vulnerabilidad reci…","url":"https://es.cointelegraph.com/news/pixnapping-android-attack-could-expose-crypto-wallet-seed-phrases","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-10/0199e2a1-24cc-79ca-82de-512f7eb0c298","publishedAt":"2025-10-14T14:15:00Z","content":"Una vulnerabilidad recientemente descubierta en Android permite que aplicaciones maliciosas accedan al contenido mostrado por otras aplicaciones, lo que podría comprometer las frases de recuperación … [+4401 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"Windows 10 es a partir de hoy un sistema operativo inseguro. Uno que está instalado en 4 de cada 10 ordenadores del mundo","description":"Hoy es el último día en el que Windows 10 estará soportado oficialmente por Microsoft. Eso supone que este sistema operativo dejará de recibir actualizaciones de seguridad, y por tanto los equipos gobernados por dicha versión quedarán expuestas a vulnerabilid…","url":"https://www.xataka.com/aplicaciones/windows-10-a-partir-hoy-sistema-operativo-inseguro-uno-que-esta-instalado-4-cada-10-ordenadores-mundo","urlToImage":"https://i.blogs.es/500ff0/windows10-copia-2/840_560.jpeg","publishedAt":"2025-10-14T12:30:37Z","content":"Hoy es el último día en el que Windows 10 estará soportado oficialmente por Microsoft. Eso supone que este sistema operativo dejará de recibir actualizaciones de seguridad, y por tanto los equipos go… [+4515 chars]"},{"source":{"id":null,"name":"Segu-info.com.ar"},"author":"SeguInfo","title":"Hoy muere Windows 10 ¿Qué implica para el usuario y las empresas?","description":null,"url":"http://blog.segu-info.com.ar/2025/10/hoy-muere-windows-10-que-implica-para.html#comment-form","urlToImage":null,"publishedAt":"2025-10-14T12:05:00Z","content":"Hoy, 14 de octubre de 2025, es la fecha oficial de la\n finalización del soporte (End-of-Life o EOL) para la mayoría de\n las ediciones de Windows 10 (Home y Pro).\n\n\n\n\n Esto tiene implicaciones importa… [+6717 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Ezra Reguerra","title":"El cofundador de Monad denuncia una estafa publicitaria en Telegram en el canal oficial antes del airdrop","description":"El cofundador de Monad advirtió a los usuarios que se mantuvieran alerta después de que aparecieran enlaces falsos como anuncios de Telegram en su canal oficial.\n Actores maliciosos atacaron el canal oficial de Telegram de Monad con anuncios que imitaban el p…","url":"https://es.cointelegraph.com/news/telegram-ads-fake-monad-claim-portal-airdrop-scam","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-01/01946d05-34de-7846-b07e-4be768c1d41c","publishedAt":"2025-10-14T11:00:00Z","content":"Actores maliciosos atacaron el canal oficial de Telegram de Monad con anuncios que imitaban el portal de reclamaciones del proyecto.\r\nEn una publicación en X, el cofundador de Monad, Keone Hon, advir… [+3662 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Redacción HuffPost","title":"Un gigante cervecero tiene que volver al lápiz, papel y máquinas de fax por el ataque de unos hackers: lo están notando en su facturación","description":"<![CDATA[<p>La cervecera japonesa Asahi, responsable de cerca del 40% del mercado nacional de cerveza, ha sufrido un severo ciberataque que ha obligado a la compañía a suspender temporalmente la producción en la mayoría de sus 30 fábricas. Aunque algunas inst…","url":"https://www.huffingtonpost.es/sociedad/un-gigante-cervecero-volver-lapiz-papel-maquinas-fax-ataque-hackers-notando-facturacion.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/09/08/imagen-de-archivo-de-una-cerveza-5000.jpeg","publishedAt":"2025-10-14T10:50:23Z","content":"La cervecera japonesa Asahi, responsable de cerca del 40% del mercado nacional de cerveza, ha sufrido un severo ciberataque que ha obligado a la compañía a suspender temporalmente la producción en la… [+1939 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"José Carlos Castillo","title":"Windows 10 deja de tener soporte: estos son los pasos a seguir","description":"El programa «Extended security update» (ESU) de Microsoft permitirá seguir recibiendo parches de seguridad críticos por un año solo un año más","url":"https://www.lavozdegalicia.es/noticia/sociedad/2025/10/14/windows-10-deja-tener-soporte-pasos-seguir/00031760435942238103774.htm","urlToImage":"https://img.lavdg.com/sc/DD72Fv49F9GOBEfC0K1oyg240T4=/1280x/2025/10/14/00121760437908168924920/Foto/J10J5921.jpg","publishedAt":"2025-10-14T10:33:00Z","content":"El sistema operativo es la piedra angular (en materia de software) de cualquier ordenador, de ahí la importancia de mantenerlo actualizado a su última versión para corregir agujeros de seguridad y pr… [+5248 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Raquel Sáez","title":"No, la DGT no está multando por estacionar en una zona restringida: es una estafa","description":"Tráfico recuerda que nunca avisa de sanciones por correo electrónico y aconseja \"no picar\"\r\nNuevo protocolo DGT: qué hacer con la baliza V16 y en qué casos puedes salir del coche\n\r\n\n La Dirección General de Tráfico (DGT) ha alertado de una estafa por la que s…","url":"https://www.eldiario.es/motor/no-dgt-no-multando-estacionar-zona-restringida-estafa-pn-pm_1_12681804.html","urlToImage":"https://static.eldiario.es/clip/e50b3990-8f93-43dd-bc98-81aeb0180e5a_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2025-10-14T09:50:06Z","content":"La Dirección General de Tráfico (DGT) ha alertado de una estafa por la que se trata de suplantar la identidad del organismo, comunicando una supuesta multa por estacionar en una zona restringida con … [+2723 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"Android tiene un problema llamado Pixnapping. Y bien gordo: es capaz de robar los códigos de verificación de sus teléfonos","description":"Un grupo de investigadores ha dado a conocer un nuevo ataque dirigido a los móviles Android. Bajo el nombre de ‘Pixnapping’ (un acrónimo de ‘pixel’ y ‘kidnapping’, es decir, secuestro de píxeles), mediante una simple aplicación se puede robar información tan …","url":"https://www.xatakandroid.com/seguridad/android-tiene-problema-llamado-pixnapping-bien-gordo-capaz-robar-codigos-2fa-sus-telefonos","urlToImage":"https://i.blogs.es/55c814/android-pixnapping/840_560.png","publishedAt":"2025-10-14T09:00:38Z","content":"Un grupo de investigadores ha dado a conocer un nuevo ataque dirigido a los móviles Android. Bajo el nombre de Pixnapping (un acrónimo de pixel y kidnapping, es decir, secuestro de píxeles), mediante… [+2501 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Cristian Garcia","title":"Cómo reforzar la seguridad de tu cuenta de Apple en tu iPad: guía completa","description":"Activa 2FA, contactos de recuperación y ajustes clave para blindar tu cuenta de Apple en iPad. Guía clara con pasos prácticos.","url":"https://www.actualidadiphone.com/como-reforzar-la-seguridad-de-tu-cuenta-de-apple-en-tu-ipad/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/09/instagram-app-ipad-1.jpg","publishedAt":"2025-10-14T07:29:52Z","content":"Tu Cuenta de Apple es la llave que abre iCloud, App Store, Apple Music, iMessage, FaceTime y mucho más en el iPad. Protegerla bien no es opcional: es esencial. En esta guía te explico, paso a paso, c… [+12255 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Rodrigo Cortina","title":"Apple dispara su bug bounty: hasta 5 millones por vulnerabilidades críticas","description":"Apple sube su bug bounty: 2 millones base y más de 5 con bonos. Nuevas categorías, Target Flags y pagos acelerados. Descubre todos los detalles.","url":"https://www.soydemac.com/apple-dispara-su-bug-bounty-hasta-5-millones-por-vulnerabilidades-criticas/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/10/Recompensa-de-5-millones-por-encontrar-vulnerabilidades-en-Apple-1.jpg","publishedAt":"2025-10-14T07:15:47Z","content":"Apple ha decidido subir el listón de su programa de recompensas por vulnerabilidades y lo hace por todo lo alto: ahora un informe que demuestre una cadena de exploits de software aprovechable para fi… [+12682 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Equipo de ciberseguridad desarrolla \"informes de phishing verificables\" para combatir a los estafadores","description":"Security Alliance ha desarrollado TLS Attestations para verificar criptográficamente los informes de phishing, resolviendo el problema de los estafadores que camuflan contenido malicioso.\n Una organización sin fines de lucro de ciberseguridad ha lanzado una n…","url":"https://es.cointelegraph.com/news/security-alliance-anti-phishing-tool-verify-malicious-links","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-12/0193836e-e078-79e6-a35f-bb030e5beff4","publishedAt":"2025-10-14T05:27:53Z","content":"Una organización sin fines de lucro de ciberseguridad ha lanzado una nueva herramienta para ayudar a los investigadores de seguridad a verificar los ataques de phishing de criptomonedas, que llevaron… [+3065 chars]"}]