[{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Lucía Fernández","title":"Desarticulan una red de 'phishing' que estafó casi un millón de euros suplantando a empleados de banca","description":"La Policía Nacional ha detenido a 11 personas por estafar a más de 270 víctimas mediante llamadas haciéndose pasar por empleados de banca.","url":"https://www.libertaddigital.com/sucesos/2025-09-13/la-policia-desarticula-una-red-de-phishing-que-estafo-casi-un-millon-de-euros-suplantando-a-empleados-de-banca-7295207/","urlToImage":"https://s1.staticld.com/2025/09/13/1200/627/ld/europapress-6948092-agentes-policia-nacional-desarticulado-organizacion-criminal-detenido-11.jpg","publishedAt":"2025-09-13T13:19:03Z","content":"La Policía Nacional ha desmantelado una organización criminal dedicada a la estafa mediante suplantación de identidad de empleados de banca. El grupo, compuesto por 11 personas detenidas en distintas… [+3868 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Comandos para diagnosticar problemas en Windows 11","description":"Guía de comandos CMD para detectar y reparar errores en Windows 11: SFC, DISM, CHKDSK, red, arranque y más con ejemplos claros.","url":"https://www.actualidadgadget.com/comandos-para-diagnosticar-problemas-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/comandos-para-diagnosticar-problemas-windows-11-1.jpg","publishedAt":"2025-09-13T11:00:19Z","content":"Windows 11 ha heredado lo mejor de las herramientas clásicas de Windows y ha añadido novedades, pero los comandos para diagnosticar y reparar siguen siendo un salvavidas cuando algo falla. Con unos p… [+10658 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Fraudes, enemigo común del sector financiero en AL","description":"Barranquilla. Los fraudes en los que caen miles de usuarios de bancos, fintechs y otras instituciones en toda América Latina son el enemigo común de los participantes del sector financiero, afirmaron especialistas durante el segundo día de actividades del Lat…","url":"https://www.jornada.com.mx/2025/09/13/economia/015n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-09-13T09:24:37Z","content":"Periódico La JornadaSábado 13 de septiembre de 2025, p. 15\r\nBarranquilla. Los fraudes en los que caen miles de usuarios de bancos, fintechs y otras instituciones en toda América Latina son el enemigo… [+2522 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"ModStealer: el nuevo ladrón de monederos que esquiva los antivirus","description":"ModStealer roba claves y credenciales y pasa desapercibido. Cómo se propaga y cómo proteger tus cripto en macOS, Windows y Linux.","url":"https://www.linuxadictos.com/modstealer-el-nuevo-ladron-de-monederos-que-esquiva-los-antivirus.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/ModStealer-scaled.webp","publishedAt":"2025-09-13T08:46:33Z","content":"Un nuevo malware especializado en robo de información, ModStealer, se ha colado en la conversación de ciberseguridad por su capacidad de atacar a usuarios de criptomonedas en macOS, Windows y Linux s… [+4241 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Lucía Fernández","title":"Así operaba 'Desinformador Ruso', el profesor español huido a Rusia y protegido por el Kremlin","description":"Enrique Arias Gil, de 37 años, está presuntamente implicado en delitos de ciberterrorismo, como ataques dirigidos a instituciones del Estado.","url":"https://www.libertaddigital.com/internacional/europa/2025-09-13/asi-operaba-desinformador-ruso-el-profesor-espanol-huido-a-rusia-y-protegido-por-el-kremlin-7295156/","urlToImage":"https://s1.staticld.com/2025/09/13/1200/627/ld/enrique-arias-gil-fugitivo-mas-buscado-europol-130925-2.jpg","publishedAt":"2025-09-13T08:21:17Z","content":"Un español se ha convertido en uno de los fugitivos más buscados por la Europol tras dictarse una orden internacional de detención por su presunta implicación en delitos de ciberterrorismo. Su nombre… [+4578 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Eva R. de Luis","title":"Cinco funciones de seguridad de GrapheneOS que me gustaría ver en el Android de Google","description":"Que Android es un sistema operativo más flexible y abierto que iOS no es ningún secreto, pero tampoco lo hay que existe una ROM más segura y privada que el sistema operativo que ofrece Google: GrapheneOS. Para usuarios y usuarias amantes de la privacidad a qu…","url":"https://www.xatakandroid.com/sistema-operativo/cinco-funciones-seguridad-grapheneos-que-me-gustaria-ver-android-google","urlToImage":"https://i.blogs.es/068669/gra/840_560.jpeg","publishedAt":"2025-09-13T08:00:46Z","content":"Que Android es un sistema operativo más flexible y abierto que iOS no es ningún secreto, pero tampoco lo hay que existe una ROM más segura y privada que el sistema operativo que ofrece Google: Graphe… [+4003 chars]"}]