[{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"María Aperador: \"La ciberseguridad debe ser un hábito, y BeValk es la única herramienta que hay para protegerte de las estafas\"","description":"Todo el mundo es consciente de que la ciberdelincuencia está en auge, y es que a medida que nuestra vida pasar a estar cada vez más digitalizada, lo robos, fraudes y engaños también se han digitalizado. Por desgracia, navegar por internet, recibir un mensaje …","url":"https://www.eleconomista.es/tecnologia/noticias/13617043/10/25/maria-aperador-la-ciberseguridad-debe-ser-un-habito-y-bevalk-es-la-unica-herramienta-que-hay-para-protegerte-de-las-estafas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/4/0/6/bevalk-maria-aperador.jpg","publishedAt":"2025-10-29T11:33:15Z","content":"Todo el mundo es consciente de que la ciberdelincuencia está en auge, y es que a medida que nuestra vida pasar a estar cada vez más digitalizada, lo robos, fraudes y engaños también se han digitaliza… [+4264 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Tus cuentas podrían estar entre las 180 millones expuestas en Have I Been Pwned","description":"Have I Been Pwned, una de las plataformas más confiables para verificar si nuestros datos han sido comprometidos, ha incorporado recientemente dos nuevos conjuntos de información que afectan a millones de personas. El más grande de ellos incluye 183 millones …","url":"https://wwwhatsnew.com/2025/10/29/tus-cuentas-podrian-estar-entre-las-180-millones-expuestas-en-have-i-been-pwned/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/10/output1-2025-10-27T235412.363.jpg","publishedAt":"2025-10-29T11:00:59Z","content":"Have I Been Pwned, una de las plataformas más confiables para verificar si nuestros datos han sido comprometidos, ha incorporado recientemente dos nuevos conjuntos de información que afectan a millon… [+5119 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"La respuesta de F-Droid al plan de Google sobre los APKs es un misil: \"lo que dicen es claro, conciso y falso\"","description":"El futuro de la instalación de aplicaciones fuera de Google Play (conocido como 'sidealoading') se ha convertido en una guerra dialéctica. Mientras Google lleva tiempo intentando calmar a la comunidad, la comunidad del software libre no se lo cree. F-Droid, e…","url":"https://www.xatakandroid.com/sistema-operativo/respuesta-f-droid-al-plan-google-apks-misil-que-dicen-claro-conciso-falso","urlToImage":"https://i.blogs.es/519135/google-sideloading-fdroid/840_560.jpeg","publishedAt":"2025-10-29T11:00:57Z","content":"El futuro de la instalación de aplicaciones fuera de Google Play (conocido como 'sidealoading') se ha convertido en una guerra dialéctica. Mientras Google lleva tiempo intentando calmar a la comunida… [+3426 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Julián J. Menéndez","title":"GlassWorm: un gusano se propaga a través de extensiones de Visual Studio Code","description":"Una nueva campaña de malware ha sido detectada por los investigadores de Koi Security: bautizada como GlassWorm, se propaga mediante extensiones de Visual Studio Code y utiliza mecanismos avanzados de control y comando vía cadena de bloques. El equipo de Koi …","url":"https://unaaldia.hispasec.com/2025/10/glassworm-un-gusano-se-propaga-a-traves-de-extensiones-de-visual-studio-code.html","urlToImage":"https://unaaldia.hispasec.com/wp-content/uploads/2025/10/vs.png","publishedAt":"2025-10-29T10:09:37Z","content":"Una nueva campaña de malware ha sido detectada por los investigadores de Koi Security: bautizada como GlassWorm, se propaga mediante extensiones de Visual Studio Code y utiliza mecanismos avanzados d… [+3507 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"La actualización a Android Auto 15.6 prepara un cambio enorme para los coches: llegan nuevos widgets a la pantalla","description":"Google ya avisó de que pensaba acelerar el desarrollo de Android Auto con la idea de estrenar los grandes cambios que deben llegar a la plataforma. La principal consecuencia de la aceleración es cómo se van sucediendo versiones: Android Auto 15.6 aparece por …","url":"https://www.xatakandroid.com/sistema-operativo/actualizacion-a-android-auto-15-6-prepara-cambio-enorme-para-coches-llegan-nuevos-widgets-a-pantalla","urlToImage":"https://i.blogs.es/d8872a/android-auto-15-6/840_560.jpeg","publishedAt":"2025-10-29T09:36:59Z","content":"Google ya avisó de que pensaba acelerar el desarrollo de Android Auto con la idea de estrenar los grandes cambios que deben llegar a la plataforma. La principal consecuencia de la aceleración es cómo… [+3102 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Infoblox: “Toda la infraestructura de DNS debería ser inteligente”","description":"En esta entrevista, Cricket Liu, vicepresidente ejecutivo y Chief Evangelist de Infoblox, explica cómo la inteligencia artificial y la automatización están transformando la ciberseguridad y la gestión de red en entornos híbridos y multicloud, con el DNS prote…","url":"https://www.silicon.es/infoblox-toda-la-infraestructura-de-dns-deberia-ser-inteligente-2574253","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/Cricket-Liu-vicepresidente-ejecutivo-Chief-Evangelist-Infoblox.jpeg","publishedAt":"2025-10-29T08:37:07Z","content":"En esta entrevista con Cricket Liu, vicepresidente ejecutivo y Chief Evangelist de Infoblox, abordamos cómo la inteligencia artificial está redefiniendo la ciberseguridad avanzada y la gestión de inf… [+11420 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"M. Meizoso","title":"«El correo electrónico es una de las fuentes principales de fraude»","description":"Gustavo Herva,  jefe de Seguridad de la Amtega, insta a revisar las políticas de privacidad","url":"https://www.lavozdegalicia.es/noticia/galicia/2025/10/29/correo-electronico-fuentes-principales-fraude/0003_202510G29P10991.htm","urlToImage":"https://img.lavdg.com/sc/VgPzSCwItQI-vzVhB-VilWfOy2A=/1280x/2025/10/28/00121761682682029796549/Foto/F02J2000.jpg","publishedAt":"2025-10-29T04:00:00Z","content":"Los ciberdelitos no tienen techo. Las cifras que arroja el Instituto Nacional de Ciberseguridad así lo confirman: los incidentes en esta materia aumentaron un 16,6 % en el 2024. Del global de los dat… [+6004 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"OpenAI integra datos empresariales en ChatGPT y lo convierte en una fuente central de conocimiento corporativo","description":"La última actualización de ChatGPT promete transformar cómo las organizaciones acceden a su información interna. OpenAI ha lanzado «company knowledge», una nueva función disponible para usuarios de los planes Business, Enterprise y Edu de ChatGPT, que permite…","url":"https://wwwhatsnew.com/2025/10/29/openai-integra-datos-empresariales-en-chatgpt-y-lo-convierte-en-una-fuente-central-de-conocimiento-corporativo/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/10/output1-2025-10-27T225640.542.jpg","publishedAt":"2025-10-29T03:00:51Z","content":"La última actualización de ChatGPT promete transformar cómo las organizaciones acceden a su información interna. OpenAI ha lanzado «company knowledge», una nueva función disponible para usuarios de l… [+5341 chars]"}]