[{"source":{"id":null,"name":"El Financiero"},"author":"Redacción","title":"¿Hackearon la app SAT Móvil? ‘No hay evidencia de que la información se haya comprometido’","description":"El periodista Ignacio Gómez Villaseñor reportó que un hacker sustrajo información de al menos 120 mil facturas del SAT para venderlas al mejor postor.","url":"https://www.elfinanciero.com.mx/economia/2025/12/28/hacienda-aclara-si-hubo-hackeo-a-factura-sat-movil/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/65AL5W7OMNFLBCK3D5ZY5ENUAM.png?smart=true&auth=ca1c283ab983cf7e9faded35275a7bdaa71e437caac4fe60de6de8f1c10b14eb&width=1200&height=630","publishedAt":"2025-12-28T19:44:24Z","content":"¿Los hackers tienen información sobre tus devoluciones de impuestos? La Secretaría de Hacienda y Crédito Público negó una información difundida en X (antes Twitter) sobre el robo de datos de contribu… [+2274 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Historial del jailbreak en iPhone: origen, auge y riesgos","description":"Descubre el historial del jailbreak en iPhone, cómo funciona, ventajas, riesgos reales y su impacto en la seguridad de tu móvil.","url":"https://www.soydemac.com/historial-del-jailbreak-en-iphone-origen-auge-y-riesgos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/historial-jailbreak-iphone.jpg","publishedAt":"2025-12-28T19:09:32Z","content":"Hablar de historial del jailbreak en iPhone es casi repasar la historia moderna de la seguridad móvil, de la cultura hacker y de la eterna pelea entre libertad del usuario y control del fabricante. D… [+23923 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Esta distribución de Linux es perfecta si vas a instalarlo por primera vez","description":"Cada día hay más usuarios instalando Linux en sus ordenadores, pero dar el primer paso eligiendo una distribución es complicado. En esta ocasión, te vamos a recomendar una propuesta que gustará a quienes van a instalar Linux por primera vez.\nLas cifras no eng…","url":"https://www.adslzone.net/noticias/tecnologia/distribucion-de-linux-perfecta-instalarlo-primera-vez/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/Mujer-utilizando-ordenador-portatil.png","publishedAt":"2025-12-28T19:04:09Z","content":"Las cifras no engañan: Linux está expandiéndose. A medida que el drama alrededor de Windows 10 y Windows 11 se intensifica y se producen errores con actualizaciones del sistema de Microsoft, Linux re… [+3964 chars]"},{"source":{"id":null,"name":"Hackplayers.com"},"author":"Vicente Motos","title":"Vectored Exception Handling² en Rust: cuando las excepciones se convierten en flujo de control","description":"En Windows, las excepciones suelen entenderse como un mecanismo defensivo: algo salió mal, el sistema interrumpe la ejecución y, con suerte,...","url":"https://www.hackplayers.com/2025/12/vectored-exception-handling2-en-rust.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiTEHO9X-YlKVQxXJ5FPoCjGc2QtCTAKRX-WLw3mRZsMboBbm8dJYECsqdyBcRp0xfr0wzRA82uwWsmG-XMPao41h_aN9vGN7N1mifUyP4sZFR_89w6XDCgizlxQW-FdAgN8KMJRRAaFw6zD-igr4nCuNUAyPDMz7AToIkZck0oGFEhELgLE_UOFUhUHXEs/w1200-h630-p-k-no-nu/veh2.png","publishedAt":"2025-12-28T18:01:00Z","content":"En Windows, las excepciones suelen entenderse como un mecanismo defensivo: algo salió mal, el sistema interrumpe la ejecución y, con suerte, el programa sobrevive. Sin embargo, esa interpretación es … [+13319 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"Cuidado con los activadores piratas de Windows 11","description":"Hay advertencias que se repiten con los años y, aun así, nunca pierden vigencia. Windows 11 vuelve a colocarse en el centro de una de ellas, no por un fallo del sistema ni por una vulnerabilidad técnica, sino por algo mucho más antiguo y persistente: los acti…","url":"https://www.muycomputer.com/?p=392110","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/12/Windows-11-1-4-1000x600.jpg","publishedAt":"2025-12-28T15:02:05Z","content":"Hay advertencias que se repiten con los años y, aun así, nunca pierden vigencia. Windows 11 vuelve a colocarse en el centro de una de ellas, no por un fallo del sistema ni por una vulnerabilidad técn… [+3075 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Marianella Vanci","title":"Trust Wallet lanza plan de compensación a víctimas de hackeo","description":"Los damnificados pueden presentar sus reclamos a través de un formulario oficial.\nLeer más","url":"https://www.criptonoticias.com/seguridad-bitcoin/trust-wallet-compensacion-victimas-hackeo/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/11/trust-wallet-stablecoin-usdt.jpeg","publishedAt":"2025-12-28T13:37:17Z","content":"<ul><li>El formulario exige brindar una dirección de correo electrónico.\r\n</li><li>\"Se requiere una verificación cuidadosa\", dicen desde Trust Wallet.\r\n</li></ul>\r\nTrust Wallet, el monedero de bitcoi… [+2750 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Eduardo Savín","title":"Estos simples hábitos mantendrán tu Mac nuevo durante más tiempo","description":"Mantener tu Mac en buen estado no requiere conocimientos técnicos avanzados ni inversiones costosas. Con hábitos simples y constantes, puedes evitar el desgaste prematuro, mejorar el rendimiento diario y alargar considerablemente su vida útil. Muchas veces co…","url":"https://ipadizate.com/mac/estos-simples-habitos-mantendran-tu-mac-nuevo-durante-mas-tiempo","urlToImage":"https://ipadizate.com/hero/2025/10/macbook-personas.1761568625.9507.jpg?width=1200","publishedAt":"2025-12-28T13:00:04Z","content":"Mantener tu Mac en buen estado no requiere conocimientos técnicos avanzados ni inversiones costosas. Con hábitos simples y constantes, puedes evitar el desgaste prematuro, mejorar el rendimiento diar… [+5890 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Acuerdan Camboya y Tailandia un alto el fuego inmediato luego de 3 semanas de conflicto","description":"Penh. Tailandia y Camboya acordaron ayer un “alto el fuego inmediato” en su enconado conflicto fronterizo, que dejó más de 47 muertos (26 talilandeses y 21 camboyanos), así como un millón de desplazados en tres semanas de enfrentamientos.","url":"https://www.jornada.com.mx/2025/12/28/mundo/023n2mun","urlToImage":"https://www.jornada.com.mx/2025/12/28/fotos/023n2mun-1.jpg","publishedAt":"2025-12-28T10:42:56Z","content":"Periódico La JornadaDomingo 28 de diciembre de 2025, p. 23\r\nPenh. Tailandia y Camboya acordaron ayer un alto el fuego inmediato en su enconado conflicto fronterizo, que dejó más de 47 muertos (26 tal… [+3096 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Confianza digital, en riesgo ante avance del cibercrimen","description":"El próximo año las amenazas digitales no llegarán con una alerta roja o como un virus visible que infecta las pantallas. Nuevas y viejas tácticas de fraude se desplegarán por todo el mundo virtual en busca del consumidor o el empleado más vulnerable y los des…","url":"https://www.jornada.com.mx/2025/12/28/economia/018n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-12-28T10:42:56Z","content":"Periódico La JornadaDomingo 28 de diciembre de 2025, p. 18\r\nEl próximo año las amenazas digitales no llegarán con una alerta roja o como un virus visible que infecta las pantallas. Nuevas y viejas tá… [+7779 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Guarda este número: El teléfono español que debes marcar si eres víctima de ciberestafa","description":"¿Sabías que existe un número al que puedes llamar si eres víctima de una estafa online? Ante el aumento de timos por Internet, el Ministerio para la Transformación Digital y de la Función Pública lo recuerda. Es un servicio completamente gratuito y confidenci…","url":"https://www.adslzone.net/noticias/seguridad/numero-telefono-espanol-ciberestafa/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/mujer-preocupada-llamando-por-telefono.png","publishedAt":"2025-12-28T10:03:14Z","content":"Casi nadie conoce el número 017, pero podría salvarte de un apuro si hackean tus redes sociales o acceden a tu cuenta del banco. El ministro Óscar López explica que es un «servicio gratuito y confide… [+3850 chars]"}]