[{"source":{"id":null,"name":"Elespanol.com"},"author":"E.E.","title":"El Español, líder absoluto de la prensa en su X aniversario: ha ocupado la primera posición en 31 meses de los últimos 3 años","description":"El diario que preside y dirige Pedro J. Ramírez celebrará el próximo lunes en Madrid sus diez primeros años de vida.\nMás información: El Español recupera el liderazgo de la prensa en octubre tras los ciberataques que afectaron a la audiencia en septiembre","url":"https://www.elespanol.com/invertia/medios/20251121/espanol-lider-absoluto-prensa-aniversario-ocupado-primera-posicion-meses-ultimos-anos/1003744022821_0.html","urlToImage":"https://s3.elespanol.com/2025/11/20/actualidad/1003744023232_260060746_1706x960.jpg?fmt=jpeg","publishedAt":"2025-11-21T08:59:37Z","content":"EL ESPAÑOL cumple diez años consolidándose como líder de la prensa en España, ocupando la primera posición en 31 de los últimos 36 meses según GfK Dam.\r\nEl diario ha sido líder en el 86% de las medic… [+3825 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Froku","title":"Autobús de pasajeros cae de un puente en Camboya, dejando 16 muertos","description":"Un autobús de pasajeros en Camboya cayó desde un puente hacia un río, matando al menos a 16 pasajeros y causando lesiones a otras dos docenas, informó la policía. El autobús viajaba desde Siem Reap, hogar del famoso complejo de templos de Angkor Wat del país,…","url":"https://www.meneame.net/m/actualidad/autobus-pasajeros-cae-puente-camboya-dejando-16-muertos","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4119425&version=0&ts=1763714526&image.webp","publishedAt":"2025-11-21T08:39:27Z","content":""},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"liliana.moscoso","title":"Ciberestafas explotan prisa y necesidad; tianguis oscuro de datos","description":"Raúl Flores Martínez\r\nEn los últimos meses, la delincuencia cibernética tomó una velocidad que dejó rezagados a miles de usuarios. Los estafadores perfeccionan sus métodos casi cada semana, mientras que la mayoría de las personas apenas alcanza a reconocer el…","url":"https://www.excelsior.com.mx/nacional/ciberestafas-explotan-prisa-y-necesidad/1752986","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/11/21/3421095.jpg","publishedAt":"2025-11-21T08:24:01Z","content":"En los últimos meses, la delincuencia cibernética tomó una velocidad que dejó rezagados a miles de usuarios. Los estafadores perfeccionan sus métodos casi cada semana, mientras que la mayoría de las … [+4650 chars]"},{"source":{"id":null,"name":"Compradiccion.com"},"author":"Juan Lorente","title":"VPN, antivirus y mucho más: Surfshark tiene todos sus planes a los mejores precios del año en su Black Friday","description":"Puede que no lo parezca, pero Internet puede albergar ciertos riesgos. Siempre hay ciberdelincuentes acechando, intentando de alguna forma u otra acceder a nuestros datos y a espiar nuestros movimientos por la red. La buena noticia es que tenemos herramientas…","url":"https://www.compradiccion.com/informatica/vpn-antivirus-mucho-surfshark-tiene-todos-sus-planes-a-mejores-precios-ano-su-black-friday","urlToImage":"https://i.blogs.es/0e042f/sin-titulo-4/840_560.jpeg","publishedAt":"2025-11-21T08:01:06Z","content":"Puede que no lo parezca, pero Internet puede albergar ciertos riesgos. Siempre hay ciberdelincuentes acechando, intentando de alguna forma u otra acceder a nuestros datos y a espiar nuestros movimien… [+2858 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"El cerco al psicópata digital: España dicta sentencia contra Meta","description":"Hay quien aún cree que las grandes plataformas tecnológicas son simples espacios neutros para compartir memes y fotos de gatos. Pero la realidad es otra, y en España estamos asistiendo no solo a un acto de justicia, sino al principio de un ajuste de cuentas h…","url":"https://www.enriquedans.com/2025/11/el-cerco-al-psicopata-digital-espana-dicta-sentencia-contra-meta.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/11/Zuckerberg-Dall·E.jpg","publishedAt":"2025-11-21T07:14:21Z","content":"Hay quien aún cree que las grandes plataformas tecnológicas son simples espacios neutros para compartir memes y fotos de gatos. Pero la realidad es otra, y en España estamos asistiendo no solo a un a… [+5504 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Cuánto del tráfico en Internet funciona con Post-Quantum Cryptography","description":"Este mes está teniendo lugar la formación de Quantum Security de la Universidad de Deusto que termina la semana que viene, y en él participé dando una charla de Post-Quantum Internet, donde hablaba de cómo se están desplegando las soluciones de Post-Quantum C…","url":"https://www.elladodelmal.com/2025/11/cuanto-del-trafico-en-internet-funciona.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEieRcBaqyoerwUcAy_vXc9ulsnoUlkPPYZp6d1ybTVcVTonaEB00d_Wm1FkSuSNpMH-pe78orfy8IgxQ0dzBqU1QstRo_mxXjqRclkf26mqrmG1FabJIhlAlPyvYPO2C04_rv8XC8Hja_NweI7erKNQxP7TutyRrV_A0TPrbBzG33bDumr9GfO7/w1200-h630-p-k-no-nu/PQC0.jpg","publishedAt":"2025-11-21T06:26:00Z","content":"Este mes está teniendo lugar la formación de Quantum Security de la Universidad de Deusto que termina la semana que viene, y en él participé dando una charla de Post-Quantum Internet, donde hablaba d… [+3275 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"La Voz","title":"La CEO aborda la ciberseguridad como pilar estratégico para las empresas de Ourense","description":"Expertos insisten en la formación, las copias de seguridad fiables y la autenticación doble como claves para la continuidad del negocio","url":"https://www.lavozdegalicia.es/noticia/ourense/ourense/2025/11/20/ceo-aborda-ciberseguridad-pilar-estrategico-empresas-ourense/00031763662826441721757.htm","urlToImage":"https://img.lavdg.com/sc/6vGpc7ahEokBlwG1pWaccbSks30=/1280x/2025/11/20/00121763663222118222457/Foto/o_20251120_192404000.jpg","publishedAt":"2025-11-21T04:00:00Z","content":"La Confederación Empresarial de Ourense (CEO) celebró ayer una nueva sesión de su ciclo Nexos, encuentros por Ourense, centrándose en la «Ciberseguridad 360º: claves para empresarios». La jornada en … [+1686 chars]"}]