[{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"IA, ética, Green IT y ciberseguridad: las tendencias que marcarán el rumbo tecnológico de las empresas españolas en 2026","description":"La inteligencia artificial (IA) con una perspectiva enfocada a estrategias más sólidas, el uso ético y transparente de las tecnologías avanzadas, y la sostenibilidad y ciberseguridad como compromisos transversales, son algunos de los factores que marcarán el …","url":"https://www.europapress.es/portaltic/empresas/noticia-ia-etica-green-it-ciberseguridad-tendencias-marcaran-rumbo-tecnologico-empresas-espanolas-2026-20251127100048.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251127100048_1200.jpg","publishedAt":"2025-11-27T09:00:48Z","content":"MADRID, 27 Nov. (Portaltic/EP) - \r\n   La inteligencia artificial (IA) con una perspectiva enfocada a estrategias más sólidas, el uso ético y transparente de las tecnologías avanzadas, y la sostenibil… [+5534 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Marcelo Drago","title":"Jugar con las mismas reglas","description":"Jugar con las mismas reglas","url":"https://www.latercera.com/opinion/noticia/jugar-con-las-mismas-reglas/","urlToImage":"https://www.latercera.com/resizer/v2/L7FVY3YOMXXDVUHSCRN7HUZMRA.jpg?auth=fe3a334979cdef4eed276bd1731fcd8ad75ae94674320a87ab19345c63f723ce&height=630&width=1200&smart=true","publishedAt":"2025-11-27T09:00:00Z","content":"La reciente condena a Meta en España casi 500 millones de euros a favor de la prensa digital por competencia desleal no es solo una noticia europea. Es una señal muy clara de lo que ocurre cuando se … [+3615 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Ricardo Fernández","title":"Saily regala suscripciones a NordVPN con sus planes de datos eSIM por tiempo limitado","description":"Saily ha dado un golpe sobre la mesa con una oferta global irresistible para concluir el año: regalar suscripciones a NordVPN con la compra de sus planes de datos eSIM. Desde el día 17 de noviembre y hasta el 16 de diciembre, conectarse a Internet en el extra…","url":"https://www.adslzone.net/ofertas/mix/promocion-saily-regala-suscripciones-nordvpn/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/br-oferta-saily-nordvpn.png","publishedAt":"2025-11-27T08:30:13Z","content":"Esta promoción llega en un momento clave si estabas planeando una escapada para el puente de diciembre, Navidad o incluso ya organizando tus viajes de 2026. Atrás quedaron los tiempos de no usar el m… [+4413 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Pablo Hernando Illán","title":"Las mejores ofertas de VPN por Black Friday","description":"La mejor época para comprar productos tecnológicos es el Black Friday. En ella, se acumulan las rebajas, por lo que comprar un servicio, como es una VPN, resulta considerablemente más barato que hacerlo en cualquier otra época. Debido a esto, hemos recopilado…","url":"https://andro4all.com/tecnologia/las-mejores-ofertas-de-vpn-por-black-friday","urlToImage":"https://andro4all.com/hero/2025/11/windows-es-3.png?width=1200","publishedAt":"2025-11-27T08:02:58Z","content":"Las VPN desbloquean el potencial de Internet\r\nLa mejor época para comprar productos tecnológicos es el Black Friday. En ella, se acumulan las rebajas, por lo que comprar un servicio, como es una VPN,… [+9266 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"OpenAI, creadora de ChatGPT, informa de una brecha de seguridad con filtración de datos de sus usuarios","description":"El entorno de OpenAI, que sigue trabajando en mejoras de herramientas como ChatGPT o Sora, acaba de enviar un correo electrónico a todos sus usuarios. En el mismo informa de la brecha de seguridad que se ha producido y que ha puesto en riesgo los datos de alg…","url":"https://www.adslzone.net/noticias/seguridad/openai-informa-brecha-filtracion-datos-usuarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Logo-OpenAI-fondo-codigos-Matrix.png","publishedAt":"2025-11-27T07:09:44Z","content":"Como te indicamos, hace escasos minutos hemos recibido un correo electrónico de OpenAI en el que explican que se ha producido un fallo de seguridad que ha puesto en riesgo datos de sus usuarios.\r\nUna… [+5520 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Diario Financiero","title":"Los datos: un recurso estratégico","description":"","url":"https://www.df.cl/opinion/cartas/los-datos-un-recurso-estrategico","urlToImage":"https://www.df.cl/noticias/imag/logos/logo-DF-600x600.jpg","publishedAt":"2025-11-27T07:01:00Z","content":"Señor Director:\r\n¿Qué es un dato? Aunque parezca apenas un número, un nombre o una huella digital, en conjunto retratan nuestra identidad y nuestras decisiones. Por eso son un bien jurídico protegido… [+1669 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Efe","title":"Un hackeo a la cervecera Asahi paraliza la distribución de cerveza en Japón tras exponer los datos de dos millones de personas","description":"Asahi se vio forzada a detener la distribución de sus productos por el ataque con 'ransomware', lo que ha causado una importante falta de bebidas alcohólicas en el país asiático, y desde septiembre gestiona sus pedidos de forma manual Leer","url":"https://www.elmundo.es/economia/empresas/2025/11/27/6927f043e4d4d8ca428b45a9.html","urlToImage":"https://phantom-elmundo.uecdn.es/81bbaf329b5bf90dca32bdce92617737/resize/1200/f/webp/assets/multimedia/imagenes/2025/11/27/17642249470111.jpg","publishedAt":"2025-11-27T06:33:33Z","content":"La compañía japonesa de bebidas Asahi cree que los datos de cerca de dos millones de personas, entre clientes, socios y empleados de la firma, se filtraron en un ciberataque en septiembre que le sigu… [+1537 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Amazon emite una alerta mundial: 300 millones de clientes están en riesgo","description":"Amazon ha comenzado a enviar un correo electrónico a los usuarios de la tienda avisándoles de una amenaza a la que se pueden encontrar expuestos. El aviso es mundial y cubre los más de 300 millones de usuarios que tiene Amazon en el planeta.\nDesde Forbes han …","url":"https://www.adslzone.net/noticias/seguridad/amazon-emite-alerta-300-millones-clientes-riesgo/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Gestionando-paquetes-Amazon-para-repartir.png","publishedAt":"2025-11-27T06:01:30Z","content":"La tienda ha reconocido que han detectado un aumento en los últimos días en los intentos de ataque a sus clientes. Más exactamente, aseguran haber detectado este tipo de ataques:\r\n<ul><li>Envío de co… [+4857 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Tono Calleja Flórez","title":"La Audiencia Nacional encarga a la Policía que determine si el CNI encomendó a Villarejo una misión sobre Guinea Ecuatorial","description":"La Sección Tercera de la Sala de lo Penal de la Audiencia Nacional ha encargado a la Unidad Asuntos Internos del Cuerpo Nacional de Policía que determine la titularidad del dominio de internet \"areatec.com\" y las direcciones IP desde las que según José Manuel…","url":"https://www.elperiodico.com/es/politica/20251127/audiencia-villarejo-cni-guinea-ecuatorial-124116652","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/293f4a9d-8af9-480f-85cf-113b07f662f5_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-11-27T04:00:44Z","content":"La Sección Tercera de la Sala de lo Penal de la Audiencia Nacional ha encargado a la Unidad Asuntos Internos del Cuerpo Nacional de Policía que determine la titularidad del dominio de internet \"areat… [+5442 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Marcos Rodríguez, Sabina Feijóo Macedo","title":"Desde 'AirPods' y balizas V16 hasta préstamos bancarios con 0% TAE: la tecnología y las finanzas se abren hueco en el Black Friday","description":"En el ecuador de una de las semanas más relevantes para el consumo, el Black Friday vuelve a situarse como el gran termómetro comercial del año. El consumidor español, catalogado como \"digital, híbrido y exigente\", se acerca a la campaña del Black Friday 2025…","url":"https://www.elperiodico.com/es/economia/20251127/airpods-balizas-v16-prestamos-bancarios-tecnologia-finanzas-black-friday-124151071","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/cd440f0d-efd6-4a8b-9c0e-9a5e0e00deb7_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-11-27T04:00:18Z","content":"En el ecuador de una de las semanas más relevantes para el consumo, el Black Friday vuelve a situarse como el gran termómetro comercial del año. El consumidor español, catalogado como \"digital, híbri… [+7840 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"E.E.","title":"El Español amplía su liderazgo en noviembre: aventaja en más de un millón de usuarios a 'El Mundo' y en dos a 'El País'","description":"Los datos de la primera quincena de noviembre demuestran que este diario se ha recuperado ya de los ciberataques sufridos en los últimos días de agosto y los primeros de septiembre.\nMás información: El Español recupera el liderazgo de la prensa en octubre tra…","url":"https://www.elespanol.com/invertia/medios/20251127/espanol-amplia-liderazgo-noviembre-aventaja-millon-usuarios-mundo-pais/1003744031377_0.html","urlToImage":"https://s3.elespanol.com/2025/11/26/actualidad/1003744031472_260170042_1706x960.jpg?fmt=jpeg","publishedAt":"2025-11-27T01:40:08Z","content":"EL ESPAÑOL consolida su liderazgo en la prensa digital española en noviembre, alcanzando 14,02 millones de usuarios únicos y superando ampliamente a 'El Mundo' y 'El País'.\r\nLa cabecera digital lider… [+3494 chars]"}]