[{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Francisco Muciño","title":"Agentic AI: ¿la inteligencia que ya no necesitará humanos?","description":"Forbes México.\n Agentic AI: ¿la inteligencia que ya no necesitará humanos?\n\nLos agentes de IA prometen agregar billones de dólares a la economía mundial en los próximos años, pero quienes dominen esta tecnología pueden tener una ventaja competitiva desproporc…","url":"https://forbes.com.mx/agentic-ai-la-inteligencia-que-ya-no-necesitara-humanos/","urlToImage":"https://cdn.forbes.com.mx/2025/07/cisco-8-copia.webp","publishedAt":"2025-08-04T19:01:17Z","content":"SAN DIEGO, CALIFORNIA.- Los cerca de 22,000 asistentes a la conferencia Cisco Live se apropian del centro de San Diego, a orillas de la bahía, por unos días. Literalmente toman los hoteles, las calle… [+11370 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Guille Lomener","title":"Después de 15 años usando Apple, pensé que era inmune al phishing. Este SMS me demostró que nadie está a salvo","description":"A este fanboy no se la colaron, pero a mi madre le hubiesen robado la cuenta en 30 segundos. Y es que esta mañana recibí un iPhone 15 para hacer unas pruebas de sistemas operativos. Yo tengo un iPhone 16 Pro como dispositivo principal, pero durante unos días …","url":"https://www.applesfera.com/seguridad/despues-15-anos-usando-apple-pense-que-era-inmune-al-phishing-este-sms-me-demostro-que-nadie-esta-a-salvo","urlToImage":"https://i.blogs.es/d0db53/peligro-iphon/840_560.jpeg","publishedAt":"2025-08-04T17:17:24Z","content":"A este fanboy no se la colaron, pero a mi madre le hubiesen robado la cuenta en 30 segundos. Y es que esta mañana recibí un iPhone 15 para hacer unas pruebas de sistemas operativos. Yo tengo un iPhon… [+4377 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Hace cinco años hubo un robo de bitcoins por valor de 14.500 millones de euros... y no se había desvelado hasta ahora","description":"En diciembre de 2020, mientras el mundo estaba centrado en la pandemia de COVID-19, uno de los mayores crímenes financieros de la era digital ocurría sin que nadie, más que los afectados, tuviera noticia de ello. Un total de 127.426 bitcoins fueron robados a …","url":"https://www.genbeta.com/seguridad/hace-cinco-anos-hubo-robo-bitcoins-valor-14-500-millones-euros-no-se-habia-desvelado-ahora","urlToImage":"https://i.blogs.es/82b9f2/chatgpt-image-4-ago-2025-17_48_13/840_560.png","publishedAt":"2025-08-04T15:57:36Z","content":"En diciembre de 2020, mientras el mundo estaba centrado en la pandemia de COVID-19, uno de los mayores crímenes financieros de la era digital ocurría sin que nadie, más que los afectados, tuviera not… [+4917 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Guía completa para sacarle el máximo partido al Historial de Archivos de Windows 11","description":"Descubre cómo aprovechar el Historial de Archivos de Windows 11 y organiza tus documentos sin riesgo de perderlos.","url":"https://www.actualidadgadget.com/guia-completa-para-sacarle-el-maximo-partido-al-historial-de-archivos-de-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Donde-guardar-en-Windows-11.png","publishedAt":"2025-08-04T15:10:36Z","content":"El Historial de Archivos de Windows 11 es una de esas herramientas fundacionales que casi todos los usuarios deberían aprovechar, pero que muchos pasan por alto o no usan a fondo. A menudo, confiamos… [+12174 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"El Periódico","title":"Barcelona se ubica por encima de Nueva York y Cancún en un nuevo 'ranking' de Tripadvisor","description":"El mundo del turismo ha vuelto a fijar su mirada en la excelencia a partir de la reciente publicación de los premios Travellers' Choice de Tripadvisor. Este selecto galardón, que reconoce el más alto nivel de excelencia en viajes, se otorga a diferentes ciuda…","url":"https://www.elperiodico.com/es/barcelona/20250804/barcelona-ubica-nueva-york-cancun-ranking-tripadvisor-120345890","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/21c3c1c0-7fba-49ce-b7b9-fdd91f1ea85d_source-aspect-ratio_default_0.jpg","publishedAt":"2025-08-04T14:54:52Z","content":"El mundo del turismo ha vuelto a fijar su mirada en la excelencia a partir de la reciente publicación de los premios Travellers' Choicede Tripadvisor. Este selecto galardón, que reconoce el más alto … [+3009 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"El ‘atacante’ de la red Monero logró minar el 20% de los bloques en 24 horas","description":"El líder del pool Qubic, Sergey Ivancheglo, afirma que su grupo alcanzó una participación del 20% en la minería diaria de Monero el 3 de agosto. \nLeer más","url":"https://www.criptonoticias.com/mineria/atacante-red-monero-minar-20-bloques-24-horas/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/08/Monero-Red-Mineria-1.png","publishedAt":"2025-08-04T14:47:22Z","content":"<ul><li>Qubic inició una ofensiva a la red Monero con el fin de quebrar a los bots que roban ingresos. \r\n</li><li>Ivancheglo explicó que Qubic hará 3 maratones de minería por semana en la red Monero.… [+4062 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"El ataque del 51% a Monero se ve interrumpido por un presunto ataque DDoS contra el grupo minero Qubic","description":"El grupo minero Qubic, que está intentando llevar a cabo un ataque del 51% contra Monero, presuntamente está siendo objeto de un ataque DDoS vinculado a la comunidad Monero.\n Según se informa, el grupo minero responsable de un intento de ataque del 51% contra…","url":"https://es.cointelegraph.com/news/monero-qubic-ddos-attack-pool-hashrate","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198741f-e291-7b59-87ce-e194708a9fc2","publishedAt":"2025-08-04T13:30:00Z","content":"Según se informa, el grupo minero responsable de un intento de ataque del 51% contra Monero está siendo objeto de un ataque distribuido de denegación de servicio (DDoS), lo que interrumpe la eficacia… [+5112 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"QKS Group","title":"Nexusguard posicionada como Líder en la SPARK Matrix™: Mitigación de Ataques de Denegación de Servicio Distribuido (DDoS) 2025 por QKS Group","description":"Nexusguard, con su solución de mitigación de ataques de Denegación de Servicio Distribuido (DDoS), ha recibido altas calificaciones en excelencia tecnológica e impacto en el cliente Nexusguard, con su solución de mitigación de ataques de Denegación de Servici…","url":"https://www.globenewswire.com/news-release/2025/08/04/3126630/0/es/Nexusguard-posicionada-como-L%C3%ADder-en-la-SPARK-Matrix-Mitigaci%C3%B3n-de-Ataques-de-Denegaci%C3%B3n-de-Servicio-Distribuido-DDoS-2025-por-QKS-Group.html","urlToImage":"https://ml.globenewswire.com/Resource/Download/0c7f2ca9-2c83-4ecc-882d-38dab5dadbb2","publishedAt":"2025-08-04T13:00:00Z","content":"PUNE, India, Aug. 04, 2025 (GLOBE NEWSWIRE) -- QKS Group anunció hoy que ha nombrado a Nexusguard líder en la SPARK Matrix: Mitigación de Ataques de Denegación de Servicio Distribuido (DDoS)\r\n, 2025.… [+2746 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Isidro Ros","title":"No puedo actualizar de Windows 10 a Windows 11: por qué ocurre y cómo solucionarlo","description":"Con el final del soporte oficial previsto para el 14 de octubre de 2025 cada vez más personas están intentando pasar de Windows 10 a Windows 11. Es una transición que en muchos casos no es complicada, pero en otros puede convertirse en una auténtica odisea, e…","url":"https://www.muycomputer.com/?p=384721","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/08/actualizar-de-Windows-10-a-Windows-11-error-generada-por-IA-1000x600.jpg","publishedAt":"2025-08-04T12:48:22Z","content":"Con el final del soporte oficial previsto para el 14 de octubre de 2025 cada vez más personas están intentando pasar de Windows 10 a Windows 11. Es una transición que en muchos casos no es complicada… [+7304 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"VPNs más seguras para dispositivos Android","description":"Descubre las VPN más seguras para Android en una guía completa y elige la mejor. Consejos, comparativas y ranking actualizado para proteger tus datos.","url":"https://www.androidsis.com/vpns-mas-seguras-para-dispositivos-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/08/App-de-VPN-abierta-en-smartphone.png","publishedAt":"2025-08-04T10:41:08Z","content":"Si eres de los que no se separan del móvil ni un minuto, seguro que te has planteado alguna vez cómo proteger tu privacidad y tus datos frente a todo lo que acecha en internet. Hoy en día, las amenaz… [+13015 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"A Google le quedan 14 días para romper el monopolio de Play Store. Va a cambiar mucho en tu Android, y para siempre","description":"Hace apenas unos días conocimos el desenlace de la eterna disputa Epic Games - Google, con un final nada satisfactorio para los intereses de la compañía de Mountain View. La histórica victoria de Epic Games por las prácticas monopolísticas de la Play Store ha…","url":"https://www.xatakandroid.com/google/a-google-le-quedan-14-dias-para-romper-monopolio-play-store-va-a-cambiar-mucho-tu-android-para-siempre","urlToImage":"https://i.blogs.es/fee1c5/dsc02901-editada/840_560.jpeg","publishedAt":"2025-08-04T10:30:37Z","content":"Hace apenas unos días conocimos el desenlace de la eterna disputa Epic Games - Google, con un final nada satisfactorio para los intereses de la compañía de Mountain View. La histórica victoria de Epi… [+3721 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La IA generativa se convierte en arma y objetivo de los ciberataques más avanzados","description":"CrowdStrike alerta de una nueva ola de ciberataques impulsados por IA generativa, con agentes autónomos como nuevos blancos estratégicos.","url":"https://www.silicon.es/la-ia-generativa-se-convierte-en-arma-y-objetivo-de-los-ciberataques-mas-avanzados-2571252","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/ciberataques-ia-generativa-crowdstrike-2025.jpeg","publishedAt":"2025-08-04T10:00:50Z","content":"La inteligencia artificial generativa ya no solo transforma el negocio: también redefine las reglas del cibercrimen. Así lo advierte CrowdStrike en su último Informe de Threat Hunting 2025, donde se … [+3455 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Ciberdelincuentes ya usan IA generativa para escalar ataques y vulnerar agentes autónomos","description":"El uso de IA por grupos como Famous Chollima y Ember Bear marca una nueva era en la cibercriminalidad.","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/Ciberdelincuentes-ya-usan-IA-generativa-para-escalar-ataques-y-vulnerar-agentes-autonomos-uc932085","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/201907/_W933_80/698326.jpg","publishedAt":"2025-08-04T09:48:00Z","content":"El informe Threat Hunting 2025, publicado por la firma de ciberseguridad CrowdStrike, confirma un cambio estructural en el panorama de las amenazas digitales: los ciberdelincuentes han comenzado a ut… [+2484 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"L. Saiz","title":"Brad Pitt y su película F1 desatan una ola de intentos de estafas","description":"El pasado 26 de junio llegó a los cines la última película de Brad Pitt, F1, en la que encarna a un piloto de Fórmula 1. Una combinación perfecta de deporte con un actor que...","url":"https://www.expansion.com/juridico/actualidad-tendencias/2025/08/04/68907d57468aeb1f288b4575.html","urlToImage":"https://phantom-expansion.uecdn.es/9dfff39a1b55903ea0f51750904cdcbb/crop/0x20/1803x1222/resize/1200/f/webp/assets/multimedia/imagenes/2025/08/04/17542997053120.jpg","publishedAt":"2025-08-04T09:29:00Z","content":"El pasado 26 de junio llegó a los cines la última película de Brad Pitt, F1, en la que encarna a un piloto de Fórmula 1. Una combinación perfecta de deporte con un actor que arrastra pasiones y que j… [+1805 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Los ciberdelincuentes ya explotan los agentes de IA y usan la IA generativa para escalar sus ataques","description":"El panorama de los ciberataques ha entrado en una nueva fase en la que los delincuentes están operacionalizando la inteligencia artificial (IA) generativa para escalar sus operaciones y acelerar los ataques y se están enfocando cada vez más en los agentes de …","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ciberdelincuentes-ya-explotan-agentes-ia-usan-ia-generativa-escalar-ataques-20250804112112.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250804112112_1200.jpg","publishedAt":"2025-08-04T09:21:12Z","content":"MADRID, 4 Ago. (Portaltic/EP) - \r\n   El panorama de los ciberataques ha entrado en una nueva fase en la que los delincuentes están operacionalizando la inteligencia artificial (IA) generativa para es… [+2935 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Netskope detecta una nueva variante de XWorm con mejoras de evasión y persistencia","description":"Netskope alerta sobre XWorm 6.0, una evolución del malware con nuevas capacidades antianálisis y persistencia reforzada mediante ejecución en memoria y técnicas avanzadas de evasión.","url":"https://www.silicon.es/netskope-detecta-una-nueva-variante-de-xworm-con-mejoras-de-evasion-y-persistencia-2571239","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/netskope-nueva-variante-de-xworm.jpeg","publishedAt":"2025-08-04T09:00:00Z","content":"El equipo de Netskope Threat Labs ha detectado una nueva versión del malware XWorm, identificada como XWorm 6.0, que incorpora importantes mejoras en técnicas de persistencia, protección de procesos … [+3394 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Rubén Chicharro","title":"¿Te ha llegado un SMS de la DGT con una multa? Así puedes saber si es real o una estafa","description":"Agosto es probablemente uno de los meses del año con más tráfico en la carretera. Las vacaciones de verano hacen que miles de ciudadanos se desplacen a otras ciudades y realicen viajes por carreteras por las que no circulan habitualmente. Y siempre, existe la…","url":"http://hipertextual.com/seguridad/como-saber-si-un-sms-de-la-dgt-con-una-multa-es-real-o-falso/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2022/08/DGT-multas-02-scaled.jpg","publishedAt":"2025-08-04T07:47:03Z","content":"Agosto es probablemente uno de los meses del año con más tráfico en la carretera. Las vacaciones de verano hacen que miles de ciudadanos se desplacen a otras ciudades y realicen viajes por carreteras… [+2559 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"shenares","title":"Fuga de seguridad crítica en un popular tema de WordPress permite a los hackers tomar el control total de los sitios web","description":"Una vulnerabilidad identificada como CVE-2025-5394, en el tema \"Alone – Charity Multipurpose Non-profit WordPress Theme\" está siendo activamente explotada por ciberdelincuentes. La vulnerabilidad, con una puntuación CVSS de 9.8 sobre 10, permite a atacantes n…","url":"https://unaaldia.hispasec.com/2025/08/fuga-de-seguridad-critica-en-un-popular-tema-de-wordpress-permite-a-los-hackers-tomar-el-control-total-de-los-sitios-web.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/Gemini_Generated_Image_3gvp553gvp553gvp-1.jpeg?fit=1200%2C655&ssl=1","publishedAt":"2025-08-04T06:16:46Z","content":"Una vulnerabilidad identificada como CVE-2025-5394, en el tema «Alone Charity Multipurpose Non-profit WordPress Theme» está siendo activamente explotada por ciberdelincuentes. La vulnerabilidad, con … [+4740 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Webs gratuitas para detectar malware: así puedes saber si un archivo es peligroso antes de instalarlo","description":"Instalar un archivo que has descargado desde páginas desconocidas o que has recibido a través de correos sospechosos pueden ser un riesgo para tu seguridad. Algunos ciberdelincuentes camuflan malware en programas o documentos aparentemente inofensivos para in…","url":"https://www.adslzone.net/noticias/seguridad/webs-gratuitas-detectar-malware-archivo/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/mujer-usando-ordenador-icono-de-descarga.png","publishedAt":"2025-08-04T05:01:00Z","content":"Las tácticas que usan los piratas informáticos para infectar nuestros equipos son cada vez más sofisticadas. En ocasiones, suplantan la identidad de empresas confiables, como bancos, operadoras, prov… [+3438 chars]"},{"source":{"id":null,"name":"Perfil.com"},"author":"M.A.","title":"Cómo la tecnología se convierte en primera línea de defensa","description":"Las plataformas desarrollan estrategias de defensa multicapa que combinan inteligencia artificial, infraestructura cloud y coordinación legal para enfrentar ataques cada vez más sofisticados. Leer más","url":"https://noticias.perfil.com/noticias/empresas/como-la-tecnologia-se-convierte-en-primera-linea-de-defensa.phtml","urlToImage":"https://fotos.perfil.com/2023/10/25/trim/1280/720/pago-tic-una-fintech-que-cumple-10-anos-cuando-escuchar-al-cliente-es-sinonimo-de-exito-1683290.jpg","publishedAt":"2025-08-04T04:48:00Z","content":"La industria fintech latinoamericana se encuentra en un punto de inflexión: mientras las plataformas digitales facilitan el acceso a servicios financieros, también se convierten en objetivos privileg… [+7492 chars]"}]