[{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"F-Droid y Google, ¿Adiós a las tiendas de apps alternativas?","description":"F-Droid, el mayor repositorio mundial de aplicaciones gratuitas y de código abierto para Android, ha emitido un durísimo comunicado contra Google donde alerta de su desaparición si se concretan las nuevas políticas que va a poner en marcha el gigante de Inter…","url":"https://www.muycomputer.com/2025/09/30/f-droid-y-google-adios-a-las-tiendas-de-apps-alternativas/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/09/F-Droid_2-1000x600.jpg","publishedAt":"2025-09-30T11:54:22Z","content":"F-Droid, el mayor repositorio mundial de aplicaciones gratuitas y de código abierto para Android, ha emitido un durísimo comunicado contra Google donde alerta de su desaparición si se concretan las n… [+8370 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Ricardo Fernández","title":"Los más de 30 móviles Xiaomi, Redmi y POCO que se quedan sin las novedades de HyperOS 3","description":"La política de actualizaciones de cada fabricante es uno de los factores más importantes de los smartphones, puesto que determinan hasta cuándo recibirá nuevas versiones del sistema operativo y parches de seguridad un dispositivo. Xiaomi es una marca generosa…","url":"https://www.movilzona.es/noticias/actualizaciones/moviles-xiaomi-no-compatibles-hyperos-3/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/09/evento-presentacion-xiaomi-septiembre-2025-2.png","publishedAt":"2025-09-30T11:17:15Z","content":"Los usuarios con móviles Xiaomi, Redmi y POCO están esperando HyperOS 3, la nueva actualización anunciada por el gigante chino durante la presentación de la serie Xiaomi 15T. En la gala, también se c… [+2526 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Microsoft pone condición a Windows 10: inicio de sesión obligatorio cada 60 días para evitar vulnerabilidades","description":"Microsoft va a ‘jubilar’ al sistema operativo Windows 10 en unas semanas. En teoría, los usuarios que mantengan esta versión dejarán de recibir soporte oficial. Sin embargo, podrán seguir recibiendo parches de seguridad a vulnerabilidades críticas siempre que…","url":"https://www.adslzone.net/noticias/windows/windows-10-inicio-sesion-obligatorio-ciberseguridad-0925/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/ordenador-con-interfaz-Windows-10-1.png","publishedAt":"2025-09-30T10:01:25Z","content":"Conforme se acerca la fecha del fin de Windows 10, que será el próximo 14 de octubre de 2025, la mayoría de usuarios están migrando a Windows 11. Según los datos de Statcounter, la cuota de mercado d… [+3526 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Cinco administradores de contraseñas gratuitos y de código abierto","description":"Los administradores de contraseñas se han vuelto casi imprescindibles para manejar el método de autenticación más usado en aplicaciones y servicios de Internet. A la espera de que la industria alumbre una nueva era «sin contraseñas», el uso de software especi…","url":"https://www.muycomputer.com/2025/09/30/cinco-administradores-de-contrasenas-gratuitos-y-de-codigo-abierto/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2024/01/administradores-de-contrasenas-1000x600.jpg","publishedAt":"2025-09-30T09:57:57Z","content":"Los administradores de contraseñas se han vuelto casi imprescindibles para manejar el método de autenticación más usado en aplicaciones y servicios de Internet. A la espera de que la industria alumbr… [+6586 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"CISA alerta: Vulnerabilidad crítica en Sudo permite escalada local a root","description":"CISA ha alertado sobre la explotación activa de la vulnerabilidad CVE-2025-32463 en Sudo, permitiendo a atacantes locales sin privilegios escalar a root. El fallo ya cuenta con parches disponibles y ha sido incluido en el catálogo de amenazas activas.\nLa entr…","url":"https://unaaldia.hispasec.com/2025/09/cisa-alerta-vulnerabilidad-critica-en-sudo-permite-escalada-local-a-root.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/dev-team-1759224916590.png?fit=1200%2C686&ssl=1","publishedAt":"2025-09-30T09:38:17Z","content":"El comando Sudo es fundamental en entornos Linux y macOS para controlar el acceso a privilegios de administración. Una grave vulnerabilidad de escalada de privilegios locales (LPE), identificada como… [+2014 chars]"},{"source":{"id":null,"name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"\"Nunca más tendrás que volver a trabajar\": cómo un grupo de delincuentes intentó sobornarme para hackear la BBC","description":"Al reportero Joe Tidy le ofrecieron dinero a cambio de ayudar a unos ciberdelincuentes a acceder a los sistemas de la BBC.","url":"https://www.bbc.com/mundo/articles/ckgqry9x72ko","urlToImage":"https://web-cdn.api.bbci.co.uk/mundo/og/ckgqry9x72ko","publishedAt":"2025-09-30T09:34:48Z","content":"Pie de foto, El corresponsal de tecnología Joe Tidy recibió una oferta de unos delincuentes para que les ayudara a piratear la BBC.\r\nInformación del artículo<ul><li><ul><li>Autor, Joe Tidy</li><li>Tí… [+10430 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Apdcat recibe las certificaciones de seguridad digital ENS en categoría media e ISO 27001","description":"La Autoritat Catalana de Protecció de Dades (Apdcat) ha recibido la certificación del Esquema Nacional de Seguridad (ENS) de sus sistemas de información en la categoría media y la ISO 27001 del sistema de gestión de seguridad de la información, que acreditan …","url":"https://www.europapress.es/catalunya/noticia-apdcat-recibe-certificaciones-seguridad-digital-ens-categoria-media-iso-27001-20250930112641.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250930112641_1200.jpg","publishedAt":"2025-09-30T09:26:41Z","content":"BARCELONA 30 Sep. (EUROPA PRESS) - \r\n La Autoritat Catalana de Protecció de Dades (Apdcat) ha recibido la certificación del Esquema Nacional de Seguridad (ENS) de sus sistemas de información en la ca… [+720 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Marquez","title":"Jaguar Land Rover sigue en crisis por un ciberataque. La magnitud es tal que el gobierno británico ha tenido que intervenir","description":"El 31 de agosto, Jaguar Land Rover se vio obligada a tomar una decisión drástica: apagar la mayoría de sus sistemas para frenar un ciberataque. El gesto tuvo consecuencias inmediatas. Sus fábricas en el Reino Unido quedaron paralizadas y la interrupción se ex…","url":"https://www.xataka.com/seguridad/jaguar-land-rover-sigue-crisis-ciberataque-magnitud-tal-que-gobierno-britanico-ha-tenido-que-intervenir","urlToImage":"https://i.blogs.es/047027/land-rover-hackers-portada/840_560.jpeg","publishedAt":"2025-09-30T06:01:01Z","content":"El 31 de agosto, Jaguar Land Rover se vio obligada a tomar una decisión drástica: apagar la mayoría de sus sistemas para frenar un ciberataque. El gesto tuvo consecuencias inmediatas. Sus fábricas en… [+4701 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"La función de seguridad de Chrome que comparte más datos de los que crees con Google","description":"Si pasas mucho tiempo navegando por Internet y te sientes inseguro en algunas páginas web a las que accedes, Google Chrome tiene la respuesta. En febrero de 2025, la compañía puso en marcha una nueva medida de protección que blinda a sus usuarios de posibles …","url":"https://www.adslzone.net/noticias/seguridad/funcion-seguridad-chrome-comparte-datos-google/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/Google-Chrome-Proteccion-mejorada-min.png","publishedAt":"2025-09-30T04:02:32Z","content":"Google no cesa en su intento de allanar nuevos caminos para hacer que su navegador se convierta en uno de los más seguros del sector. Con tal de mantener a salvo toda tu información personal, cada ci… [+5610 chars]"}]