[{"source":{"id":null,"name":"Milenio"},"author":"Redacción","title":"Caída histórica en el volumen de uso ilícito de criptomonedas","description":"Un nuevo análisis realizado por Binance, basado en datos independientes de Chainalysis y TRM Labs, revela que el uso ilícito de criptomonedas en exchanges centralizadas alcanzó el nivel más bajo de la historia.Según los datos de estas dos empresas de rastreo …","url":"https://www.milenio.com/negocios/criptomonedas-terminan-con-fraudes-a-escala-global","urlToImage":"https://cdn.milenio.com/uploads/media/2025/12/02/billeteras-ilicitas-representan-volumen-mayores.jpg","publishedAt":"2025-12-02T18:04:00Z","content":"Un nuevo análisis realizado por Binance, basado en datos independientes de Chainalysis y TRM Labs, revela que el uso ilícito de criptomonedas en exchanges centralizadas alcanzó el nivel más bajo de l… [+5029 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Linux 6.18 ya está disponible: todas las novedades del nuevo kernel","description":"Linux 6.18 ya es estable: mejoras en rendimiento, seguridad y hardware, candidato a LTS. Revisa aquí todos los cambios antes de actualizar.","url":"https://www.actualidadgadget.com/linux-6-18-ya-esta-disponible-todas-las-novedades-del-nuevo-kernel/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/Linux-6.18-ya-esta-disponible.png","publishedAt":"2025-12-02T17:02:08Z","content":"El núcleo de Linux 6.18 ya está disponible como versión estable y llega en un momento en el que muchos usuarios europeos empiezan a mirar más en serio a GNU/Linux, razones para instalar Linux, cansad… [+21512 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"MuddyWater ataca infraestructuras críticas disfrazándose del juego Snake","description":"MuddyWater ataca infraestructuras críticas en Israel y Egipto, utilizando malware personalizado, tácticas mejoradas y un libro de jugadas predecible","url":"https://www.welivesecurity.com/es/investigaciones/muddywater-ataca-infraestructuras-criticas-disfrazandose-del-juego-snake/","urlToImage":null,"publishedAt":"2025-12-02T16:49:33Z","content":"Los investigadores de ESET han identificado nuevas actividades de MuddyWater dirigidas principalmente a organizaciones en Israel, con un objetivo confirmado en Egipto. MuddyWater, también conocido co… [+60776 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"karla.palacio","title":"Netflix elimina la opción de enviar contenido del celular a la TV","description":"Karla Palacio\r\nLa plataforma Netflix confirmó en su Centro de Ayuda que eliminó el botón de transmisión que permitía enviar contenido desde un celular a una TV compatible.\r\n\nTe recomendamos: Stranger Things: qué hechos reales inspiraron la serie de Netflix \r\n…","url":"https://www.excelsior.com.mx/hacker/netflix-elimina-la-opcion-de-enviar-contenido-del-celular-a-la-tv/1755045","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/12/02/3427719.jpg","publishedAt":"2025-12-02T15:37:40Z","content":"La plataforma Netflix confirmó en su Centro de Ayuda que eliminó el botón de transmisión que permitía enviar contenido desde un celular a una TV compatible.\r\nTe recomendamos: Stranger Things: qué hec… [+3845 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"Cyber Allianz Protect: así es la nueva póliza diseñada para blindar a las empresas de un ataque digital en un momento en el que Colombia sufre 98 millones de ciberataques diarios","description":"Es claro que la ciberseguridad dejó de ser un asunto reservado para los expertos en tecnología, especialmente en un país como Colombia, donde cada día se registran cerca de 98 millones de intentos de ataque digital, proteger la continuidad de las operaciones …","url":"https://www.xataka.com.co/seguridad/cyber-allianz-protect-asi-nueva-poliza-disenada-para-blindar-a-empresas-ataque-digital-momento-que-colombia-sufre-98-millones-ciberataques-diarios","urlToImage":"https://i.blogs.es/a000b5/cyber-allianz-protect-4-/840_560.jpeg","publishedAt":"2025-12-02T14:39:15Z","content":"Es claro que la ciberseguridad dejó de ser un asunto reservado para los expertos en tecnología, especialmente en un país como Colombia, donde cada día se registran cerca de 98 millones de intentos de… [+5192 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Qué es el shadowban en X","description":"Descubre qué es el shadowban en X, por qué limita tu alcance, cómo saber si te afecta y qué hacer para salir de él y evitarlo.","url":"https://www.androidsis.com/que-es-el-shadowban-en-x/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Que-es-el-shadowban-en-X-1.jpg","publishedAt":"2025-12-02T14:34:01Z","content":"X (la red antes conocida como Twitter) se ha convertido en un escaparate brutal para opinar, hacer marca personal y viralizar contenidos, pero a veces parece que hablas solo: tus tuits no se muestran… [+21030 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Gustavo López","title":"Europol desmantela servicio de mezcla de bitcoin","description":"Una investigación de Europol indica que el servicio Cryptomixer mezclaba bitcoin (BTC) para operaciones criminales desde 2016.\nLeer más","url":"https://www.criptonoticias.com/sucesos/europol-desmantela-servicio-mezcla-bitcoin-ilegal-cryptomixer-lavado-dinero/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/12/europol-clausura-criptomonedas.jpg","publishedAt":"2025-12-02T13:18:54Z","content":"<ul><li>Europol incautó bitcoin por un valor superior a los 25 millones de euros.\r\n</li><li>Según las autoridades, el servicio era utilizado por bandas de ransomware y mercados de la darkweb.\r\n</li><… [+2320 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Lorena Figueredo","title":"Trucos para gestionar el correo en Mac, iPhone y iPad como un profesional","description":"Aprende los mejores trucos para dominar Mail en Mac, iPhone y iPad, organizar tu bandeja y trabajar tu correo como un auténtico profesional.","url":"https://www.soydemac.com/trucos-para-gestionar-el-correo-en-mac-iphone-y-ipad-como-un-profesional/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Gestionar-el-correo-en-Mac-iPhone-y-iPad.jpg","publishedAt":"2025-12-02T13:05:40Z","content":"Si vives pegado al correo electrónico y utilizas un iPhone, iPad o Mac, tu bandeja de entrada puede ser tu mejor aliada o tu peor pesadilla. La app Mail de Apple viene instalada de serie y, aunque a … [+19915 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"Hay 500 millones de de usuarios que podrían perfectamente actualizar a Windows 11. El problema es que no quieren","description":"Si estás leyendo esto y sigues usando Windows 10, estás en riesgo. Hace mes y medio Microsoft dio por finalizado el periodo de soporte oficial de este sistema operativo que se lanzó en 2015. Lo curioso es que lo que debería estar pasando no está pasando.\n<!--…","url":"https://www.xataka.com/ordenadores/hay-500-millones-usuarios-que-podrian-perfectamente-actualizar-a-windows-11-problema-que-no-quieren","urlToImage":"https://i.blogs.es/f8e9d4/win10/840_560.jpeg","publishedAt":"2025-12-02T13:00:03Z","content":"Si estás leyendo esto y sigues usando Windows 10, estás en riesgo. Hace mes y medio Microsoft dio por finalizado el periodo de soporte oficial de este sistema operativo que se lanzó en 2015. Lo curio… [+3997 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Commvault presenta Cloud Unity, su nueva plataforma unificada de ciberresiliencia impulsada por IA","description":"La compañía lanza Cloud Unity, una plataforma que integra seguridad, identidad y recuperación con IA para entornos híbridos y multinube.","url":"https://www.silicon.es/commvault-presenta-cloud-unity-su-nueva-plataforma-unificada-de-ciberresiliencia-impulsada-por-ia-2575204","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/commvault-cloud-unity.jpeg","publishedAt":"2025-12-02T12:35:46Z","content":"Commvault, una compañía especializada en ciberresiliencia, ha anunciado el lanzamiento de Commvault Cloud Unity, una evolución de su plataforma habilitada con inteligencia artificial (IA). El anuncio… [+5698 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Oleada de fraudes de \"productos dañados\": usan IA para editar imágenes y que les devuelvan el dinero","description":"Sin duda una de las acciones más utilizadas en estos primeros años del auge de la Inteligencia Artificial es el de la creación y edición de imágenes. Al principio tan solo se podía hacer una imagen de un perro cocinando o de un unicornio en el espacio, pero e…","url":"https://www.eleconomista.es/tecnologia/noticias/13672278/12/25/oleada-de-fraudes-de-productos-danados-usan-ia-para-editar-imagenes-y-que-les-devuelvan-el-dinero.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/a/5/1/imagenes-IA-fraude1.jpg","publishedAt":"2025-12-02T12:06:07Z","content":"Sin duda una de las acciones más utilizadas en estos primeros años del auge de la Inteligencia Artificial es el de la creación y edición de imágenes. Al principio tan solo se podía hacer una imagen d… [+2267 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Trucos de WhatsApp: funciones ocultas, atajos y configuraciones clave","description":"Descubre trucos ocultos de WhatsApp, funciones avanzadas y ajustes de privacidad para exprimir la app en el día a día.","url":"https://www.creativosonline.org/trucos-de-whatsapp-funciones-ocultas-atajos-y-configuraciones-clave.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/09/WhatsApp-Introduces-Meta-AI-Chat-Themes-Stickers-And-Live-Photos-1-e1764537800216.jpg","publishedAt":"2025-12-02T12:00:13Z","content":"Si usas WhatsApp solo para mandar mensajes rápidos, memes y organizar planos que nunca salen del grupo, te estás dejando la mitad de la app sin tocar. Con más de dos mil millones de usuarios activos,… [+20756 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Deep Web frente a Dark Web, un vistazo a la Internet más desconocida","description":"‘Deep Web’ y ‘Dark Web’ son términos que se usan para referirse a la parte de la World Wide Web más desconocida. Aunque frecuentemente se utilizan como si fueran lo mismo, son totalmente diferentes. Para entender sus diferencias hay que sumergirse en la verda…","url":"https://www.muycomputer.com/2025/12/02/deep-web-frente-a-dark-web-en-que-se-diferencian/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2024/05/Deep_Web_frente_a_Dark_Web-1000x600.jpg","publishedAt":"2025-12-02T11:38:09Z","content":"‘Deep Web’ y ‘Dark Web’ son términos que se usan para referirse a la parte de la World Wide Web más desconocida. Aunque frecuentemente se utilizan como si fueran lo mismo, son totalmente diferentes. … [+12214 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"El tsunami tecnológico de 2026: La colisión entre IA, cuántica y la Web 4.0","description":"La transformación digital dejó de ser incremental. En 2026 veremos un punto de quiebre: la inteligencia artificial autónoma, la infraestructura inmersiva y el avance cuántico redefinirán la seguridad y el modo en que operan las organizaciones.Las tecnologías …","url":"https://www.puromarketing.com/12/216477/tsunami-tecnologico-2026-colision-entre-cuantica","urlToImage":"https://www.puromarketing.com/uploads/img/contents/2025/1g7SCEJMLA2u5tmzTaDZ/1g7SCEJMLA2u5tmzTaDZ_post_imagen_prev.jpg","publishedAt":"2025-12-02T10:30:29Z","content":"La transformación digital dejó de ser incremental. En 2026 veremos un punto de quiebre: la inteligencia artificial autónoma, la infraestructura inmersiva y el avance cuántico redefinirán la seguridad… [+19166 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Jihane Noro","title":"Descubren una operación oculta usando OAST para explotar más de 200 CVE desde Google Cloud","description":"Investigadores de seguridad han identificado una campaña clandestina que utiliza una infraestructura privada de OAST (Out-of-Band Application Security Testing) desplegada en Google Cloud para intentar explotar más de 200 vulnerabilidades distintas (CVEs). La …","url":"https://unaaldia.hispasec.com/2025/12/descubren-una-operacion-oculta-usando-oast-para-explotar-mas-de-200-cve-desde-google-cloud.html","urlToImage":"https://unaaldia.hispasec.com/wp-content/uploads/2025/12/image.jpeg","publishedAt":"2025-12-02T10:02:06Z","content":"Investigadores de seguridad han identificado una campaña clandestina que utiliza una infraestructura privada de OAST (Out-of-Band Application Security Testing) desplegada en Google Cloud para intenta… [+2389 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Actualización sobre la visa H-1B: los radicales cambios que podrían impactar en millones de trabajadores inmigrantes","description":"Proponen cambios radicales a la visa H-1B tras una iniciativa conservadora presentada ante la Casa Blanca y el Congreso para modificar este permiso laboral.","url":"https://www.lanacion.com.ar/estados-unidos/actualizacion-sobre-la-visa-h-1b-los-radicales-cambios-que-podrian-impactar-en-millones-de-nid02122025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/la-visa-h-1b-esta-destinada-a-trabajadores-2FCKOMVW3RB6RGSPMJBPJN3WW4.jpg?auth=6e4e40d13e5184b34441350f1c314ad27731a982a2c46f96db07fd995a829cba&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-12-02T10:02:00Z","content":"La discusión sobre el futuro de la visa H-1B volvió a instalarse en Washington luego de que un influyente think tank conservador y aliado del presidente Donald Trump reclamara ante el Congreso y la C… [+3310 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Manuel Naranjo","title":"Ojo con las falsificaciones: detectar si te están queriendo vender online un Galaxy falso es así de fácil","description":"Muchos móviles que se venden como “Samsung Galaxy originales” en realidad no lo son. El problema ya no son solo las típicas imitaciones baratas que se veían a primera vista: ahora hay copias muy logradas que se parecen muchísimo por fuera, pero que por dentro…","url":"https://www.xatakamovil.com/territorio-samsung/ojo-falsificaciones-detectar-te-estan-queriendo-vender-online-galaxy-falso-asi-facil","urlToImage":"https://i.blogs.es/7d174c/image/840_560.png","publishedAt":"2025-12-02T10:00:03Z","content":"Muchos móviles que se venden como Samsung Galaxy originales en realidad no lo son. El problema ya no son solo las típicas imitaciones baratas que se veían a primera vista: ahora hay copias muy lograd… [+4312 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Palo Alto Networks e IBM colaboran en una solución de Quantum-Safe Readiness","description":"Juntas, ayudarán a comprender los riesgos de la computación cuántica, identificar la exposición criptográfica y avanzar en seguridad.","url":"https://www.silicon.es/palo-alto-networks-e-ibm-colaboran-en-una-solucion-de-quantum-safe-readiness-2575190","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/03/Fuente-Shutterstock_Autor-stockyimages_alianza-pacto.jpg","publishedAt":"2025-12-02T09:55:22Z","content":"Palo Alto Networks e IBM se alían para desarrollar una solución de Quantum-Safe Readiness que permita a las empresas comprender los riesgos de la computación cuántica, identificar su exposición cript… [+2297 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Ahora Synology BeeDrive, BeeStation y BeeStation Plus incluyen licencia de Acronis True Image Essential por tres años","description":"Esta licencia permitirá proteger archivos, aplicaciones, sistemas operativos y configuraciones.","url":"https://www.silicon.es/ahora-synology-beedrive-beestation-y-beestation-plus-incluyen-licencia-de-acronis-true-image-essential-por-tres-anos-2575185","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Synology-x-Acronis.jpg","publishedAt":"2025-12-02T09:11:06Z","content":"Synology y Acronis anuncian una colaboración en materia de seguridad. Ahora las líneas de producto Synology BeeDrive, BeeStation y BeeStation Plus incluyen una licencia de tres años de Acronis True I… [+1183 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Xavier Jiménez","title":"Fuerzas armadas repelen ciberataques; reportan más de 35 millones de intentos en ocho años","description":"Las fuerzas armadas también neutralizan agresiones cibernéticas o intentos de intrusión a sus sistemas críticos de defensa y seguridad nacionales, además de contener y repeler los ataques del crimen organizado en los patrullajes en diversos estados del país, …","url":"https://www.milenio.com/policia/defensa-y-marina-bloquean-y-repelen-ciberataques","urlToImage":"https://cdn.milenio.com/uploads/media/2024/10/10/mexico-sufre-mitad-ciberataques-latam.jpg","publishedAt":"2025-12-02T07:49:17Z","content":"Las fuerzas armadas también neutralizan agresiones cibernéticas o intentos de intrusión a sus sistemas críticos de defensa y seguridad nacionales, además de contener y repeler los ataques del crimen … [+2867 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Office 365 gratis: los métodos legales para usar la suite sin pagar","description":"En resumen: explora Office 365 gratis sin piruetas El acceso legal a Microsoft 365 online permite usar Word, Excel y PowerPoint gratis, aunque con funciones recortadas y solo en la web: toda la magia, pero sin los trucos de experto ni la posibilidad de borrar…","url":"https://www.muywindows.com/office-365-gratis/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/12/Office_365_gratis_los_metodos_legales_para_usar_la_suite_sin_pagar.jpg","publishedAt":"2025-12-02T06:04:33Z","content":"En resumen: explora Office 365 gratis sin piruetas\r\n<ul><li>El acceso legal a Microsoft 365 online permite usar Word, Excel y PowerPoint gratis, aunque con funciones recortadas y solo en la web: toda… [+9145 chars]"}]