[{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"LockBit 5.0: la última versión del reconocido ransomware","description":"Tras su desmantelamiento en 2024, este grupo regresó con una variante multiplataforma y mejoras en cuanto a la evasión y ofuscación.","url":"https://www.welivesecurity.com/es/ransomware/lockbit-5-ultima-version-ransomware/","urlToImage":null,"publishedAt":"2025-11-13T18:29:29Z","content":"Qué lejos parece haber quedado febrero de 2024, cuando el FBI, la Agencia Nacional contra el Crimen del Reino Unido, Europol y fuerzas del orden de más de 10 países llevaron a cabo la Operación Crono… [+5264 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Redacción","title":"La autenticación basada en SIM: la nueva frontera contra el fraude digital","description":"En un entorno cada vez más digital y vulnerable a los ciberataques, expertos en seguridad tecnológica advierten que la identidad digital se ha convertido en el principal punto de riesgo dentro de la infraestructura de las empresas. Para responder a este desaf…","url":"https://www.milenio.com/negocios/autenticacion-basada-en-sim-herramienta-contra-el-fraude-digital","urlToImage":"https://cdn.milenio.com/uploads/media/2023/09/22/ciberseguridad.jpg","publishedAt":"2025-11-13T17:56:00Z","content":"En un entorno cada vez más digital y vulnerable a los ciberataques, expertos en seguridad tecnológica advierten que la identidad digital se ha convertido en el principal punto de riesgo dentro de la … [+2729 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"AFP","title":"Ciberataque prorruso golpea sitios del gobierno de Dinamarca","description":"Hackers prorrusos lanzan un ataque DDoS contra webs del gobierno y defensa de Dinamarca, en plena antesala de las elecciones locales.","url":"https://www.nacion.com/el-mundo/ciberataque-prorruso-golpea-sitios-del-gobierno-de/6KH5HGBRZJHLFFX5CDAVUHCMGM/story/","urlToImage":"https://www.nacion.com/resizer/v2/CLZJ6SHTCJA3FFFROPQIOCBLYY.jpg?smart=true&auth=3640e4a595aa24c93964527d7231e45e643e566c76dff8c4ca813f69b2bb333f&width=1440","publishedAt":"2025-11-13T16:11:43Z","content":"Copenhague, Dinamarca. Sitios web del gobierno y la defensa de Dinamarca fueron blanco el jueves de un amplio ciberataque, del que un grupo de piratas informáticos prorrusos se atribuyó la autoría.\r\n… [+1171 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Silicon Pulse: Titulares de la semana T3E34","description":"Bienvenido a un nuevo episodio del podcast semanal Silicon Pulse, un espacio en el que podrás escuchar una selección de la información más relevante que hemos publicado a lo largo de estos cinco días.","url":"https://www.silicon.es/silicon-pulse-titulares-de-la-semana-t3e34-2574727","urlToImage":"https://www.silicon.es/wp-content/uploads/2023/04/wp-silicon-pulse-titulares-semana.jpg","publishedAt":"2025-11-13T16:05:45Z","content":"En el episodio de Silicon Pulse de esta semana revisaremos la adopción avanzada de la inteligencia artificial en España, las amenazas de ciberseguridad que acechan a Europa y las previsiones de gasto… [+6125 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"Acurast recaudó USD 11M para convertir teléfonos inteligentes en nodos informáticos confidenciales","description":"Acurast recaudó USD 11 millones para lanzar una red informática confidencial basada en teléfonos inteligentes que afirma ofrecer una ejecución a prueba de manipulaciones en los teléfonos de los consumidores.\n El proyecto de computación confidencial descentral…","url":"https://es.cointelegraph.com/news/acurast-raises-11m-for-its-phone-based-confidential-processing-depin","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-11/019a7d42-a436-7b1d-a1c0-d597d489f678","publishedAt":"2025-11-13T15:17:42Z","content":"El proyecto de computación confidencial descentralizada basado en teléfonos inteligentes Acurast ha recaudado USD 11 millones, afirmando que ofrece una ejecución a prueba de manipulaciones en teléfon… [+4411 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes Staff","title":"El máximo ejecutivo de IA de Google busca lo profundo por encima de las ganancias y lo ‘prosaico’","description":"Forbes México.\n El máximo ejecutivo de IA de Google busca lo profundo por encima de las ganancias y lo ‘prosaico’\n\nDemis Hassabis, el máximo responsable de IA de Alphabet, priorizó conceptos elevados sobre las oportunidades de negocio a corto plazo y, en ocas…","url":"https://forbes.com.mx/el-maximo-ejecutivo-de-ia-de-google-busca-lo-profundo-por-encima-de-las-ganancias-y-lo-prosaico/","urlToImage":"https://cdn.forbes.com.mx/2025/11/Google-IA-Gemini.webp","publishedAt":"2025-11-13T15:04:14Z","content":"En los 11 años transcurridos desde que Google adquirió la startup de inteligencia artificial DeepMind, su fundador, Demis Hassabis, se convirtió en el máximo ejecutivo de IA del gigante de las búsque… [+10263 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"Así es el USS Gerald R. Ford, el portaaviones cuyo armamento y tecnología militar lo posicionan como el más poderoso de la Marina de EEUU ¡Ya fue desplegado en el Caribe!","description":"La Marina de Estados Unidos ha reforzado su presencia en el Caribe con el despliegue del portaaviones USS Gerald R. Ford (CVN-78), la nave insignia de una nueva generación de superportaaviones de propulsión nuclear. \n<!-- BREAK 1 -->\nSu llegada marca un punto…","url":"https://www.xataka.com.co/seguridad/asi-uss-gerald-r-ford-portaaviones-cuyo-armamento-tecnologia-militar-posicionan-como-poderoso-marina-eeuu-fue-desplegado-caribe","urlToImage":"https://i.blogs.es/4753b7/uss-gerald-r.-ford-cvn-78-4-/840_560.jpeg","publishedAt":"2025-11-13T13:40:06Z","content":"La Marina de Estados Unidos ha reforzado su presencia en el Caribe con el despliegue del portaaviones USS Gerald R. Ford (CVN-78),la nave insignia de una nueva generación de superportaaviones de prop… [+3596 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Amazon cambia Android por Linux para evitar la piratería: así es Vega OS, el nuevo sistema operativo del Fire TV Stick","description":"Amazon ha lanzado Vega OS, su nuevo sistema operativo basado en Linux para los dispositivos Fire TV. El Fire TV Stick 4K Select es el primero en estrenarlo, dejando atrás Fire OS que llevaba años usando Android como base. El motivo es sencillo: acabar con la …","url":"https://andro4all.com/amazon/amazon-cambia-android-por-linux-para-evitar-la-pirateria-asi-es-vega-os-el-nuevo-sistema-operativo-del-fire-tv-stick","urlToImage":"https://andro4all.com/hero/2024/08/fire-tv-stick-4k.1724656054.4974.jpg?width=1200","publishedAt":"2025-11-13T12:01:11Z","content":"Amazon abandona Android en favor de Linux para tener control total sobre qué aplicaciones se instalan en Fire TV. El cambio responde a las críticas y a la presión de la industria\r\nAmazon ha lanzado V… [+2846 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"NetApp prepara las infraestructuras de datos empresariales para la era del dato inteligente","description":"NetApp acelera su papel en el ecosistema de la inteligencia artificial (IA), con el objetivo de pasar de ser un proveedor clásico de almacenamiento a un \"dinamizador clave\" del éxito en la era del dato inteligente, y destaca el \"buen posicionamiento\" de Españ…","url":"https://www.europapress.es/portaltic/empresas/noticia-netapp-prepara-infraestructuras-datos-empresariales-era-dato-inteligente-20251113121257.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251113121257_1200.jpg","publishedAt":"2025-11-13T11:12:57Z","content":"MADRID, 13 Nov. (Portaltic/EP) - \r\n   NetApp acelera su papel en el ecosistema de la inteligencia artificial (IA), con el objetivo de pasar de ser un proveedor clásico de almacenamiento a un \"dinamiz… [+2429 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"En su lucha contra la piratería, Amazon sube de nivel: bloquearán las aplicaciones que proporcionen acceso a contenido ilegal","description":"Amazon ya tiene preparado su nuevo sistema operativo, VegaOS, que será el encargado de dar vida a los Fire TV y sustituir a Fire OS. Y junto a este cambio llega una noticia importante que la propia compañía ha confirmado: sus dispositivos comenzarán a bloquea…","url":"https://www.xatakahome.com/centro-multimedia/su-lucha-pirateria-amazon-sube-nivel-bloquearan-aplicaciones-que-proporcionen-acceso-a-contenido-pirateado","urlToImage":"https://i.blogs.es/61bd93/1366_2000/1200_630.jpeg","publishedAt":"2025-11-13T10:28:12Z","content":"Amazon ya tiene preparado su nuevo sistema operativo, VegaOS, que será el encargado de dar vida a los Fire TV y sustituir a Fire OS. Y junto a este cambio llega una noticia importante que la propia c… [+2593 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Black Friday 2025: Color Vivo publica su decálogo para que los ecommerce de retail afronten el pico de demanda con máximas ventas y cero caídas","description":"Con el Black Friday a días vista, Color Vivo, agencia especializada en marketing digital, WordPress y WooCommerce, presenta un decálogo operativo para que los comercios online afronten el mayor pico de demanda del año con altas tasas de conversión, rendimient…","url":"https://www.redes-sociales.com/black-friday-2025/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2022/10/black-friday-2022.jpg","publishedAt":"2025-11-13T09:22:41Z","content":"Con el Black Friday a días vista, Color Vivo, agencia especializada en marketing digital, WordPress y WooCommerce, presenta un decálogo operativo para que los comercios online afronten el mayor pico … [+5307 chars]"},{"source":{"id":null,"name":"Blogthinkbig.com"},"author":"Gabriel Erard","title":"ChatGPT Atlas prometía ser un punto de inflexión, pero de momento es el mayor flop de OpenAI","description":"ChatGPT Atlas es la gran apuesta de OpenAI para competir con Google Chrome y aplicaciones similares. Se trata de un navegador web cuyo principal atractivo es, tal y como lo indica su nombre, su integración […]\nChatGPT Atlas prometía ser un punto de inflexión,…","url":"https://blogthinkbig.com/por-que-chatgpt-atlas-mayor-flop-openai","urlToImage":"https://blogthinkbig.com/wp-content/uploads/sites/4/2025/11/ChatGPT-Atlas.jpg?fit=2560%2C1440","publishedAt":"2025-11-13T08:00:00Z","content":"ChatGPT Atlas es la gran apuesta de OpenAI para competir con Google Chrome y aplicaciones similares. Se trata de un navegador web cuyo principal atractivo es, tal y como lo indica su nombre, su integ… [+7220 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Los Fire TV Stick ya han bloqueado cuatro aplicaciones ilegales y pronto las bloquearán todas","description":"Amazon acelera en su campaña para convertir los Fire TV Stick en dispositivos que estén totalmente libres de aplicaciones ilegales y de piratería. La compañía anuncia que ya ha bloqueado cuatro apps y desvela sus próximos pasos.\nTras desvelar su intención de …","url":"https://www.adslzone.net/noticias/streaming-tv/fire-tv-stick-bloqueado-aplicaciones-ilegales-pronto-bloquearan-todas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Smart-TV-delante-mando-Fire-TV-Stick.png","publishedAt":"2025-11-13T07:36:04Z","content":"Tras desvelar su intención de bloquear la instalación de aplicaciones externas y así combatir la piratería, Amazon sigue adelante. Sus Fire TV Stick pasan por un momento crítico que ya está generando… [+4756 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Diario Financiero","title":"Estudiantes de la USM crean herramienta para prevenir intentos de phishing desde el navegador web","description":"Se trata de AegisCode, una extensión de Google Chrome que detecta potenciales fraudes en correos electrónicos y textos. La solución, que ya está disponible, será presentada en la 33° Feria de Software de la universidad.","url":"https://www.df.cl/df-lab/tech-negocios/estudiantes-de-la-usm-crean-herramienta-para-prevenir-intentos-de-phishing","urlToImage":"https://www.df.cl/noticias/site/artic/20251112/imag/foto_0000000520251112182230.jpg","publishedAt":"2025-11-13T07:00:00Z","content":"Uno de los vectores de ataque más comunes que utilizan los ciberdelincuentes es el phishing, un tipo de ingeniería social de suplantación de identidad en el que los atacantes se hacen pasar por entid… [+1948 chars]"}]