[{"source":{"id":null,"name":"BeInCrypto"},"author":"Mohammad Shahid","title":"El hack de Trust Wallet se agrava mientras CZ sugiere posible implicación interna","description":"Las consecuencias del hack de la extensión de Trust Wallet para Chrome se intensificaron el 26 de diciembre después de que Changpeng Zhao (CZ) opinara públicamente, sugiriendo que la violación podría haber involucrado a un empleado interno. El comentario lleg…","url":"https://es.beincrypto.com/comentarios-cz-hack-trust-wallet-riesgo-interno/","urlToImage":"https://assets.beincrypto.com/img/GPiuSoBPX3SBE7z5I6LjzfJNE7E=/smart/76bff1fa5441467196514afccc9bb160","publishedAt":"2025-12-26T21:00:00Z","content":"Las consecuencias del hack de la extensión de Trust Wallet para Chrome se intensificaron el 26 de diciembre después de que Changpeng Zhao (CZ) opinara públicamente, sugiriendo que la violación podría… [+3089 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"R. Badillo","title":"La 'estafa del hijo en apuros' en WhatsApp cambia y se vuelve más perfecta y peligrosa","description":"Los ciberdelincuentes están utilizando archivos de audio con la voz del hijo o hija real de las víctimas para engañarlas. Algo que hace a esta estafa mucho más difícil de detectar","url":"https://www.elconfidencial.com/tecnologia/2025-12-26/nueva-estafa-hijo-apuros-whatsapp-ia-1qrt_4271939/","urlToImage":"https://images.ecestaticos.com/-VDrAlkSGnMmihHMdZOyzqMgaeg=/0x0:2272x1160/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/190/cb1/4bc/190cb14bc606d9dabecda9d41c20b670.jpg","publishedAt":"2025-12-26T17:08:00Z","content":"María Aperador, experta en ciberseguridad: “Ya se están dando estafas llamando por teléfono y clonando voces de familiares¿La estafa perfecta? Un 'deepfake' del CEO de Nvidia en YouTube engaña a más … [+3231 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"El Comercio (Perú)","title":"Stranger Things: cuidado con la maldición por querer ver el final de la serie antes de tiempo","description":"Kaspersky advierte que ciberdelincuentes han creado páginas falsas y supuestos accesos gratuitos a los esperados episodios de la serie para robar datos personales y financieros de los usuarios","url":"https://www.lanacion.com.ar/tecnologia/stranger-things-cuidado-con-la-maldicion-por-querer-ver-el-final-de-la-serie-nid26122025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/esta-navidad-se-estrenaron-los-penultimos-RCXNDKF5SBDEVCL6SWPDPLLLDI.jpg?auth=3f271d2c4aaf41e2210a02d1b540da30ac45a017b64fa308de39dcca142c03f6&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-12-26T14:05:50Z","content":"Una nueva oleada de ciberdelincuencia está golpeando el fin de año. Pero a diferencia de otras estafas similares empujadas por las compras navideñas, en esta ocasión loscibercriminales se están aprov… [+2465 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Locks, SOCs y un gato en la caja: la paradoja de Schrödinger en ciberseguridad","description":"“Lo que no ves en tu entorno puede costarte caro: los atacantes confían en tu falta de visibilidad.","url":"https://www.welivesecurity.com/es/seguridad-corporativa/schrodinger-ciberseguridad-locks-soc/","urlToImage":null,"publishedAt":"2025-12-26T13:34:29Z","content":"Hace poco tuve lo que pensé que era una idea brillante y única. (Alerta de spoiler: no lo era, pero ¡sigue leyendo!)\r\nComo líder de marketing en ESET UK, parte de mi función es comunicar cómo nuestra… [+9558 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Mar Vives","title":"Phlox inaugura una nueva era: el comercio ya tiene su primer espacio de datos","description":"En el Data Space Forum I, celebrado el pasado 26 de noviembre en el Club INFORMACIÓN, Recursos en la Red presentó oficialmente el primer Espacio de Datos para el sector comercio en España, un proyecto nacido en Alicante y alineado con la nueva estrategia euro…","url":"https://www.elperiodico.com/es/economia/20251226/phlox-comercio-primer-espacio-datos-bc-125155460","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/bb61689b-822e-413d-8edb-9e48d404c583_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-12-26T12:25:18Z","content":"En el Data Space Forum I, celebrado el pasado 26 de noviembre en el Club INFORMACIÓN, Recursos en la Red presentó oficialmente el primer Espacio de Datos para el sector comercio en España, un proyect… [+9447 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La Guardia Civil lo confirma: si estás esperando un pedido y recibes este mensaje, la estafa ha comenzado","description":"Papá Noel ya ha repartido sus regalos, pero todavía quedan los de Reyes Magos . Con motivo de esta nueva visita, los pedidos online siguen disparados y los móviles no dejan de recibir avisos sobre paquetes pendientes de envío o recogida. En este contexto, los…","url":"https://www.abc.es/recreo/guardia-civil-confirma-esperando-pedido-recibes-mensaje-20251226111330-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/recreo/2025/12/26/newspaint-1766743229725-1200x840.jpg","publishedAt":"2025-12-26T10:13:35Z","content":"Papá Noel ya ha repartido sus regalos, pero todavía quedan los de Reyes Magos. Con motivo de esta nueva visita, los pedidos online siguen disparados y los móviles no dejan de recibir avisos sobre paq… [+3426 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"iOS 18.7.3: la actualización de seguridad que alarga la vida de los iPhone antiguos","description":"iOS 18.7.3 protege iPhone XS, XR y iPad 7 con parches críticos. Revisa si tu móvil es compatible y cómo actualizarlo sin perder seguridad.","url":"https://www.actualidadiphone.com/ios-18-7-3-la-actualizacion-de-seguridad-que-alarga-la-vida-de-los-iphone-antiguos/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/12/iOS-18.7.3-actualizacion.jpg","publishedAt":"2025-12-26T10:06:47Z","content":"La llegada de iOS 18.7.3 se ha convertido en una pieza clave para quienes siguen utilizando iPhone y iPad de hace unos años. No es una gran actualización con funciones nuevas ni cambios visuales, sin… [+13156 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"El White Paper de MasterCard que urge a pasar a Quantum Safe: Post-Quantum Cryptography (PQC) & Quantum Key Distribution (QKD)","description":"Son muchas ya las industrias, instituciones públicas, gobiernos y empresas que tienen para el año proyectos y estrategias de migración a Quantum Safe para evitar el problema que pueda suponer en la seguridad de sus tecnologías la aparición de los Quantum Comp…","url":"https://www.elladodelmal.com/2025/12/el-white-paper-de-mastercard-que-urge.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhhNAyrxpw-M4USP7_gxfIlkEaaosX3fzF3Y5j3VIr9dG1mXpoMkZUyeiICKlObX5wf1Xw1uJff1G8L_LyKgiqZYV4ZROH9a8uHXdJ4lA1wlRH2KaCm9osRmGGrADrsWd2VkWkeReNmVRcPcrOmEECM_RC9B57yWI2QcqQBpJ1LdoEVG1Joy2h2/w1200-h630-p-k-no-nu/PQC0.jpg","publishedAt":"2025-12-26T05:01:00Z","content":"Son muchas ya las industrias, instituciones públicas, gobiernos y empresas que tienen para el año proyectos y estrategias de migración a Quantum Safe para evitar el problema que pueda suponer en la s… [+6150 chars]"},{"source":{"id":null,"name":"Jpcert.or.jp"},"author":"JVN iPedia","title":"JVNDB-2025-023435:Kentico Xperienceの認可回避による権限昇格の脆弱性","description":null,"url":"http://vrda.jpcert.or.jp/feed/ja/JVNiPedia_JVNDB-2025-023435_AD_1.html","urlToImage":null,"publishedAt":"2025-12-26T02:45:21Z","content":"Kentico Xperience におけるアクセス制御バイパスの脆弱性により、管理者が認可されていないリクエストを介してグローバル管理者のユーザ権限を変更できてしまいます。攻撃者は、ユーザ権限レベルを操作することで、グローバル管理者アカウントを侵害したり、セキュリティに重要なマクロを無効化したりする可能性があります。Vulnerability Analysis SummaryAnalysis … [+40 chars]"}]