[{"source":{"id":null,"name":"Educaciontrespuntocero.com"},"author":"EDUCACIÓN 3.0","title":"¿Sabes cuánto cuesta mantener una web durante un año? Te lo contamos","description":"El coste mensual del alojamiento, el registro del dominio o el soporte y mantenimiento técnicos del servidor son algunos de los gastos a tener en cuenta a la hora de abrir un sitio web por primera vez.","url":"https://www.educaciontrespuntocero.com/tecnologia/cuanto-cuesta-mantener-un-alojamiento-web/","urlToImage":"https://www.educaciontrespuntocero.com/wp-content/uploads/2025/07/web-1.jpg","publishedAt":"2025-07-31T11:00:00Z","content":"Muchas personas y empresas apuestan por crear una página web que les permita  conseguir una mayor presencia online con sus negocios o con sus blogs y poder llegar de este modo a una audiencia mucho m… [+4672 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"No hagas clic: Mides advierte por publicación falsa sobre “bono mujer”","description":"El contenido circula en redes sociales y tiene como fin atraer a los internautas a un fraude.","url":"https://www.montevideo.com.uy/Ciencia-y-Tecnologia/No-hagas-clic-Mides-advierte-por-publicacion-falsa-sobre-bono-mujer--uc931735","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202507/_W933_80/927173.jpg","publishedAt":"2025-07-31T10:35:00Z","content":"En las últimas horas circuló en redes sociales una publicación que incluía el isotipo y el diseño institucional del Ministerio de Desarrollo Social (Mides).\r\nEl posteo apócrifo se refería al pago de … [+756 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"Desconectar sin riesgos: el gobierno del dato como escudo digital","description":"Dina Chaves, Group Consultancy Officer de ClarkeModet, explica en esta tribuna cómo el gobierno del dato puede blindar a las empresas frente a los ciberataques del verano.","url":"https://www.silicon.es/experto-opinion/desconectar-sin-riesgos-el-gobierno-del-dato-como-escudo-digital","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/07/gobierno-del-dato-verano-ciberseguridad.jpeg","publishedAt":"2025-07-31T09:59:08Z","content":"El verano, esta época del año marcada por las vacaciones, la desconexión, el teletrabajo y una mayor rotación de personal, representa un periodo especialmente crítico para las empresas en lo que resp… [+2783 chars]"},{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"El FBI 'extiende sus tentáculos' por Oceanía para contrarrestar a China","description":"Nueva Zelanda y Estados Unidos vienen colaborando más estrechamente, preocupados por la creciente influencia de China en el Pacífico.","url":"https://actualidad.rt.com/actualidad/559629-fbi-tentaculos-oceania-contrarrestar-pekin","urlToImage":"https://mf.b37mrtl.ru/actualidad/public_images/2025.07/article/688b1ffa59bf5b24ef06d7b3.jpg","publishedAt":"2025-07-31T09:31:37Z","content":"El FBI ha abierto una oficina independiente en Wellington, la capital de Nueva Zelanda, en parte para contrarrestar la presencia de China en la región del Pacífico, afirmó este jueves el director del… [+2545 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Jesse Coghlan","title":"Check Point advierte sobre anuncios que promocionan aplicaciones cripto falsas cargadas con malware","description":"Más de 10 millones han sido potencialmente objetivo de una campaña de malware diseñada para robar criptomonedas y claves de acceso, según investigadores de ciberseguridad de Check Point.\n Se estima que 10 millones de personas en todo el mundo han estado expue…","url":"https://es.cointelegraph.com/news/crypto-users-warned-as-ads-push-malware-laden-crypto-apps","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-03/0195a740-3667-7c55-aadd-be6b1cff4d3e","publishedAt":"2025-07-31T09:00:00Z","content":"Se estima que 10 millones de personas en todo el mundo han estado expuestas a anuncios en línea que promocionan aplicaciones falsas de criptomonedas con malware, advierte la firma de ciberseguridad; … [+4258 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Beatriz Soto","title":"Un estudio demuestra que las personas que tienen un iPhone son más imprudentes y fáciles de estafar","description":"Desde siempre, una de las cosas que más ha caracterizado y gustaba a los compradores de iPhone es su seguridad, de hecho aseguran preocuparse mucho por la seguridad y privacidad de sus usuarios. No lo negamos, pero quizá sea esto lo que motiva a sus usuarios …","url":"https://www.movilzona.es/noticias/smartphones/estudio-iphone-mas-imprudentes-estafas-online/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/07/iphone-16-plus-icloud.png","publishedAt":"2025-07-31T08:02:36Z","content":"Un estudio ha descubierto que los usuarios de iPhone no son tan prudentes como los que tienen un móvil Android, aunque todos pecan un poco de esto, y además son víctimas de más estafas. No lo decimos… [+2667 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Robollamadas: el nuevo ‘spam telefónico’ que amenaza tu seguridad y tu calma","description":"De mensajes automáticos molestos a voces clonadas por inteligencia artificial que suplantan a tus seres queridos: las llamadas automáticas han evolucionado en silencio hasta convertirse en una amenaza real. ¿Sabes cómo protegerte? Una voz te dice que has gana…","url":"https://www.redes-sociales.com/robollamadas-el-nuevo-spam-telefonico-que-amenaza-tu-seguridad-y-tu-calma/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/08/robocalls.jpeg","publishedAt":"2025-07-31T06:38:00Z","content":"De mensajes automáticos molestos a voces clonadas por inteligencia artificial que suplantan a tus seres queridos: las llamadas automáticas han evolucionado en silencio hasta convertirse en una amenaz… [+5460 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Eduardo Marín","title":"Así es el 'Choicejacking': el nuevo método para robar datos de iPhones y móviles Android al cargar la batería","description":"Un grupo de investigadores de ciberseguridad ha identificado nuevos ataques que permiten acceder a los datos y archivos de dispositivos Android y móviles iPhone usando el puerto USB del dispositivo. El ataque puede ser efectuado al cargar el móvil desde un ca…","url":"https://www.xatakamovil.com/seguridad/asi-choicejacking-nuevo-metodo-para-robar-datos-iphones-moviles-android-al-cargar-bateria","urlToImage":"https://i.blogs.es/b64bb4/hackers-carga/840_560.jpeg","publishedAt":"2025-07-31T06:00:38Z","content":"Un grupo de investigadores de ciberseguridad ha identificado nuevos ataques que permiten acceder a los datos y archivos de dispositivos Android y móviles iPhone usando el puerto USB del dispositivo. … [+3183 chars]"}]