[{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"La Universidad de Phoenix expone datos tras ataque a Oracle EBS por Clop","description":"La Universidad de Phoenix sufrió una fuga masiva de datos tras un ataque orquestado por el grupo Clop, quienes explotaron una vulnerabilidad de día cero en Oracle E-Business Suite. El incidente evidencia la importancia de actualizar y monitorizar sistemas crí…","url":"https://unaaldia.hispasec.com/2025/12/la-universidad-de-phoenix-expone-datos-tras-ataque-a-oracle-ebs-por-clop.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/cover-image-3fa047aed3074c6415d3266f0aa10371.png?fit=1200%2C686&ssl=1","publishedAt":"2025-12-05T08:03:00Z","content":"La Universidad de Phoenix sufrió una fuga masiva de datos tras un ataque orquestado por el grupo Clop, quienes explotaron una vulnerabilidad de día cero en Oracle E-Business Suite. El incidente evide… [+2033 chars]"},{"source":{"id":null,"name":"Trendencias.com"},"author":"Anabel Palomares","title":"Ángela Fernández, psicóloga: “Un amor sano es y debe ser incómodo en muchas ocasiones”","description":"Afirmaba la psicóloga de relaciones María Esclapez en su libro ‘Me quiero, te quiero’, que los mitos del amor romántico son el caldo de cultivo de las relaciones tóxicas y dependientes. Estas creencias irracionales, alimentadas y construidas socialmente a tra…","url":"https://www.trendencias.com/sexo-y-relaciones/angela-fernandez-psicologa-amor-sano-debe-ser-incomodo-muchas-ocasiones","urlToImage":"https://i.blogs.es/914ae0/una-relacion-de-pareja-debe-zser-incomoda-angela-fernandez-psicologa-1/840_560.jpeg","publishedAt":"2025-12-05T08:00:14Z","content":"Afirmaba la psicóloga de relaciones María Esclapez en su libro Me quiero, te quiero, que los mitos del amor romántico son el caldo de cultivo de las relaciones tóxicas y dependientes. Estas creencias… [+4988 chars]"},{"source":{"id":null,"name":"Desdelinux.net"},"author":"Darkcrizt","title":"Linux 6.18 llega con grandes cambios: adiós a Bcachefs, más Rust y mejoras profundas en rendimiento","description":"Linux 6.18 ya está disponible y marca uno de los ciclos más intensos del kernel: eliminación de Bcachefs, mayor integración de Rust, mejoras","url":"https://blog.desdelinux.net/linux-6-18-novedades-cambios-rust-bcachefs/","urlToImage":"https://blog.desdelinux.net/wp-content/uploads/2021/10/Linux-Desktop.jpg","publishedAt":"2025-12-05T01:44:07Z","content":"Tras dos meses de intenso desarrollo, Linus Torvalds liberó finalmente Linux 6.18, un ciclo peculiar no solo por la magnitud de sus mejoras, sino por las tensiones y decisiones que marcaron su gestac… [+4863 chars]"}]