[{"source":{"id":null,"name":"Cointelegraph"},"author":"Onkar Singh","title":"Cómo los estafadores atacan a los usuarios de criptomonedas durante las fiestas y cómo protegerte","description":"Desde ofertas falsas de inversión en criptomonedas hasta respaldos mediante deepfake, así es como los criminales engañan a los usuarios y lo que puedes hacer para mantenerte un paso adelante.\n Se supone que la temporada navideña es para el descanso, la famili…","url":"https://es.cointelegraph.com/explained/how-scammers-target-crypto-users-during-the-holidays-and-how-to-stay-protected","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-12/019b2824-24b2-761f-bb42-1c6272d90b97.jpeg","publishedAt":"2025-12-16T19:57:43Z","content":"¿Por qué las vacaciones atraen a los estafadores de criptomonedas?\r\nSe supone que la temporada navideña es para el descanso, la familia y la celebración. Desafortunadamente, también es una de las épo… [+11985 chars]"},{"source":{"id":null,"name":"Muylinux.com"},"author":"J.Pomeyrol","title":"Snapscope: escanea paquetes Snap en busca de vulnerabilidades conocidas","description":"Hablando de seguridad… Instalar aplicaciones desde la Snap Store es algo habitual para muchos usuarios de Ubuntu y otras distribuciones. Las ventajas son evidentes, pero ¿y los riesgos? ¿Los hay? La historia nos ha demostrado que sí, y aunque Canonical se esf…","url":"https://www.muylinux.com/2025/12/16/snapscope-snap-store/","urlToImage":"https://www.muylinux.com/wp-content/uploads/2025/12/snapscope.jpg","publishedAt":"2025-12-16T19:44:42Z","content":"Hablando de seguridad… Instalar aplicaciones desde la Snap Store es algo habitual para muchos usuarios de Ubuntu y otras distribuciones. Las ventajas son evidentes, pero ¿y los riesgos? ¿Los hay? La … [+4002 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"Mucho cuidado con los enlaces en WhatsApp","description":"WhatsApp es, desde hace mucho tiempo, bastante más que una aplicación de mensajería: es el canal por el que hablamos con familia, amigos, compañeros de trabajo y grupos enteros que forman parte de nuestra rutina diaria. Esa cercanía, esa sensación de espacio …","url":"https://www.muycomputer.com/2025/12/16/mucho-cuidado-con-los-enlaces-en-whatsapp/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/12/WhatsApp-1-1000x600.webp","publishedAt":"2025-12-16T18:32:17Z","content":"WhatsApp es, desde hace mucho tiempo, bastante más que una aplicación de mensajería: es el canal por el que hablamos con familia, amigos, compañeros de trabajo y grupos enteros que forman parte de nu… [+4469 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo habilitar la cuenta de administrador oculta en Windows 11","description":"Aprende a habilitar y proteger la cuenta de administrador oculta en Windows 11 paso a paso, sin comprometer la seguridad de tu equipo.","url":"https://www.actualidadgadget.com/como-habilitar-la-cuenta-de-administrador-oculta-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Precargar-el-Explorador-de-Archivos-de-Windows-11.jpg","publishedAt":"2025-12-16T17:41:17Z","content":"La cuenta de administrador integrada de Windows 11 es una especie de «comodín» del sistema: una cuenta súper poderosa que, por seguridad, viene oculta y desactivada por defecto. Sin embargo, en deter… [+19594 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo ver las especificaciones completas de tu PC desde Configuración de Windows","description":"Conoce la importancia de saber las especificaciones de tu PC Windows y que ruta seguir para ver cada elemento de tu ordenador","url":"https://www.actualidadgadget.com/como-ver-las-especificaciones-completas-de-tu-pc-desde-configuracion-de-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/servidor-ftp-windows.jpg","publishedAt":"2025-12-16T17:38:40Z","content":"Si alguna vez te has preguntado cómo ver las especificaciones completas de tu PC desde Configuración de Windows y demás herramientas del sistema, estás en el sitio adecuado. Ya sea porque quieres act… [+21431 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo reiniciar la caché de iconos en Windows paso a paso","description":"Aprende a reiniciar la caché de iconos en Windows con varios métodos, desde comandos a herramientas, y soluciona iconos en blanco o dañados.","url":"https://www.actualidadgadget.com/como-reiniciar-la-cache-de-iconos-en-windows-paso-a-paso/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/Optimizar-Windows-11-tablets-y-convertibles.jpg","publishedAt":"2025-12-16T17:25:55Z","content":"Cuando la caché de iconos de Windows se estropea, empiezan a aparecer iconos en blanco, incorrectos o que directamente desaparecen del escritorio, del menú Inicio o de la barra de tareas. Es un fallo… [+22328 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Cómo comprobar si funciona Internet en casa desde fuera de ella: la prueba definitiva es el ping global","description":"Estás de viaje, intentas acceder a tus cámaras de seguridad o a tu servidor y nada carga. Puede que te preguntes: ¿Es culpa de la mala cobertura del móvil o se ha caído la fibra óptica de casa? Tu navegador no siempre te dirá la verdad, pero existe una herram…","url":"https://www.xatakamovil.com/conectividad/como-comprobar-funciona-internet-casa-fuera-ella-prueba-definitiva-ping-global","urlToImage":"https://i.blogs.es/2453d8/comprobar-internet-casa-fuera/840_560.jpeg","publishedAt":"2025-12-16T17:02:00Z","content":"Estás de viaje, intentas acceder a tus cámaras de seguridad o a tu servidor y nada carga. Puede que te preguntes: ¿Es culpa de la mala cobertura del móvil o se ha caído la fibra óptica de casa? Tu na… [+5140 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / BJC","title":"‘Deepfakes’ que evolucionan en tiempo real y la automatización del cibercrimen, principales amenazas de 2026","description":"Las grandes empresas están normalizando el uso de contenido generado por IA en su publicidad, haciendo más difícil discernir lo real de lo manipulado.","url":"https://aristeguinoticias.com/161225/kiosko/deepfakes-que-evolucionan-en-tiempo-real-y-la-automatizacion-del-cibercrimen-principales-amenazas-de-2026/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/12/deepfakes-ia-amenazas-2026.jpg","publishedAt":"2025-12-16T16:25:39Z","content":"Los ‘deepfakes’ cada vez más realistas y que se modifican en tiempo real serán una de las principales amenazas de 2026, que tendrá a la inteligencia artificial (IA) generativa y de agentes como princ… [+3410 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo usar App Ops para gestionar los permisos de apps","description":"Aprende a usar App Ops para controlar los permisos de tus apps Android, mejorar tu privacidad y limitar accesos sensibles de forma sencilla.","url":"https://www.androidsis.com/como-usar-app-ops-para-gestionar-los-permisos-de-apps/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/app-ops.jpg","publishedAt":"2025-12-16T15:58:36Z","content":"Controlar qué hacen las apps con tus datos se ha convertido en algo básico si te preocupa la privacidad en Android. Muchas aplicaciones piden acceso a la ubicación, a los contactos, al micrófono o a … [+22660 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"ESET Threat Report H2 2025 | Informe de amenazas del segundo semestre de 2025","description":"Una visión del panorama de amenazas H2 2025 según la telemetría de ESET y desde la perspectiva de los expertos en detección e investigación de amenazas de ESET.","url":"https://www.welivesecurity.com/es/informes/eset-threat-report-h2-2025/","urlToImage":null,"publishedAt":"2025-12-16T15:42:38Z","content":"La segunda mitad del año evidenció la rapidez con la que los atacantes se adaptan e innovan, y estuvo marcada por cambios dinámicos en el panorama de las amenazas.\r\nEn este periodo, el malware basado… [+3348 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Qué es NIC Teaming y configuración en Windows 11","description":"Descubre qué es NIC Teaming, cómo configurarlo en Windows 11 y qué ventajas ofrece en ancho de banda y alta disponibilidad de red.","url":"https://www.actualidadgadget.com/que-es-nic-teaming-y-configuracion-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/Que-es-NIC-Teaming-y-configuracion-en-Windows-11-3.jpg","publishedAt":"2025-12-16T15:37:05Z","content":"Si tienes un equipo con varias tarjetas de red físicas y te gusta exprimirlo al máximo, seguramente te hayas preguntado alguna vez cómo aprovechar todo el ancho de banda disponible y ganar tolerancia… [+21057 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Solana vive el cuarto ataque DDoS más grande de la historia","description":"La red resistió sin alterar su funcionamiento uno de los mayores ataques de denegación de servicio distribuido (DDoS) más grandes registrado.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/solana-cuarto-ataque-ddos-historia/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/12/Solana-Ataque-DDoS.jpg","publishedAt":"2025-12-16T15:33:50Z","content":"<ul><li>Un ataque DDoS busca afectar la capacidad de procesar información de sistemas digitales. \r\n</li><li>El episodio también afecto a la red Sui. \r\n</li></ul>\r\nSolana sufre el cuarto ataque de den… [+2752 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Feedly vs News Aggregators: cuál es mejor para feeds RSS","description":"Comparamos Feedly con los principales agregadores de noticias y RSS para que elijas el lector que mejor encaja con tu forma de informarte.","url":"https://www.androidsis.com/feedly-vs-news-aggregators-cual-es-mejor-para-feeds-rss/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Feedly-vs-News-Aggregators.jpg","publishedAt":"2025-12-16T14:32:46Z","content":"Si pasas el día saltando entre periódicos digitales, blogs, newsletters y redes sociales, es normal que acabes con veinte pestañas abiertas y la sensación de que siempre te dejas algo importante sin … [+18138 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"El problema de los ciberataques en España es real: hay empresas que cierran en menos de seis meses","description":"Las amenazas de seguridad a través de Internet son uno de los diferentes problemas a los que se enfrentan las empresas españolas. Y es que los ciberataques no solo afectan a los usuarios particulares, que cada día tienen que convivir con una gran multitud de …","url":"https://www.adslzone.net/noticias/seguridad/ciberataques-empresas-espanolas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/ciberataques.png","publishedAt":"2025-12-16T14:08:57Z","content":"Según el último informe de Vodafone Empresas, que cuenta con la colaboración del INCIBE, los ciberataques a las compañías de nuestro país crecieron hasta en un 43 % durante el año pasado. Por lo que … [+3254 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Adrian Zmudzinski","title":"Solana sufrió ataque DDoS a \"escala industrial\": su cofundador dice que es \"alcista\"","description":"El cofundador de Solana, Anatoly Yakovenko, afirma que la red se enfrenta a un ataque DDoS a escala industrial de 6 Tbps que ha tenido un impacto apenas perceptible.\n El cofundador de Solana, Anatoly Yakovenko, y varias cuentas vinculadas al ecosistema de la …","url":"https://es.cointelegraph.com/news/solana-ddos-attack-6-tbps-network-stays-online","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b2677-949d-7651-8bc1-db55198a78f6.jpg","publishedAt":"2025-12-16T14:05:29Z","content":"El cofundador de Solana, Anatoly Yakovenko, y varias cuentas vinculadas al ecosistema de la red afirmaron esta semana que Solana había sido objeto de un gran ataque distribuido de denegación de servi… [+4658 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"El malware es la amenaza más frecuente; el ransomware, la más disruptiva","description":"El año pasado se gestionaron unos 100.000 incidentes de seguridad cibernética en España, de los que 31.500 afectaron a empresas.","url":"https://www.silicon.es/el-malware-es-la-amenaza-mas-frecuente-el-ransomware-la-mas-disruptiva-2575622","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-faithie_malware-seguridad.jpg","publishedAt":"2025-12-16T13:21:54Z","content":"Un informe de Vodafone Empresas y el Instituto Nacional de Ciberseguridad (INCIBE), Ciberseguridad como Activo”, alerta sobre el crecimiento de los ciberataques a empresas españolas.\r\nEl año pasado s… [+1109 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Google cierra la herramienta gratis que nos avisaba si nuestros datos terminaban en la Dark Web. Aún tienes unos días para rastrearte","description":"Durante años, una de las grandes preocupaciones de los usuarios de Internet ha sido saber qué ocurre con sus datos personales cuando se produce una filtración. Correos electrónicos, contraseñas o números de teléfono acaban con frecuencia en bases de datos rob…","url":"https://www.genbeta.com/seguridad/google-cierra-herramienta-gratis-que-nos-avisaba-nuestros-datos-terminaban-dark-web-tienes-unos-dias-para-rastrearte","urlToImage":"https://i.blogs.es/6be8ce/chatgpt-image-16-dic-2025-14_17_25/840_560.png","publishedAt":"2025-12-16T13:20:36Z","content":"Durante años, una de las grandes preocupaciones de los usuarios de Internet ha sido saber qué ocurre con sus datos personales cuando se produce una filtración. Correos electrónicos, contraseñas o núm… [+5598 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Rubén Chicharro","title":"Más restricciones para tu Fire TV: Amazon empieza a bloquear algunas de las apps más populares","description":"Amazon lleva meses intentando luchar contra aquellos que aprovechan sus dispositivos para descargar y ejecutar aplicaciones no oficiales. La compañía lo ha intentado con un sistema operativo más cerrado que, por suerte, no llegará a todos los Fire TV disponib…","url":"https://hipertextual.com/tecnologia/mas-restricciones-para-tu-fire-tv-amazon-empieza-a-bloquear-algunas-de-las-apps-mas-populares/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/10/Fire-TV-Stick-.jpg","publishedAt":"2025-12-16T13:08:04Z","content":"Amazon lleva meses intentando luchar contra aquellos que aprovechan sus dispositivos para descargar y ejecutar aplicaciones no oficiales. La compañía lo ha intentado con un sistema operativo más cerr… [+2249 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Bárbara Distéfano","title":"BBVA debe devolver miles de euros a víctima de falsa inversión en criptomonedas","description":"La justicia ordenó al banco a devolver a la afectada de una estafa con criptomonedas 31.000 euros sustraídos de su cuenta del BBVA mediante un hackeo.\nLeer más","url":"https://www.criptonoticias.com/sucesos/bbva-devolver-miles-euros-victima-falsa-inversion-criptomonedas/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/12/BBVA-devolver-estafa-criptomonedas.jpg","publishedAt":"2025-12-16T12:54:23Z","content":"<ul><li>Además de reponer el dinero, la sentencia obliga al BBVA a anular un préstamo.\r\n</li><li>La víctima había perdido el control de su dispositivo por un programa malicioso.\r\n</li></ul>\r\nUn juzga… [+6260 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Kodi vs Stremio: diferencias clave y cuál te conviene","description":"Kodi vs Stremio: compara interfaz, addons, seguridad y usos reales para saber qué plataforma de streaming encaja mejor contigo.","url":"https://www.linuxadictos.com/kodi-vs-stremio-diferencias-clave-y-cual-te-conviene.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Kodi-vs.-Stremio.webp","publishedAt":"2025-12-16T12:45:44Z","content":"Si llevas tiempo viendo pelis y series online, seguro que has oído hablar de Kodi y Stremio como dos de los centros multimedia más potentes que existen ahora mismo. Mucha gente se pregunta cuál de lo… [+16746 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Malware animado: los ciberdelincuentes usan señuelos visuales para infectar PCs y evadir la detección","description":"HP alerta sobre campañas de malware que emplean animaciones falsas y herramientas comerciales para engañar a los usuarios y sortear las defensas de Windows.","url":"https://www.silicon.es/malware-animado-los-ciberdelincuentes-usan-senuelos-visuales-para-infectar-pcs-y-evadir-la-deteccion-2575627","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-wk1003mike_phishing.jpg","publishedAt":"2025-12-16T12:08:22Z","content":"HP ha advertido de una evolución significativa en las campañas de malware, en las que los atacantes utilizan animaciones de aspecto profesional para generar confianza y dirigir a los usuarios hacia s… [+3545 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La Junta avisa ante las estafas con la Lotería de Navidad: esto es en lo que debes fijarte antes de comprar un décimo","description":"El 22 de diciembre está cada vez más cerca y son muchas las personas que se agolpan en las administraciones de lotería para hacerse con un décimo , con la esperanza de que este sea uno de los premiados. Sin embargo, en una jornada marcada por la ilusión tambi…","url":"https://www.abc.es/espana/andalucia/junta-avisa-ante-estafas-loteria-navidad-debes-20251216123036-nts.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/12/16/1490115709-ksuD--1024x512@diario_abc.jpg","publishedAt":"2025-12-16T11:30:42Z","content":"El 22 de diciembre está cada vez más cerca y son muchas las personas que se agolpan en las administraciones de lotería para hacerse con un décimo, con la esperanza de que este sea uno de los premiado… [+2663 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Los Fire TV aumentan los bloqueos y ya no dejan abrir algunas aplicaciones","description":"Amazon se ha puesto muy seria con los bloqueos de apps en los dispositivos Fire TV y ha introducido una nueva técnica para impedir que los usuarios abran algunas aplicaciones. Si antes solo se mostraba un aviso, ahora la carga de determinadas apps ha quedado …","url":"https://www.adslzone.net/noticias/streaming-tv/fire-tv-aumentan-bloqueos-abrir-algunas-aplicaciones/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/Dispositivo-Fire-TV-pose-mando-lado.png","publishedAt":"2025-12-16T10:59:42Z","content":"El entorno de los Fire TV, tanto dispositivos Stick como las televisiones con este sistema operativo, se complica para los usuarios. Desde Amazon han decidido dar un paso más contra las aplicaciones … [+4461 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Rubén Chicharro","title":"“Es una emergencia policial”: Amazon, Apple y Meta en peligro por una nueva estafa que te destroza en solo 20 minutos","description":"Los ataques de seguridad son una de las mayores preocupaciones de las grandes tecnológicas por sus múltiples métodos y por lo que conlleva que un hacker se salga con la suya, incluyendo el robo de datos de millones de usuarios. Estas empresas están constantem…","url":"https://hipertextual.com/tecnologia/es-una-emergencia-policial-amazon-apple-y-meta-en-peligro-por-una-nueva-estafa-que-te-destroza-en-solo-20-minutos/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/09/amazon-prime.jpg","publishedAt":"2025-12-16T09:31:44Z","content":"Los ataques de seguridad son una de las mayores preocupaciones de las grandes tecnológicas por sus múltiples métodos y por lo que conlleva que un hacker se salga con la suya, incluyendo el robo de da… [+2402 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Crecen más de un 300 % los intentos de fraude que usan caras y voces generadas por IA","description":"Un informe de Trend Micro desvela el miedo de los consumidores por las estafas que tienen la inteligencia artificial detrás.","url":"https://www.silicon.es/crecen-mas-de-un-300-los-intentos-de-fraude-que-usan-caras-y-voces-generadas-por-ia-2575616","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/03/Fuente-Shutterstock_Autor-Azaze11o_cara-rostro.jpg","publishedAt":"2025-12-16T09:11:39Z","content":"La expansión de la inteligencia artificial (IA) se está dejando notar en términos de seguridad cibernética. Y no solo porque esta tecnología contribuye a la protección de los sistemas informáticos, s… [+1655 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Cloudflare: Más de 1 de cada 20 correos electrónicos son maliciosos","description":"Cloudflare descubrió que más del 5% de los correos electrónicos globales fueron maliciosos en 2025, alcanzando un máximo de casi el 10% en noviembre, y más de la mitad de ellos contenían enlaces engañosos.\n Más del 5% de todos los correos electrónicos enviado…","url":"https://es.cointelegraph.com/news/over-1-in-20-emails-are-malicious-warns-internet-giant-cloudflare","urlToImage":"https://s3.cointelegraph.com/uploads/2025-12/019b2553-26bf-7321-854d-bd6d04495ba7.jpg","publishedAt":"2025-12-16T06:41:36Z","content":"Más del 5% de todos los correos electrónicos enviados a nivel mundial contienen un elemento malicioso, según el gigante de la infraestructura de internet. Cloudflare. \r\nEl gigante de la seguridad web… [+3320 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Wake on LAN: el método para encender tu PC de forma remota","description":"En resumen: el secreto y la magia de despertar ordenadores a distancia La esencia de Wake on LAN convierte un impulso digital invisible en el poder de reanimar cualquier PC distante, siempre que adaptador y red estén listos (algo casi mítico, si se piensa). L…","url":"https://www.muywindows.com/wake-over-lan/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2025/12/Wake_on_LAN_el_metodo_para_encender_tu_PC_de_forma_remota.jpg","publishedAt":"2025-12-16T06:37:08Z","content":"¿Quién nunca ha sentido ese deseo secreto de encender su ordenador desde una cafetería en otra ciudad o desde la propia cama, cuando el frío no se apiada y salir de las mantas parece un reto imposibl… [+8163 chars]"}]