[{"source":{"id":null,"name":"Cointelegraph"},"author":"Inés Gaviña","title":"Afirman que el 47% de los españoles ha sufrido un intento de ciberestafa en el último año","description":"Según el Centro de Investigaciones Sociológicas, el 47% de los españoles afirma haber sido víctima o blanco de un intento de ciberestafa en el último año, en ataques que no son sólo más frecuentes sino más complejos.\n “El 47% de los españoles afirma haber sid…","url":"https://es.cointelegraph.com/news/el-47-de-los-espanoles-ha-sufrido-un-intento-de-ciberestafa-en-el-ultimo-ano-segun-el-cis","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-07/01985dba-59f7-7795-837e-bcda491bb79b","publishedAt":"2025-07-30T23:48:12Z","content":"El 47% de los españoles afirma haber sido víctima o blanco de un intento de ciberestafa en el último año, según el Centro de Investigaciones Sociológicas (CIS). Los ataques no sólo son más frecuentes… [+4001 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Fede Durán, David Ramírez|Araba Press","title":"Ver lo que nadie ve: la lupa de Steryon contra el colapso","description":"María Taberna mide 1,72, jugaba en la posición de base, en algún partido anotó la friolera de 70 puntos y en el clímax de su carrera llegó a competir en las categorías...","url":"https://www.elmundo.es/economia/empresas/2025/07/31/6882647ae9cf4a914e8b4595.html","urlToImage":"https://phantom-elmundo.uecdn.es/1dc3f02a32df1e82074ebc2e00eb75d0/resize/1200/f/webp/assets/multimedia/imagenes/2025/07/24/17533754749966.jpg","publishedAt":"2025-07-30T22:07:08Z","content":"María Taberna mide 1,72, jugaba en la posición de base, en algún partido anotó la friolera de 70 puntos y en el clímax de su carrera llegó a competir en las categorías juveniles con la selección espa… [+5283 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Luis Padilla","title":"CleanMyMac ahora limpia también iCloud y Google Drive","description":"La nueva actualización de CleanMyMac permite mantener limpios tus almacenamientos en la nube, incluyendo iCloud, Google Drive y OneDrive","url":"https://www.actualidadiphone.com/cleanmymac-limpia-icloud-google-drive/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/07/CleanMyMac-3.jpg","publishedAt":"2025-07-30T16:59:37Z","content":"MacPaw ha actualizado su famosa aplicación CleanMyMac, que durante años se ha encargado de mantener nuestros Mac en perfecto estado de revista, para que ahora también se encargue de limpiar nuestro a… [+3690 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Phoebe Liu","title":"La startup de software de Christina Cacioppo acaba de recaudar 4,000 mdd, a pesar de no necesitar el dinero","description":"Forbes México.\n La startup de software de Christina Cacioppo acaba de recaudar 4,000 mdd, a pesar de no necesitar el dinero\n\nLa cofundadora y directora ejecutiva de Vanta habló con Forbes sobre IA, adquisiciones y objetivos a largo plazo para la empresa de se…","url":"https://forbes.com.mx/la-startup-de-software-de-christina-cacioppo-acaba-de-recaudar-4000-mdd-a-pesar-de-no-necesitar-el-dinero/","urlToImage":"https://cdn.forbes.com.mx/2025/07/0x0-25.webp","publishedAt":"2025-07-30T16:33:12Z","content":"Recientemente, Vanta, empresa de software de seguridad y cumplimiento, anunció una nueva ronda de financiación de 150 millones de dólares, lo que la valora en 4.150 millones de dólares, frente a los … [+8624 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"ESET Security Report 2025 | El estado de la ciberseguridad en empresas de Latinoamérica","description":"Un informe realizado a partir de la opinión y los datos relevados de más de 3.000 profesionales vinculados a la ciberseguridad de empresas de Latinoamérica en más de 15 países, que ofrece una visión general de cómo transitaron el 2024 en materia de cibersegur…","url":"https://www.welivesecurity.com/es/informes/eset-security-report-2025-ciberseguridad-empresas-latinoamerica/","urlToImage":null,"publishedAt":"2025-07-30T16:00:00Z","content":"El ESET Security Report (ESR) es un informe anual desarrollado por ESET Latinoamérica, basado en encuestas a profesionales del sector IT y especialistas en seguridad corporativa de empresas en Améric… [+3554 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Maggie McGrath","title":"Forbes 50 Over 50 de 2025: conoce a las mujeres que definen la innovación, el impulso y la esperanza","description":"Forbes México.\n Forbes 50 Over 50 de 2025: conoce a las mujeres que definen la innovación, el impulso y la esperanza\n\nLos inventores, empresarios y creadores de riqueza que figuran en la quinta lista anual 50 Over 50 están usando la sabiduría y la confianza g…","url":"https://forbes.com.mx/forbes-50-over-50-de-2025-conoce-a-las-mujeres-que-definen-la-innovacion-el-impulso-y-la-esperanza/","urlToImage":"https://cdn.forbes.com.mx/2025/07/50-over-50.png","publishedAt":"2025-07-30T15:28:35Z","content":"Las mujeres de la lista 50 Over 50 de 2025 han escuchado las palabras “no”, “no” y “no puedes” incontables veces. A Saira Malik le dijeron que no estaba hecha para una carrera en inversiones porque n… [+131029 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Guía completa para proteger tu WhatsApp ante miradas indiscretas","description":"Descubre cómo blindar tu WhatsApp contra miradas indiscretas con ajustes y trucos fáciles. Protege tus chats hoy mismo y mantén tu privacidad.","url":"https://www.androidsis.com/guia-completa-para-proteger-tu-whatsapp-ante-miradas-indiscretas/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2024/11/nueva-herramienta-de-WhatsApp-para-filtrar-anuncios-y-ofertas-3.jpg","publishedAt":"2025-07-30T15:13:03Z","content":"La privacidad en WhatsApp es una preocupación diaria para millones de personas que buscan mantener sus conversaciones fuera del alcance de miradas curiosas, tanto físicas como digitales. Aunque la pl… [+10435 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"¿Qué significa el punto verde en la esquina del televisor con Chromecast?","description":"¿Ves un punto verde en tu televisor con Chromecast? Descubre por qué aparece y cómo protege tu privacidad. ¡Resuelve todas tus dudas!","url":"https://www.androidsis.com/que-significa-el-punto-verde-en-la-esquina-del-televisor-con-chromecast/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2020/05/ChromecastGoogle.jpg","publishedAt":"2025-07-30T15:08:16Z","content":"Si alguna vez te has encontrado utilizando un Chromecast y, de repente, ha aparecido un pequeño punto verde en la esquina superior derecha de la pantalla de tu televisor, seguramente te habrás quedad… [+9580 chars]"},{"source":{"id":null,"name":"Cink.es"},"author":"david","title":"Qué es FitpukWeb","description":"FitpukWeb es un software basado en la nube diseñado para centralizar, automatizar y optimizar la gestión operativa y comercial de centros deportivos, gimnasios, entrenadores personales y espacios dedicados al entrenamiento físico y la salud integral. Su propó…","url":"https://cink.es/blog/que-es-fitpukweb/","urlToImage":"https://cink.es/wp-content/uploads/2025/07/FitpukWeb-que-es.jpg","publishedAt":"2025-07-30T14:36:20Z","content":"FitpukWeb es un software basado en la nube diseñado para centralizar, automatizar y optimizar la gestión operativa y comercial de centros deportivos, gimnasios, entrenadores personales y espacios ded… [+7722 chars]"},{"source":{"id":null,"name":"Geeksroom.com"},"author":"Hector Russo","title":"¡IA en la Sombra está costando caro! Según estudio de IBM cada ataque suma US$670.000 extra","description":"Falta de control en la «IA en la Sombra» eleva cada brecha en US$670.000 y expone datos críticos, revela el informe anual de IBM sobre …\nThe post ¡IA en la Sombra está costando caro! Según estudio de IBM cada ataque suma US$670.000 extra first appeared on Gee…","url":"https://geeksroom.com/2025/07/ibm-isa-en-la-sombra/142292/","urlToImage":"https://geeksroom.com/wp-content/uploads/2025/07/IA-en-la-Sombra.jpg","publishedAt":"2025-07-30T13:53:03Z","content":"Falta de control en la «IA en la Sombra» eleva cada brecha en US$670.000 y expone datos críticos, revela el informe anual de IBM sobre costes globales de ciberataques.\r\nIBM sacudió hoy al mundo corpo… [+5237 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Daniel Cáceres Garriga","title":"Un joven de 21 años crea un imperio de la estafa de casi 350.000 euros, llaman a la puerta y es la justicia","description":"<![CDATA[<p>Ollie Holman, un joven británico de 21 años que cursaba estudios de ingeniería eléctrica e informática en la Universidad de Kent, pasó de ser un alumno universitario a dirigir una red internacional de fraude digital. Entre 2021 y 2023, generó cerc…","url":"https://www.huffingtonpost.es/sociedad/un-joven-21nos-crea-imperio-estafa-350000-euros-llaman-puerta-justicia.html","urlToImage":"https://img.huffingtonpost.es/files/og_thumbnail/uploads/2025/07/30/hacker-en-pleno-cibercrimen.jpeg","publishedAt":"2025-07-30T12:40:04Z","content":"Ollie Holman, un joven británico de 21 años que cursaba estudios de ingeniería eléctrica e informática en la Universidad de Kent, pasó de ser un alumno universitario a dirigir una red internacional d… [+2727 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"La alerta de terremotos de Google fracasó estrepitosamente en Turquía. Con los tsunamis del Pacífico la preocupación es si volverá a fallar","description":"Más del 70% de los teléfonos de la población turca son Android y sin embargo no sirvieron de nada a la hora de ayudar a minimizar los efectos de los catastróficos terremotos de febrero de 2023. Google ha reconocido que su sistema falló\r\n y tan solo envió las …","url":"https://www.xatakandroid.com/conectividad/alerta-terremotos-google-fracaso-estrepitosamente-turquia-tsunamis-pacifico-preocupacion-volvera-a-fallar","urlToImage":"https://i.blogs.es/8e51eb/avisos-terremotos/840_560.jpeg","publishedAt":"2025-07-30T12:37:07Z","content":"Más del 70% de los teléfonos de la población turca son Android y sin embargo no sirvieron de nada a la hora de ayudar a minimizar los efectos de los catastróficos terremotos de febrero de 2023. Googl… [+4897 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Verano y ciberseguridad: los vectores de ataque que abren la puerta a los ciberdelincuentes","description":"Los vectores de ataque ganan protagonismo en verano, cuando el descuido digital y las redes inseguras elevan el riesgo de ciberataques silenciosos.","url":"https://www.silicon.es/verano-y-ciberseguridad-los-vectores-de-ataque-que-abren-la-puerta-a-los-ciberdelincuentes-2571153","urlToImage":"https://www.silicon.es/wp-content/uploads/2024/12/tendencias-ciberseguridad-2025-2-farchivo.jpeg","publishedAt":"2025-07-30T12:00:02Z","content":"La llegada del verano relaja rutinas y vacía oficinas, pero también multiplica los riesgos digitales. El uso de redes públicas, el menor control de los dispositivos y la disminución de supervisión au… [+3024 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"El terremoto de Rusia está generando una avalancha de 'fakes' y timos online. Ya es lo habitual con los desastres naturales","description":"Un terremoto de magnitud 8,7 ha sacudido esta madrugada la península rusa de Kamchatka, provocando alertas de tsunami en gran parte de la región del Pacífico: desde Alaska y Japón hasta Hawái y Nueva Zelanda.\n<!-- BREAK 1 -->\nPero una vez que la tierra ha dej…","url":"https://www.genbeta.com/redes-sociales-y-comunidades/terremoto-rusia-esta-generando-avalancha-fakes-timos-online-habitual-desastres-naturales","urlToImage":"https://i.blogs.es/5dad3b/chatgpt-image-30-jul-2025-13_23_55/840_560.png","publishedAt":"2025-07-30T11:29:22Z","content":"Un terremoto de magnitud 8,7 ha sacudido esta madrugada la península rusa de Kamchatka, provocando alertas de tsunami en gran parte de la región del Pacífico: desde Alaska y Japón hasta Hawái y Nueva… [+4940 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Estas son las apps y webs más fiables para seguir las alertas de tsunami en tiempo real","description":"El Océano Pacífico está en plena efervescencia tras el terremoto ocurrido frente a la península de Kamchatka, en Rusia: un seísmo de 8,8 grados, el octavo registrado de mayor magnitud, ha hecho que todas las costas del Pacífico estén en alerta por tsunamis. S…","url":"https://www.xatakandroid.com/conectividad/estas-apps-webs-fiables-para-seguir-alertas-tsunami-tiempo-real","urlToImage":"https://i.blogs.es/d682d5/alerta-tsunami-terremoto-portada/840_560.jpeg","publishedAt":"2025-07-30T11:18:08Z","content":"El Océano Pacífico está en plena efervescencia tras el terremoto ocurrido frente a la península de Kamchatka, en Rusia: un seísmo de 8,8 grados, el octavo registrado de mayor magnitud, ha hecho que t… [+2974 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Europa se calma con Apple, pero España podría seguir con la investigación antimonopolio","description":"Apple lo ha tenido difícil para cumplir con la Ley de Mercados Digitales (DMA son sus siglas en inglés), que entró en vigor en 2022. Al ser parte de los guardianes de acceso (gatekeepers), la App Store debía ajustarse y permitir que los desarrolladores pudies…","url":"https://www.adslzone.net/noticias/tecnologia/apple-investigacion-antimonopolio-app-store-espana-0725/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/07/logo-de-app-store-de-Apple.png","publishedAt":"2025-07-30T09:28:31Z","content":"La Comisión Europea inició la investigación de las normas de Apple en la App Store en marzo de 2024, casi un año después de que la DMA comenzase a aplicarse. Según el organismo continental, la empres… [+4394 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Macadam","title":"Ya hay malware que infecta generando comandos mediante IA. Los antivirus tradicionales no están preparados para esto","description":"El auge de la IA está permitiendo 'pegarle un empujón' a muchas de las tareas que ya realizábamos antes con ordenadores... incluyendo las maliciosas: desde la ejecución de timos al desarrollo de malware, ambas son actividades que ahora se llevan a cabo con ma…","url":"https://www.meneame.net/m/tecnología/ya-hay-malware-infecta-generando-comandos-mediante-ia-antivirus","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-07-30T08:24:53Z","content":""},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"ACyV","title":"Ben Gillenwater: \"Como experto en ciberseguridad, estas son las 5 cosas que no dejo hacer a mis hijos\"","description":"Este padre y experto en tecnología ha compartido un vídeo que ha generado miles de interacciones al enumerar las cinco normas inquebrantables que aplica con sus hijos en casa para protegerlos en la era digital","url":"https://www.elconfidencial.com/alma-corazon-vida/2025-07-30/1qrt-como-experto-en-ciberseguridad_4181452/","urlToImage":"https://images.ecestaticos.com/hfHK6nRozz3ArO8-CFuP-wqrmB4=/0x0:1200x630/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/a73/f85/d17/a73f85d17f0b2300eddff0d114d4ab10.png,0,275,1)/f.elconfidencial.com/original/f3f/6b2/f8c/f3f6b2f8c2b47bcccc35651573de1c40.jpg","publishedAt":"2025-07-30T08:22:00Z","content":"No darles un móvil sin antes hablar de sextorsión. No dejarles usar tecnología a solas en el baño. No permitirles ver YouTube sin supervisión. Así de claro lo tiene Ben Gillenwater, un profesional de… [+3217 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"InConcert: “Siempre habrá un momento en el que el proceso deba pasar por un humano”","description":"Paolo Boni, CEO de InConcert, desgrana el momento por el que atraviesa la empresa, su visión sobre el impacto de la IA en la productividad, la experiencia del cliente y el cumplimiento normativo.","url":"https://www.silicon.es/inconcert-siempre-habra-un-momento-en-el-que-el-proceso-deba-pasar-por-un-humano-2571123","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/07/entrevista-Paolo-Boni-CEO-Inconcert.jpeg","publishedAt":"2025-07-30T08:00:13Z","content":"A lo largo de esta entrevista, Paolo Boni, CEO de InConcert nos explica la evolución y el enfoque de dicha empresa que ha experimentado un crecimiento significativo tras una reestructuración interna … [+16231 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Guía completa para eliminar el mensaje de software malicioso en Mac","description":"Aprende cómo eliminar malware y evitar el aviso de software malicioso en tu Mac con esta guía detallada y fácil de seguir.","url":"https://www.soydemac.com/guia-completa-para-eliminar-el-mensaje-de-software-malicioso-en-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/07/Como-resolver-el-mensaje-de-software-malicioso-detectado-en-Mac-e1753465443671.jpg","publishedAt":"2025-07-30T05:00:18Z","content":"Descubrir que tu Mac muestra el temido mensaje de software malicioso detectado puede ser un buen susto. Aunque los ordenadores de Apple gozan de fama por su seguridad, los ataques y amenazas han aume… [+10674 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"La Voz","title":"¿Por qué cada vez va más lento mi móvil?","description":"Las aplicaciones, la memoria caché o incluso el estado de la batería pueden ralentizar nuestro «smartphone»","url":"https://www.lavozdegalicia.es/noticia/reto-digital/ocio/2025/07/27/vez-va-lento-movil/00031753638956432339456.htm","urlToImage":"https://cflvdg.avoz.es/sc/kMjjfxFHl-6hpxjpJCCGfP3UPRE=/1280x/2025/07/29/00121753777640200545268/Foto/movred.png","publishedAt":"2025-07-30T03:00:00Z","content":"Normalmente se le llama obsolescencia programada, pero no en todos los casos es el motivo de que nuestro teléfono móvil vaya cada vez más lento. Es cierto que los dispositivos se fabrican para que te… [+4200 chars]"}]