[{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Cómo darse de baja del correo publicitario en Gmail: fácil, rápido y con un solo botón","description":"La bandeja de entrada de nuestro correo electrónico se ha convertido, en muchos casos, en un campo de batalla contra el spam y la publicidad no deseada. Recibir decenas de boletines y ofertas diarias no solo satura el buzón, sino que genera una gran pérdida d…","url":"https://www.eleconomista.es/tecnologia/noticias/13648120/11/25/como-darse-de-baja-del-correo-publicitario-en-gmail-facil-y-rapido-con-un-solo-boton.html","urlToImage":"https://s03.s3c.es/imag/_v0/1254x684/6/7/d/1200x655_iStock-1045447552.jpg","publishedAt":"2025-11-17T16:19:06Z","content":"La bandeja de entrada de nuestro correo electrónico se ha convertido, en muchos casos, en un campo de batalla contra el spam y la publicidad no deseada. Recibir decenas de boletines y ofertas diarias… [+2770 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Un test masivo pone cifras a la seguridad en IA y revela qué modelos caen más ante peticiones de hacking","description":"ChatGPT-4o y Gemini Pro 2.5 han caído ante técnicas básicas de manipulación en un estudio que pone números a la vulnerabilidad de los principales modelos de IA conversacional. La investigación demuestra que el \"persona priming\" —hacer que el modelo adopte una…","url":"https://andro4all.com/tecnologia/un-test-masivo-pone-cifras-a-la-seguridad-en-ia-y-revela-que-modelos-caen-mas-ante-peticiones-de-hacking","urlToImage":"https://andro4all.com/hero/2025/10/un-estudio-revela-que-ser-grosero-con-chatgpt-mejora-sus-respuestas-pero-tiene-consecuencias.jpg?width=1200","publishedAt":"2025-11-17T16:01:07Z","content":"Los principales modelos de IA conversacional caen ante el \"persona priming\", una técnica que elimina sus defensas haciéndoles adoptar personalidades colaboradoras\r\nChatGPT-4o y Gemini Pro 2.5 han caí… [+2910 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Germán Centeno","title":"Servidores MCP comprometidos ponen en jaque la seguridad de Cursor","description":"Falsas pantallas de login lo convierten en vector de phishing. La herramienta de desarrollo Cursor se enfrenta a una vulnerabilidad crítica que permite a atacantes inyectar código malicioso en su navegador interno utilizando servidores MCP (Model Context Prot…","url":"https://unaaldia.hispasec.com/2025/11/servidores-mcp-comprometidos-ponen-en-jaque-la-seguridad-de-cursor.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/11/uad17noviembre.png?fit=1200%2C800&ssl=1","publishedAt":"2025-11-17T13:39:07Z","content":"La herramienta de desarrollo Cursor se enfrenta a una vulnerabilidad crítica que permite a atacantes inyectar código malicioso en su navegador interno utilizando servidores MCP (Model Context Protoco… [+1890 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Privacidad en Internet con VPN: guía completa para navegar y trabajar seguro","description":"Aprende cómo una VPN protege tu privacidad al navegar y trabajar online. Guía práctica: tipos, funciones, protocolos y buenas prácticas.","url":"https://www.creativosonline.org/privacidad-en-internet-con-vpn-protege-tus-datos-online.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/11/Privacidad-en-Internet-con-VPN-como-proteger-tus-datos-al-navegar-y-trabajar-online.jpg","publishedAt":"2025-11-17T13:00:54Z","content":"Hoy en día pasamos horas conectados: trabajamos en remoto, hacemos compras, gestionamos el banco y nos entretenemos online. En ese ir y venir de datos, tu información personal, tus contraseñas y tu a… [+14582 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Cyberzaintza lanza una campaña para la prevención de posibles estafas 'online' en 'Black Friday' y 'Cyber Monday'","description":"La Cyberzaintza, la Agencia Vasca de Ciberseguridad, ha lanzado este lunes una campaña de concienciación a la ciudadanía, bajo el lema \"Respira. 1, 2, 3. Clic\", en la que ofrece una serie de recomendaciones a las ciudadanía para hacer compras seguras y preven…","url":"https://www.europapress.es/euskadi/noticia-cyberzaintza-lanza-campana-prevencion-posibles-estafas-online-black-friday-cyber-monday-20251117135843.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251117135843_1200.jpg","publishedAt":"2025-11-17T12:58:43Z","content":"La Ertzaintza detectó 19.379 (EUROPA PRESS) - \r\n La Cyberzaintza, la Agencia Vasca de Ciberseguridad, ha lanzado este lunes una campaña de concienciación a la ciudadanía, bajo el lema \"Respira. 1, 2,… [+5423 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Hackers prorrusos bloquean las webs de varios partidos políticos daneses solo un día antes de las elecciones regionales y locales","description":"Los sitios web de varios partidos políticos daneses han sido blanco de un ciberataque reivindicado este lunes por hackers prorrusos, en vísperas de las elecciones locales y regionales. Los sitios del Partido Conservador y de la Alianza Rojo-Verde estuvieron b…","url":"https://www.abc.es/internacional/hackers-prorrusos-bloquean-webs-varios-partidos-politicos-20251117135615-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/internacional/2025/11/17/flag-667467_1280-kyDD--1024x512@diario_abc.jpg","publishedAt":"2025-11-17T12:56:16Z","content":"Los sitios web de varios partidos políticos daneses han sido blanco de un ciberataque reivindicado este lunes por hackers prorrusos, en vísperas de las elecciones locales y regionales. Los sitios del… [+1747 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Ejecutar Windows en Mac M1/M2 con VirtualBox: compatibilidad, límites y alternativas","description":"Guía para usar Windows en Mac M1/M2 con VirtualBox: compatibilidad, límites y mejores alternativas como Parallels, VMware, UTM y Windows 365.","url":"https://www.soydemac.com/ejecutar-windows-en-mac-m1-m2-con-virtualbox-compatibilidad-limites-y-alternativas/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/11/Ejecutar-Windows-en-Mac-M1-o-M2-con-VirtualBox-compatibilidad-limitaciones-y-alternativas-1.jpg","publishedAt":"2025-11-17T12:00:46Z","content":"Si usas un Mac con chip Apple Silicon y te estás planteando ejecutar Windows, seguramente te asalten dudas: ¿es posible con VirtualBox?, ¿qué compatibilidad real hay?, ¿qué limitaciones me voy a enco… [+15785 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"IA, herramienta clave para las compras del próximo Black Friday","description":"El uso de IA en compras crece, pero también los ciberataques. Claves para ahorrar con inteligencia sin comprometer la seguridad.","url":"https://www.silicon.es/ia-herramienta-clave-para-las-compras-del-proximo-black-friday-2574796","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/ia-compras-seguras-black-friday.jpeg","publishedAt":"2025-11-17T11:57:30Z","content":"Con la llegada del Black Friday, la inteligencia artificial se ha convertido en una herramienta clave para los consumidores que buscan automatizar procesos, comparar precios o recibir recomendaciones… [+2454 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"EnGenius potencia la seguridad con el punto de acceso ECW536S","description":"Entre sus características se encuentran un firewall de capa 3,tecnología AirGuard WIPS/WIDS y Zero-Wait DFS.","url":"https://www.silicon.es/engenius-potencia-la-seguridad-con-el-punto-de-acceso-ecw536s-2574791","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/ECW536-photos-right-1024x706-1.jpg","publishedAt":"2025-11-17T11:46:45Z","content":"EnGenius Networks anuncia el punto de acceso indoor ECW536S, que está pensado para potenciar la seguridad de red.\r\n“La seguridad ya no puede ser un componente externo”, comentan sus creadores. “Con e… [+815 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Adiós a Windows y Office pirata: Microsoft se carga el sistema de activación KMS38 con la última actualización","description":"Aunque Windows es un sistema operativo de pago, no hay problema en descargártelo y usarlo, pues nadie te lo va a impedir, aunque eso sí, Microsoft te lo recordará todo el tiempo. El típico mensaje de \"Este Windows no ha sido activado\" te lo encontrarás en la …","url":"https://elchapuzasinformatico.com/2025/11/activacion-kms38-windows-office-actualizacion/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/11/KMS38-Windows-no-funciona.jpg","publishedAt":"2025-11-17T10:31:07Z","content":"Aunque Windows es un sistema operativo de pago, no hay problema\r\nen descargártelo y usarlo, pues nadie te lo va a impedir, aunque\r\neso sí, Microsoft te lo recordará todo el tiempo. El típico mensaje\r… [+3257 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Red Hat OpenShift 4.20 refuerza la seguridad, acelera la IA y amplía la virtualización en la nube híbrida","description":"La nueva versión de OpenShift introduce seguridad post-cuántica, mejoras para cargas de trabajo de IA y soporte de virtualización ampliado en entornos soberanos.","url":"https://www.silicon.es/red-hat-openshift-4-20-refuerza-la-seguridad-acelera-la-ia-y-amplia-la-virtualizacion-en-la-nube-hibrida-2574777","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/red-hat-openshift-4-20.jpeg","publishedAt":"2025-11-17T10:29:55Z","content":"Red Hat ha anunciado la disponibilidad general de Red Hat OpenShift 4.20, su última versión de la plataforma de aplicaciones de nube híbrida basada en Kubernetes. La actualización incorpora mejoras o… [+2860 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Vitor Bartolomeu Alves","title":"¿Sabes qué datos envía la nueva baliza V16 conectada?","description":"La nueva normativa de la Dirección General de Tráfico (DGT) hace obligatoria a partir del 1 de enero de 2026 una baliza conectada del tipo V16 que sustituye al triángulo de emergencia tradicional.\n\nEste dispositivo no solo emite luz de alerta, sino que tambié…","url":"https://www.elconfidencialdigital.com/articulo/motor/sabes-que-datos-envia-nueva-baliza%E2%80%AFv16%E2%80%AFconectada/20251117110922989360.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/11/17/2025111711090388756.jpg","publishedAt":"2025-11-17T10:09:22Z","content":"Cómo funciona la baliza V16 conectada\r\nLa baliza V16 conectada es un dispositivo de emergencia que, al activarse, emite una luz visible a larga distancia y envía su ubicación a la plataforma DGT 3.0.… [+3006 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Silvia Fernández","title":"Google Play te avisará de si la app que quieres descargar consume demasiada batería","description":"Google tiene entre manos un cambio importante para los usuarios de Android, que va a influir directamente en cómo elegimos las aplicaciones que instalamos en el móvil. Dentro de unos meses, la tienda Google Play mostrará avisos cuando una app consuma más bate…","url":"https://andro4all.com/google-play/google-play-te-avisara-de-si-la-app-que-quieres-descargar-consume-demasiada-bateria","urlToImage":"https://andro4all.com/hero/2025/01/google-play-store-portada.1737539008.9353.jpg?width=1200","publishedAt":"2025-11-17T09:01:26Z","content":"Google Play Store abierto en un móvil\r\nGoogle tiene entre manos un cambio importante para los usuarios de Android, que va a influir directamente en cómo elegimos las aplicaciones que instalamos en el… [+3600 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Creativos Online","title":"Qué son los nombres de usuario de WhatsApp, reglas y reserva","description":"Qué son los nombres de usuario de WhatsApp, sus reglas y cómo reservar el tuyo para ganar privacidad y reducir el spam.","url":"https://www.creativosonline.org/que-son-los-nombres-de-usuario-de-whatsapp-reglas-y-reserva.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/11/que-son-los-nombres-de-usuario-de-whatsapp.jpg","publishedAt":"2025-11-17T05:29:09Z","content":"WhatsApp se prepara para introducir una novedad enorme: los nombres de usuario únicos como alternativa al número de teléfono. Esta idea, que ya triunfa en plataformas como Telegram o X, se ha diseñad… [+15138 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Pep Canals","title":"Nuevo registro digital de la jornada laboral: así se han adaptado cuatro empresas a los cambios que serán obligatorios en 2026","description":"Desde que el Real Decreto 8/2019 obligó a registrar la jornada laboral de sus empleados, muchas empresas se encontraron ante un nuevo desafío. Durante estos años las soluciones han sido muy diversas: algunas han optado por una hoja rellenada a mano, otras por…","url":"https://www.elperiodico.com/es/economia/20251117/explican-adaptacion-registro-jornada-laboral-cuatro-empresas-123468701","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/74ca1970-c1d9-47de-9d83-3f0ffef1ef1c_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-11-17T04:30:00Z","content":"Desde que el Real Decreto 8/2019 obligó a registrar la jornada laboral de sus empleados, muchas empresas se encontraron ante un nuevo desafío. Durante estos años las soluciones han sido muy diversas:… [+6844 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"G. Vázquez","title":"Amazon Web Services, ¿por qué depende tanto internet de este servicio?","description":"Con millones de clientes en todo el mundo, su caída el pasado mes de octubre provocaba que aplicaciones básicas para usuarios y empresas dejasen de funcionar","url":"https://www.lavozdegalicia.es/noticia/reto-digital/ocio/2025/11/16/amazon-web-services-depende-internet-servicio/00031763285477319770824.htm","urlToImage":"https://img.lavdg.com/sc/gMOi3KKVZVybUH_V_mL2zGQuPu4=/1280x/2025/11/16/00121763287802250505596/Foto/reu_20251020_093342667.jpg","publishedAt":"2025-11-17T04:00:00Z","content":"El pasado 20 de octubre, una circunstancia para muchos no entendida hacía que parte de internet se cayese. La noticia, se habían caído a nivel mundial los servicios en la nube de Amazon. Webs, aplica… [+8630 chars]"}]