[{"source":{"id":null,"name":"Hispasec.com"},"author":"Celia Moreno","title":"PromptLock: el primer ransomware impulsado por IA","description":"Investigadores de ESET han identificado un prototipo de ransomware bautizado como PromptLock, el primero que utiliza inteligencia artificial para generar scripts maliciosos en tiempo real, compatibles con Windows, Linux y macOS, lo que abre un nuevo y peligro…","url":"https://unaaldia.hispasec.com/2025/08/promptlock-el-primer-ransomware-impulsado-por-ia.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/Lucid_Origin_Ilustracin_digital_de_un_cerebro_artificial_gener_3-1.jpg?fit=1200%2C680&ssl=1","publishedAt":"2025-08-30T13:04:11Z","content":"Investigadores de ESET han identificado un prototipo de ransomware bautizado como PromptLock, el primero que utiliza inteligencia artificial para generar scripts maliciosos en tiempo real, compatible… [+2449 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Hill Climb Racing: juego de carreras para Android que más engancha","description":"Descubre vehículos, niveles y trucos de Hill Climb Racing en Android. Juega offline, mejora tu coche y supera eventos diarios. Entra y domina.","url":"https://www.androidsis.com/hill-climb-racing-juego-de-carreras-para-android-que-mas-engancha/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/08/Hill-Climb-Racing-for-Android.png","publishedAt":"2025-08-30T12:38:16Z","content":"Si te van los juegos de conducción con sabor a clásico y un puntito de física divertida, Hill Climb Racing para Android es de esos títulos que se instalan y no se borran. Un concepto simple, una ejec… [+14025 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Eva R. de Luis","title":"Ganó casi 72 millones de euros con la lotería y lo perdió todo una semana después por haber comprado el boleto en una app","description":"Aunque hay quien acude a los estancos y locales autorizados para comprar lotería, hay que reconocer que las aplicaciones resultan de lo más cómodo para este tipo de transacciones, además de para comprobar si tu número ha salido premiado sin tener que salir de…","url":"https://www.xatakamovil.com/aplicaciones/gano-casi-72-millones-euros-loteria-perdio-todo-semana-despues-culpa-app","urlToImage":"https://i.blogs.es/d6a330/lot/840_560.jpeg","publishedAt":"2025-08-30T11:01:23Z","content":"Aunque hay quien acude a los estancos y locales autorizados para comprar lotería, hay que reconocer que las aplicaciones resultan de lo más cómodo para este tipo de transacciones, además de para comp… [+2819 chars]"}]