[{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"La Google Play Store de Android no es segura: los expertos sitúan en 40.000 millones las descargas de aplicaciones fraudulentas","description":"La Google Play Store es el mercado de aplicaciones más grande y desde el que todos los dispositivos Android descargan sus apps. Siempre ha estado la duda de si también era el más seguro, ya que tiene enfrente a la App Store del iPhone, que es conocida por tod…","url":"https://www.adslzone.net/noticias/moviles/play-store-android-apps-maliciosas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/06/descargar-aplicaciones-Google-Play-Store.png","publishedAt":"2025-11-07T20:15:58Z","content":"Sin embargo, un informe reciente elaborado y publicado en Zscaler ha confirmado lo que todos temían: el ecosistema de Google está lejos de ser impenetrable, y millones de usuarios han sido víctimas d… [+3783 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Bloquea instalaciones: guía completa para impedir que se descarguen apps en Android","description":"Aprende a bloquear instalaciones de apps en Android: Play Store, Family Link, MDM, orígenes desconocidos y más. Guía paso a paso.","url":"https://www.androidsis.com/bloquea-instalaciones-guia-completa-para-impedir-que-se-descarguen-apps-en-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/aplicaciones-android-no-disponibles-en-iphone-3.jpg","publishedAt":"2025-11-07T20:04:01Z","content":"Si buscas cortar por lo sano las instalaciones no deseadas en tu móvil, aquí vas a encontrar todas las vías para lograrlo y aprender a bloquear aplicaciones en Android sin renunciar a las apps que re… [+17970 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Rodríguez","title":"Cloudflare pide al gobierno de Estados Unidos que actúe ante los bloqueos de Internet: señala al Gobierno de España como parte responsable","description":"Vuelve otro episodio de nuestra telenovela favorita: los bloqueos de Internet que afectan a Cloudflare y, por ende, a cientos de miles de personas que se ven afectadas por LaLiga. Esta última actualización es bastante importante, y es que Cloudflare ha dado a…","url":"https://elchapuzasinformatico.com/2025/11/cloudflare-gobierno-estados-unidos-bloqueos-de-internet/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/11/Cloudflare-carta-estados-unidos-bloqueos-ip-web-espana-laliga.jpg","publishedAt":"2025-11-07T19:25:20Z","content":"Vuelve otro episodio de nuestra telenovela favorita: los\r\nbloqueos de Internet que afectan a Cloudflare y, por ende,\r\na cientos de miles de personas que se ven afectadas por\r\nLaLiga. Esta última actu… [+3988 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Controla tu privacidad: limita qué fotos ve cada app en tu móvil","description":"Restringe qué fotos ve cada app, reforzar y controlar tu seguridad y privacidad en Android y iOS con ajustes clave y trucos prácticos.","url":"https://www.androidsis.com/controla-tu-privacidad-limita-que-fotos-ve-cada-app-en-tu-movil/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/08/FRP-Bypass-seguridad.jpg","publishedAt":"2025-11-07T19:23:35Z","content":"Tu móvil guarda tu vida en pequeños trozos: fotos, mensajes, ubicaciones, contactos y mucho más. La buena noticia es que hoy puedes decidir, con bastante precisión, qué ve cada app y qué se queda fue… [+15792 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Cuidado con este tipo de facturas: la Guardia Civil detecta fraudes para desviar transferencias en España","description":"La Guardia Civil ha detenido a ocho personas de entre 20 y 50 años en distintas provincias españolas por su presunta implicación en estafas que desviaban transferencias a sus cuentas bancarias. Según explican en su comunicado, detectaron que interceptaban las…","url":"https://www.adslzone.net/noticias/seguridad/facturas-guardia-civil-fraudes-desviar-transferencias-1125/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/mujer-precupada-delante-ordenador-portatil.png","publishedAt":"2025-11-07T18:27:50Z","content":"La operación «Crossbank», realizada por el Equipo EDITE y el Equipo @, de la Guardia Civil de Cuenca, comenzó tras una denuncia de una empresa conquense presentada en abril de 2025. El administrador … [+3548 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Sergi Sánchez Vilanova","title":"Michael Sentonas (Crowdstrike): \"En ocasiones, la verdadera ciberamenaza son los propios trabajadores de la empresa\"","description":"Crowdstrike es una de las empresas referentes a escala mundial en el sector de la ciberseguridad. Dentro de España han trabajado conjuntamente con Telefónica y la Comunidad de Madrid. La compañía americana cotiza en NASDAQ y tiene una valoración de 131.000 mi…","url":"https://www.eleconomista.es/tecnologia/noticias/13633838/11/25/michael-sentonas-crowdstrike-en-ocasiones-la-verdadera-ciberamenaza-son-los-propios-trabajadores-de-la-empresa.html","urlToImage":"https://s03.s3c.es/imag/_v0/3333x1819/8/d/3/1200x655_Mike_Sentonas.jpg","publishedAt":"2025-11-07T17:42:25Z","content":"Crowdstrike es una de las empresas referentes a escala mundial en el sector de la ciberseguridad. Dentro de España han trabajado conjuntamente con Telefónica y la Comunidad de Madrid. La compañía ame… [+5390 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Asegura tu WhatsApp: bloqueo con PIN de 6 dígitos y chats protegidos","description":"Activa el PIN de 6 dígitos y bloquea WhatsApp para proteger tus chat. Guía clara con trucos, bloqueos y privacidad para evitar robos de cuenta","url":"https://www.androidsis.com/asegura-tu-whatsapp-bloqueo-con-pin-de-6-digitos-y-chats-protegidos/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/Whatsapp-Pay-pros-y-contra-1.jpg","publishedAt":"2025-11-07T17:16:20Z","content":"Proteger tu WhatsApp no es opcional en un escenario donde los ataques informáticos, el phishing y el robo de identidades suceden a diario. La app de mensajería más usada del planeta, con miles de mil… [+12918 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La web del servicio de inteligencia militar belga sufre el ciberataque de un grupo de 'hackers' prorruso","description":"El Ministerio de Defensa belga ha informado este viernes de que la web del servicio de inteligencia y seguridad militar belga (SGRS, por sus siglas en francés) sufrió la víspera un ciberataque del grupo de 'hackers' prorruso NoName057.","url":"https://www.europapress.es/internacional/noticia-web-servicio-inteligencia-militar-belga-sufre-ciberataque-grupo-hackers-prorruso-20251107173209.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251107173209_1200.jpg","publishedAt":"2025-11-07T16:32:09Z","content":"BRUSELAS 7 Nov. (EUROPA PRESS) - \r\n El Ministerio de Defensa belga ha informado este viernes de que la web del servicio de inteligencia y seguridad militar belga (SGRS, por sus siglas en francés) suf… [+1806 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Servimedia","title":"LALIGA se convierte en la primera organización deportiva en adoptar un modelo de IA agéntica a gran escala","description":"La organización deportiva implementará un innovador sistema de inteligencia artificial para optimizar procesos internos, mejorar la experiencia digital y potenciar la gestión audiovisual y administrativa en los próximos meses","url":"https://www.elconfidencial.com/deportes/2025-11-07/laliga-inteligencia-artificial-innovacion-deporte-1hms_4243765/","urlToImage":"https://images.ecestaticos.com/UEA4mO5uNOs7OVx1_V9Vd9Jv3Wc=/0x0:1200x800/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/99c/06e/4da/99c06e4da3b56350606bfc584562f606.jpg","publishedAt":"2025-11-07T15:30:00Z","content":"LALIGA ha dado un nuevo paso en su estrategia de transformación digital al suscribir un Memorando de Entendimiento (MoU) con la multinacional tecnológica Globant (NYSE: GLOB), con el objetivo de desa… [+3574 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"5 acciones clave tras descubrir un ciberataque","description":"Actuar rápido y con precisión tras un ciberataque puede marcar la diferencia entre una crisis controlada y un desastre empresarial.","url":"https://www.welivesecurity.com/es/seguridad-corporativa/acciones-clave-tras-ciberataque/","urlToImage":null,"publishedAt":"2025-11-07T15:29:12Z","content":"El número de filtraciones de datos, durante 2024 e investigadas por Verizon, aumentó 20 puntos porcentuales en total de incidentes, con respecto al año anterior. Esto no tiene por qué ser tan catastr… [+7974 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"Los virus informáticos están aprendiendo a pensar. Google confirma que la IA está detrás de ataques que cambian de forma durante la ejecución","description":"Según la compañía, los ciberdelincuentes utilizan modelos de lenguaje como cerebros autónomos que dirigen el ataque, reescriben fragmentos de código, eliminan rastros y adaptan la estrategia en segundos. El resultado es un tipo de malware que evoluciona en di…","url":"https://es.gizmodo.com/los-virus-informaticos-estan-aprendiendo-a-pensar-google-confirma-que-la-ia-esta-detras-de-ataques-que-cambian-de-forma-durante-la-ejecucion-2000203102","urlToImage":"https://es.gizmodo.com/app/uploads/2025/11/Diseno-sin-titulo-38-5-1200x675.jpg","publishedAt":"2025-11-07T15:19:28Z","content":"Durante años, la inteligencia artificial se usó como asistente: escribía textos, resolvía ecuaciones o ayudaba a programar. Pero ahora, según un nuevo informe de Google, ha aprendido a atacar. Invest… [+3590 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"Europa Press","title":"Las 6 principales estafas virtuales que ya usan la IA para engañar mejor a sus víctimas","description":"Las estafas se han convertido en una amenaza global, que afecta a todos los grupos demográficos, se ha vuelto más eficaz con la inteligencia artificial, una tecnología que los estafadores usan para llevar a más objetivos y perfeccionar sus esquemas fraudulent…","url":"https://www.lanacion.com.ar/tecnologia/las-6-principales-estafas-virtuales-que-ya-usan-la-ia-para-enganar-mejor-a-sus-victimas-nid07112025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/las-estafas-se-han-convertido-en-una-amenaza-FX2DICUSHZF3VNICVSK4JBVTFE.jpg?auth=00ec686ea35ca5b75e7c2586d78b8666c65209f6ca2feee1fc37c4eb83a1d992&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-11-07T14:58:38Z","content":"Los ciberdelincuentes ya utilizan la inteligencia artificial (IA) para perfeccionar sus campañas fraudulentas y hacerlas más efectivas, como ocurre en las estafas de empleo en línea, los esquemas de … [+2925 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"La advertencia urgente del FBI para todos los usuarios de Gmail","description":"Google ofrece tantos servicios de manera gratuita que es difícil no ser usuario de la compañía. Ya solo por el propio buscador que tienen, que es el número uno del mundo, pero es que dentro de él ofrecen todo tipo de plataformas más como Gmail, Google Maps o …","url":"https://www.eleconomista.es/tecnologia/noticias/13633054/11/25/la-advertencia-urgente-del-fbi-para-todos-los-usuarios-de-gmail.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/5/d/alerta-roja-gmail.jpg","publishedAt":"2025-11-07T12:53:52Z","content":"Google ofrece tantos servicios de manera gratuita que es difícil no ser usuario de la compañía. Ya solo por el propio buscador que tienen, que es el número uno del mundo, pero es que dentro de él ofr… [+2751 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"WordPress.com revela cuáles son las principales amenazas contra las páginas web","description":"El número de intentos de ataque detectados y bloqueados en España durante el último año fue de 15,3 millones.","url":"https://www.silicon.es/wordpress-com-revela-cuales-son-las-principales-amenazas-contra-las-paginas-web-2574570","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/05/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad.jpg","publishedAt":"2025-11-07T11:33:46Z","content":"La ciberseguridad es un desafío compartido por empresas y usuarios a nivel mundial. Sobre todo a medida que se populariza la adopción de innovaciones tecnológicas como la inteligencia artificial y cr… [+2034 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Cómo Claude de Anthropic reduce investigaciones SOC de cinco horas a siete minutos con IA integrada","description":"La integración de modelos de inteligencia artificial en plataformas de detección y respuesta extendida (XDR) está marcando un antes y un después en la forma en que se enfrentan las amenazas de ciberseguridad. Un ejemplo notable lo protagoniza eSentire, empres…","url":"https://wwwhatsnew.com/2025/11/07/como-claude-de-anthropic-reduce-investigaciones-soc-de-cinco-horas-a-siete-minutos-con-ia-integrada/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/11/output1-2025-11-06T232919.832.jpg","publishedAt":"2025-11-07T11:00:00Z","content":"La integración de modelos de inteligencia artificial en plataformas de detección y respuesta extendida (XDR) está marcando un antes y un después en la forma en que se enfrentan las amenazas de cibers… [+5507 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Globant: cinco estrategias de IA que transforman la relación entre marcas y consumidores","description":"La compañía identifica nuevas claves para un retail ágil y personalizado, donde la tecnología impulsa confianza y valor sostenible.","url":"https://www.montevideo.com.uy/Negocios-y-Tendencias/Globant-cinco-estrategias-de-IA-que-transforman-la-relacion-entre-marcas-y-consumidores-uc942302","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/202511/_W933_80/937235.jpg","publishedAt":"2025-11-07T11:00:00Z","content":"La compañía nativa digital Globantpresentó su informe El impacto de la IA en el retail durante la temporada de fiestas 2025, un trabajo que analiza cómo la inteligencia artificial (IA) está transform… [+4335 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Más de 1.000 millones de contraseñas y correos se han filtrado: deberías comprobar si te ha afectado","description":"Una nueva filtración de contraseñas y correos electrónicos pone en riesgo a usuarios del mundo entero. Profesionales de la ciberseguridad recomiendan seguir las instrucciones para saber si te puede haber afectado.\nLos incidentes de seguridad continúan y, una …","url":"https://www.adslzone.net/noticias/seguridad/mas-1000-millones-contrasenas-correos-filtrado/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Codigos-hacker-tipo-Matrix-mano.png","publishedAt":"2025-11-07T08:42:00Z","content":"Los incidentes de seguridad continúan y, una vez más, el experto Troy Hunt está al frente de su exposición. Hace unas horas, ha publicado un informe en su página donde ha detallado cuál es la última … [+4476 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Luis Jiménez (Ciberseguridad del CTNotariado): \"Sin fe pública, no hay seguridad jurídica sólida\"","description":"El director de Ciberseguridad del Centro Tecnológico del Notariado (CTNotariado), un área clave para la protección de datos y la seguridad de las operaciones de la institución notarial, Luis Jiménez, asegura que \"sin fe pública, no hay seguridad jurídica sóli…","url":"https://www.europapress.es/catalunya/noticia-luis-jimenez-ciberseguridad-ctnotariado-fe-publica-no-hay-seguridad-juridica-solida-20251107093152.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251107093152_1200.jpg","publishedAt":"2025-11-07T08:31:52Z","content":"BARCELONA, 7 Nov. (EUROPA PRESS) - \r\n El director de Ciberseguridad del Centro Tecnológico del Notariado (CTNotariado), un área clave para la protección de datos y la seguridad de las operaciones de … [+6810 chars]"}]