[{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Conectar tu móvil a cargadores USB públicos nunca ha sido 100% seguro, pero ahora llega una nueva amenaza: el choicejacking","description":"Lo que comenzó como una simple comodidad —tener la opción de conectar el móvil a una estación de carga USB pública en aeropuertos, estaciones o cafeterías— se ha convertido en un riesgo de seguridad creciente. Desde hace años, expertos han advertido sobre el …","url":"https://www.genbeta.com/seguridad/conectar-tu-movil-a-cargadores-usb-publicos-nunca-ha-sido-100-seguro-ahora-llega-nueva-amenaza-choicejacking","urlToImage":"https://i.blogs.es/c413bd/chatgpt-image-6-ago-2025-21_27_03/840_560.png","publishedAt":"2025-08-06T19:31:18Z","content":"Lo que comenzó como una simple comodidad tener la opción de conectar el móvil a una estación de carga USB pública en aeropuertos, estaciones o cafeterías se ha convertido en un riesgo de seguridad cr… [+4642 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"Qué es Secure Boot y por qué ‘Battlefield 6’ lo está exigiendo sí o sí para jugar","description":"Battlefield 6 está a pocos días de arrancar su beta multijugador en PC y consolas. El juego de EA inició con el pie derecho gracias a un impresionante tráiler cargado de nostalgia y una presentación que mostró lo que nos espera en las diversas modalidades. Si…","url":"http://hipertextual.com/software/secure-boot-battlefield-6-activar-windows/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/07/Battlefield-6-scaled.jpg","publishedAt":"2025-08-06T17:46:47Z","content":"Battlefield 6 está a pocos días de arrancar su beta multijugador en PC y consolas. El juego de EA inició con el pie derecho gracias a un impresionante tráiler cargado de nostalgia y una presentación … [+3895 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Qué hacer y evitar si tus archivos quedan corruptos tras un apagón","description":"Descubre cómo recuperar archivos corruptos tras un apagón y los mejores consejos para evitar la pérdida de datos. ¡Protege tu información!","url":"https://www.actualidadgadget.com/que-hacer-y-evitar-si-tus-archivos-quedan-corruptos-tras-un-apagon/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/06/Trucos-para-dominar-el-Explorador-de-archivos-en-Windows-11-8.jpg","publishedAt":"2025-08-06T17:10:04Z","content":"¿Has sufrido alguna vez un apagón inesperado y, al volver la luz, tus archivos estaban corruptos o simplemente habían desaparecido? Esta es una situación más común de lo que parece y, si te ha ocurri… [+10773 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"pilarina","title":"Un juzgado embarga a Unicaja por no pagar 1.000 euros tras un caso de phishing","description":"El Juzgado de Primera Instancia e Instrucción nº 1 de Villaviciosa (Asturias) ha ordenado el embargo de bienes a Unicaja Banco tras la negativa de la entidad a cumplir una sentencia firme que la condena a devolver 1.000 euros —más intereses— a una clienta víc…","url":"https://www.meneame.net/m/actualidad/juzgado-embarga-unicaja-no-pagar-1-000-euros-tras-caso-phishing","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4084708&version=0&ts=1754496546&image.webp","publishedAt":"2025-08-06T16:03:07Z","content":"Y tener que ir a juicio? Estos del banco son una mafia y deberian pagar multas mucho mayores para evitar que abusen de la gente"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Juan Diego Polo","title":"Ciberhigiene 2025: Dejar atrás las contraseñas con llaves FIDO y biometría avanzada","description":"Las contraseñas se parecen a las llaves mecánicas de una casa antigua: cumplen su función, pero cualquier persona con una copia puede entrar sin que lo notes. Tras décadas de filtraciones y ataques de phishing, la comunidad de seguridad coincide en que las co…","url":"https://wwwhatsnew.com/2025/08/06/ciberhigiene-2025-dejar-atras-las-contrasenas-con-llaves-fido-y-biometria-avanzada/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/08/Ciberhigiene-2025.jpg","publishedAt":"2025-08-06T16:00:55Z","content":"Las contraseñas se parecen a las llaves mecánicas de una casa antigua: cumplen su función, pero cualquier persona con una copia puede entrar sin que lo notes. Tras décadas de filtraciones y ataques d… [+4267 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Una mejora en Ethereum está rompiendo la seguridad con pérdidas millonarias","description":"Personas están siendo víctimas de estafas mientras operan en el ecosistema Ethereum: a un usuario le drenaron 3 millones de dólares. \nLeer más","url":"https://www.criptonoticias.com/seguridad-bitcoin/mejora-ethereum-pectra-rompiendo-seguridad-perdidas-millonarias/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/08/ETH-Phishing-1.png","publishedAt":"2025-08-06T15:18:44Z","content":"<ul><li>Hackers usufructan la mejora EIP-7702 incluida en Ethereum con la actualización Pectra. \r\n</li><li>Estafadores envían transacciones y enlaces falsos que le dan acceso a los fondos de los usua… [+3094 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"CAPTCHAs falsos: cuidado con las páginas de verificación que propagan malware","description":"Antes de hacer clic para demostrar que \"no eres un robot\", ten cuidado: las páginas de verificación falsas se están convirtiendo en una táctica cada vez más común para distribuir malware.","url":"https://www.welivesecurity.com/es/seguridad-digital/captchas-verificacion-falsos-propagan-malware/","urlToImage":null,"publishedAt":"2025-08-06T14:18:41Z","content":"Los bots desempeñan un papel importante en el panorama actual de Internet y representan más de la mitad de todo el tráfico en línea. Algunos de estos bots, como los rastreadores y motores de búsqueda… [+8158 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Microsoft presenta un agente de IA que identifica y clasifica 'malware' de manera autónoma con gran precisión","description":"Microsoft ha presentado Proyecto Ire, un prototipo de agente de inteligencia artificial (IA) capaz de identificar y clasificar 'malware' de manera autónoma, que ayudará a reforzar las revisiones de Defender.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-microsoft-presenta-agente-ia-identifica-clasifica-malware-manera-autonoma-gran-precision-20250806135244.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250806135244_1200.jpg","publishedAt":"2025-08-06T11:52:44Z","content":"MADRID, 6 Ago. (Portaltic/EP) - \r\n   Microsoft ha presentado Proyecto Ire, un prototipo de agente de inteligencia artificial (IA) capaz de identificar y clasificar 'malware' de manera autónoma, que a… [+1369 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Un inversor de criptomonedas es víctima de una estafa de phishing y pierde 3 millones de dólares con un solo clic","description":"Los estafadores de criptomonedas están cambiando el código por la explotación de vulnerabilidades humanas que no requieren romper complejas barreras de ciberseguridad.\n Un inversor de criptomonedas perdió 3 millones de dólares en una estafa de phishing despué…","url":"https://es.cointelegraph.com/news/crypto-phishing-victim-loses-3m-click","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-11/01931be6-f5ca-7b32-8f88-606c572eea19","publishedAt":"2025-08-06T11:31:39Z","content":"Un inversor de criptomonedas perdió 3 millones de dólares en una estafa de phishing después de firmar una transacción maliciosa de la blockchain sin verificar la dirección del contrato, lo que destac… [+3677 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Phishing avanzado: credenciales en la nube bajo ataque y la importancia del MFA","description":"Nueva campaña de phishing con correos altamente sofisticados ha puesto en jaque los servicios de comunicación empresarial en la nube, capturando credenciales y burlando la seguridad en organizaciones sin autenticación multifactor.\nLa entrada Phishing avanzado…","url":"https://unaaldia.hispasec.com/2025/08/phishing-avanzado-credenciales-en-la-nube-bajo-ataque-y-la-importancia-del-mfa.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/cover-image-d715a80f4e2ffb7983a4185d6e5019ca.png?fit=1200%2C686&ssl=1","publishedAt":"2025-08-06T11:07:02Z","content":"Las técnicas de phishing siguen progresando, especialmente en el ámbito empresarial. Un reciente ataque dirigido a plataformas de correo electrónico en la nube demuestra que, pese a los controles imp… [+1804 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El Ayuntamiento de Sevilla destina 12 millones a ciberseguridad tras el hackeo de 2023","description":"El Ayuntamiento de Sevilla ha puesto en marcha en los últimos dos años una serie de iniciativas por un importe de doce millones de euros encaminadas a reforzar la seguridad digital y prevenir ciberataques como el de 2023, promovido por el grupo internacional …","url":"https://www.abc.es/noticias/ayuntamiento-sevilla-destina-millones-ciberseguridad-tras-hackeo-20250806123054-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/noticias/2025/08/06/1471014637-U56715106406iVt-1024x512@diario_abc.jpg","publishedAt":"2025-08-06T10:36:17Z","content":"El Ayuntamiento de Sevilla ha puesto en marcha en los últimos dos años una serie de iniciativas por un importe de doce millones de euros encaminadas a reforzar la seguridad digital y prevenir ciberat… [+5973 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"ESET participa en el Programa de Extensión de Inteligencia Cibernética de la Europol","description":"Esta iniciativa busca impulsar la colaboración público-privada contra el cibercrimen en Europa.","url":"https://www.silicon.es/eset-participa-en-el-programa-de-extension-de-inteligencia-cibernetica-de-la-europol-2571356","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/05/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad.jpg","publishedAt":"2025-08-06T10:26:57Z","content":"ESET se une a CEIP (Cyber Intelligence Extension Program o Programa de Extensión de Inteligencia Cibernética), una iniciativa del EC3 o Centro Europeo de Ciberdelincuencia de la Europol.\r\nLa compañía… [+593 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Infoblox refuerza su solución de protección de DNS","description":"Infoblox Threat Defense actúa contra amenazas de nueva generación antes de que afecten a la infraestructura tecnológica.","url":"https://www.silicon.es/infoblox-refuerza-su-solucion-de-proteccion-de-dns-2571353","urlToImage":"https://www.silicon.es/wp-content/uploads/2023/04/Infoblox_Logo_Primary_RGB.png","publishedAt":"2025-08-06T09:46:18Z","content":"Infoblox actualiza Infoblox Threat Defense, su solución de protección de DNS que ayuda a parar amenazas cibernéticas antes de que afecten a la red corporativa.\r\nSus capacidades se amplían para hacer … [+1553 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El Ayuntamiento de Sevilla destina más de doce millones de euros en seguridad para prevenir ciberataques como el de 2023","description":"El Ayuntamiento de Sevilla ha puesto en marcha una serie de iniciativas por un importe de doce millones de euros encaminadas a reforzar la seguridad digital y prevenir ciberataques como el de 2023, que afectó a más de 5.000 equipos y obligó a cerrar las ofici…","url":"https://www.europapress.es/andalucia/sevilla-00357/noticia-ayuntamiento-sevilla-destina-mas-doce-millones-euros-seguridad-prevenir-ciberataques-2023-20250806110950.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250806110950_1200.jpg","publishedAt":"2025-08-06T09:09:50Z","content":"SEVILLA 6 Ago. (EUROPA PRESS) - \r\n El Ayuntamiento de Sevilla ha puesto en marcha una serie de iniciativas por un importe de doce millones de euros encaminadas a reforzar la seguridad digital y preve… [+5945 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Beatriz Soto","title":"Problemón en TikTok Shop: Los estafadores han creado tiendas falsas con malware para robarte los ahorros","description":"Cada vez tememos menos comprar online y confiamos en ciertos sitios para nuestras compras. Dentro de estos está TikTok Shop,la plataforma de comercio electrónico integrada en la famosa red social para comprar productos desde vídeos, retransmisiones en directo…","url":"https://www.movilzona.es/noticias/problemas/tiendas-falsas-tiktok-shop-fraudontok-virus/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/movil-app-tiktok-tienda-.png","publishedAt":"2025-08-06T08:31:19Z","content":"En una elaborada estafa, los ciberdelincuentes han creado falsas tiendas de TikTok Shop para hacerse con las criptomonedas y fondos de los usuarios utilizando malware. Te harán creer que estás intera… [+2944 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Palo Alto Networks refuerza la seguridad preventiva con su nueva solución ASPM integrada en Cortex Cloud","description":"La compañía lanza una solución ASPM que bloquea riesgos antes de llegar a producción, unifica datos de múltiples proveedores y automatiza la remediación.","url":"https://www.silicon.es/palo-alto-networks-refuerza-la-seguridad-preventiva-con-su-nueva-solucion-aspm-integrada-en-cortex-cloud-2571349","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/aspm-cortex-cloud-palo-alto-networks.jpeg","publishedAt":"2025-08-06T08:24:01Z","content":"Palo Alto Networks ha anunciado hoy el lanzamiento de Cortex Cloud ASPM, una solución de Application Security Posture Management centrada en la prevención, que se integra plenamente en su plataforma … [+2818 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Desde ‘startups’ a las ONG: Negocios que tantean los cibercriminales para blanquear su dinero","description":"Los criminales invierten las ganancias obtenidas en sus ataques en actividades que son ilegales, pero también en otras que son legítimas.","url":"https://www.silicon.es/desde-startups-a-las-ong-negocios-que-tantean-los-cibercriminales-para-blanquear-su-dinero-2571307","urlToImage":"https://www.silicon.es/wp-content/uploads/2013/09/Fuente-Shutterstock_Autor-Svetlana-Lukienko_dolares-dinero.jpg","publishedAt":"2025-08-06T07:01:57Z","content":"Los ciberdelincuentes tejen campañas que ponen en jaque la seguridad de empresas y ciudadanos de a pie, como las comandadas por algún tipo de ransomware.\r\nLo hacen con el objetivo de obtener cuantios… [+2479 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Albert Sanchis","title":"El ataque a través de Microsoft que no vimos venir: así explotan los 'hackers' chinos algo que todos usamos","description":"El gigante 'tech' ha identificado a seis grupos de hackers chinos que están causando estragos en instituciones y empresas de todo el mundo. Así se infiltraron en las tripas de una herramienta que millones de personas usan a diario","url":"https://www.elconfidencial.com/tecnologia/2025-08-06/ataque-microsoft-hackers-chinos_4186551/","urlToImage":"https://images.ecestaticos.com/w0SswxNmXicrFHqDbPdh3oyfwhY=/0x0:2272x1460/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/711/a0d/55c/711a0d55cdfd81ee033b01170a51d93d.jpg","publishedAt":"2025-08-06T03:00:00Z","content":"Hace unas semanas, mientras cientos de expertos en ciberseguridad se daban cita en Berlín para una competición de hacking, alguien en el evento descubrió dos vulnerabilidades que no olían nada bien e… [+9381 chars]"}]