[{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Los hackers están atacando millones de cuentas de Gmail después de una grave filtración de datos","description":"Los usuarios de Gmail están expuestos a una serie de riesgos derivados de una grave filtración de datos. Si bien no se han filtrado las contraseñas de las cuentas, los cibercriminales sí que se han hecho con información sensible que podría llevar a situacione…","url":"https://www.adslzone.net/noticias/seguridad/hackers-atacando-cuentas-gmail-filtracion-datos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/Icono-aplicacion-correo-electronico-Mail-movil.png","publishedAt":"2025-08-19T10:33:38Z","content":"El 5 de agosto Google confirmó en una publicación en Google Cloud, que el servicio de correo electrónico Gmail había sufrido un hackeo. La compañía fue transparente en todo momento y, como mencionaro… [+6172 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Google admite una filtración masiva que compromete datos de 2.500 millones de usuarios de Gmail","description":"Google ha confirmado una filtración de datos que afecta a prácticamente todos los usuarios de Gmail en el mundo. Los 2.500 millones de cuentas están en riesgo tras el hackeo perpetrado por ShinyHunters, un grupo que ha conseguido acceder a las bases de datos …","url":"https://andro4all.com/google/google-admite-una-filtracion-masiva-que-compromete-datos-de-2-500-millones-de-usuarios-de-gmail","urlToImage":"https://andro4all.com/hero/2024/07/hacker-8018474_1280.png?width=1200","publishedAt":"2025-08-19T10:02:55Z","content":"Los hackers han robado nombres de usuario y patrones de actividad, aunque Google niega que las contraseñas hayan sido comprometidas en el proceso\r\nGoogle ha confirmado una filtración de datos que afe… [+2846 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"México recibió 40.6 mil millones de intentos de ciberataques en 6 meses","description":"En el primer semestre del año, México recibió un total de 40 mil 600 millones de intentos de ciberataques, reveló ayer Fortinet, una firma especializada en temas relacionados con la ciberseguridad.","url":"https://www.jornada.com.mx/2025/08/19/economia/018n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-08-19T09:28:16Z","content":"Periódico La JornadaMartes 19 de agosto de 2025, p. 18\r\nEn el primer semestre del año, México recibió un total de 40 mil 600 millones de intentos de ciberataques, reveló ayer Fortinet, una firma espe… [+2445 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Si recibes este correo de Booking, cuidado, es la nueva estafa en la que están cayendo miles de personas","description":"Te llega un correo electrónico que parece inofensivo a primera vista, con el logo de Booking, y como asunto te invitan a revisar una reserva pendiente o una oferta exclusiva, acompañado de un enlace que parece totalmente legítimo. Pero detrás de este mensaje …","url":"https://www.adslzone.net/noticias/seguridad/correo-booking-nueva-estafa/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2023/08/web-booking-1.png","publishedAt":"2025-08-19T08:56:00Z","content":"El fraude ha comenzado a circular de forma masiva durante este mes de agosto y está diseñado con un nivel de detalle tan alto que ya ha conseguido engañar a miles de usuarios en todo el mundo. Si tie… [+5491 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"De jefes .","title":"Zeekr va por 4 mil vehículos en 2026","description":"El año pasado de agosto al cierre de año, la marca tenía como meta colocar hasta 400 unidades, para este año prevén llegar a las mil 200 unidades y 4 mil para el 2026.","url":"https://www.elfinanciero.com.mx/opinion/de-jefes/2025/08/19/zeekr-va-por-4-mil-vehiculos-en-2026/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/DJ7372VQPFFLVP7G2HW6UEVJXA.jpg?smart=true&auth=90dbc0de9ae2aeaea5c025899596458a6598d9d6aecc48b784962023195d4dcb&width=1200&height=630","publishedAt":"2025-08-19T07:00:00Z","content":"Zeekr, el fabricante chino de vehículos eléctricos, reforzará su presencia en México en 2026 con el lanzamiento de la marca Lynk &amp; Co, con la que introducirá una primera serie de vehículos híbrid… [+4466 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"EncryptHub: nuevo grupo ruso explota la cadena de suministro de Microsoft SQL Server","description":"Investigadores de AhnLab Security Intelligence Center (ASEC) han identificado un grupo de origen ruso al que han denominado EncryptHub, que está explotando vulnerabilidades en Microsoft SQL Server (MS-SQL) para infiltrarse en sistemas corporativos. Una vez de…","url":"https://unaaldia.hispasec.com/2025/08/encrypthub-nuevo-grupo-ruso-explota-la-cadena-de-suministro-de-microsoft-sql-server.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/Leonardo_Kino_XL_Cinematic_169_digital_illustration_showing_a_0.jpg?fit=1200%2C674&ssl=1","publishedAt":"2025-08-19T06:57:25Z","content":"Investigadores de AhnLab Security Intelligence Center (ASEC) han identificado un grupo de origen ruso al que han denominado EncryptHub, que está explotando vulnerabilidades en Microsoft SQL Server (M… [+1935 chars]"},{"source":{"id":null,"name":"Biztoc.com"},"author":"apnews.com","title":"Departamento de Justicia entregará de archivos de la investigación de Jeffrey Epstein al Congreso","description":"","url":"https://biztoc.com/x/56a403fd8914da3e","urlToImage":"https://biztoc.com/cdn/950/og.png","publishedAt":"2025-08-19T04:12:18Z","content":"{ window.open(this.href, '_blank'); }, 200); return false;\"&gt;Why is Air Canada flight attendants strike illegal? { window.open(this.href, '_blank'); }, 200); return false;\"&gt;How will SoftBank's I… [+767 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"M. Mcloughlin","title":"Este hombre encontró miles de secretos de usuarios de ChatGPT. Solo tuvo que buscar en Google","description":"Una función mal diseñada ha volcado miles de conversaciones en internet. Henk Van Ess las ha investigado y ha encontrado información sensible que recuerda lo peligroso que es contar ciertas cosas a la IA de moda","url":"https://www.elconfidencial.com/tecnologia/2025-08-19/conversaciones-chatgpt-fuga-datos-privacidad-1hms_4191573/","urlToImage":"https://images.ecestaticos.com/Umh-YB7y2BiCQZUr62ZLermgm7M=/0x0:1200x900/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/dc6/70b/a7c/dc670ba7cd4dc98a5aa69741cfed537c.jpg","publishedAt":"2025-08-19T03:00:00Z","content":"\"Lo que descubrí es como leer un monólogo interior de la humanidad sin filtros. Esquemas fiscales, traiciones, crisis, descripciones que cruzan cualquier límite legal\". Así lo escribió hace unos días… [+11698 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Microsoft integra GPT-5 en todo su ecosistema Copilot: así cambia la experiencia con la IA","description":"Microsoft ha dado un paso firme al integrar GPT-5 en todos sus productos impulsados por inteligencia artificial bajo la marca Copilot, lo que representa una mejora sustancial en cuanto a rendimiento, capacidad de razonamiento y personalización de la experienc…","url":"https://wwwhatsnew.com/2025/08/19/microsoft-integra-gpt-5-en-todo-su-ecosistema-copilot-asi-cambia-la-experiencia-con-la-ia/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/08/output1-2025-08-17T121250.839.jpg","publishedAt":"2025-08-19T02:00:24Z","content":"Microsoft ha dado un paso firme al integrar GPT-5 en todos sus productos impulsados por inteligencia artificial bajo la marca Copilot, lo que representa una mejora sustancial en cuanto a rendimiento,… [+4731 chars]"}]