[{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"Copilot usado en una nueva técnica de phishing","description":"Copilot, el entorno de herramientas de inteligencia artificial de Microsoft, ha ganado relevancia en poco tiempo como la gran apuesta de la compañía por integrar la IA en todos sus productos. Su objetivo es simplificar tareas, mejorar flujos de trabajo y ofre…","url":"https://www.muycomputer.com/?p=388633","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/10/Copilot-1-1-1000x600.jpg","publishedAt":"2025-10-26T15:45:57Z","content":"Copilot, el entorno de herramientas de inteligencia artificial de Microsoft, ha ganado relevancia en poco tiempo como la gran apuesta de la compañía por integrar la IA en todos sus productos. Su obje… [+3562 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"Mejores antivirus para ordenador","description":"Vamos a decirte cuáles son los mejores antivirus para ordenador, que vas a poder usar tanto en Windows como en macOS. Ya te hemos dicho cuáles son los mejores antivirus gratis o los mejores antivirus online, y ahora toca ir a los de pago, que también podrás u…","url":"https://www.xataka.com/basics/mejores-antivirus-para-ordenador","urlToImage":"https://i.blogs.es/c6ca78/antivirus/840_560.jpeg","publishedAt":"2025-10-26T13:00:47Z","content":"Vamos a decirte cuáles son los mejores antivirus para ordenador, que vas a poder usar tanto en Windows como en macOS. Ya te hemos dicho cuáles son los mejores antivirus gratis o los mejores antivirus… [+11302 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"Smishing Triad utiliza más de 194.000 dominios para fraudes globales de SMS","description":"Una ofensiva masiva de smishing atribuida al grupo Smishing Triad ha empleado más de 194,000 dominios maliciosos para atacar servicios bancarios, cuentas de usuario y entidades gubernamentales a nivel mundial, con una infraestructura que evoluciona para evadi…","url":"https://unaaldia.hispasec.com/2025/10/smishing-triad-utiliza-mas-de-194-000-dominios-para-fraudes-globales-de-sms.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/dev-team-1761481628445.png?fit=1200%2C686&ssl=1","publishedAt":"2025-10-26T12:28:27Z","content":"El grupo Smishing Triad, con presunta vinculación a China, ha conseguido organizar una de las mayores campañas de phishing por SMS (smishing) de los últimos años, según Unidad 42 de Palo Alto Network… [+2207 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"¿Te han hackeado Netflix? Así puedes recuperar el control de tu cuenta","description":"Los ciberdelincuentes conocen a la perfección las técnicas necesarias de ingeniería social para sacarte toda la información que puedan y así hacerse con tus credenciales. Las plataformas de streaming, como cualquier otra aplicación online, pueden convertirse …","url":"https://www.adslzone.net/noticias/streaming-tv/hackeado-netflix-recuperar-control-cuenta/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/MediaCenter_MultiDeviceCollage_ES_ES-min.png","publishedAt":"2025-10-26T10:02:50Z","content":"Desgraciadamente, los ataques cibernéticos están a la orden del día y, por mucho que queramos, su influencia no va a desaparecer. Lo que sí podemos hacer es protegernos y sortear un intento de fraude… [+5235 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Hasta 75 países firman un histórico primer tratado de la ONU contra los delitos informáticos","description":"Sesenta y cinco países de todo el mundo han firmado este fin de semana en Hanói (Vietnam) un histórico primer tratado de la ONU para combatir el ciberdelito que criminaliza por vez primera a nivel internacional la difusión sin consentimiento de imágenes de ca…","url":"https://www.eleconomista.es/tecnologia/noticias/13611853/10/25/hasta-75-paises-firman-un-historico-primer-tratado-de-la-onu-contra-los-delitos-informaticos.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/0/0/nin.jpg","publishedAt":"2025-10-26T09:36:36Z","content":"Sesenta y cinco países de todo el mundo han firmado este fin de semana en Hanói (Vietnam) un histórico primer tratado de la ONU para combatir el ciberdelito que criminaliza por vez primera a nivel in… [+2244 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Bloqueador USB para Mac: guía definitiva para proteger tus puertos","description":"Bloquea puertos USB en Mac: métodos, apps, MDM y cifrado. Protege datos y evita malware. Guía clara y actualizada.","url":"https://www.soydemac.com/bloqueador-usb-para-mac-guia-definitiva-para-proteger-tus-puertos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/10/bloqueador-USB-para-Mac.webp","publishedAt":"2025-10-26T02:52:07Z","content":"La popularidad de los dispositivos USB y unidades externas ha disparado nuestra productividad, movilidad y facilidad para mover archivos pero también ha abierto un frente de riesgo serio para empresa… [+13116 chars]"}]