[{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Más de 1.000 millones de euros en pérdidas (y subiendo) por un ciberataque: Jaguar Land Rover lleva dos semanas son fabricar coches","description":"Este mes de septiembre van a quedar grabado en la memoria de la industria automovilística durante bastante tiempo: Jaguar Land Rover (JLR), el mayor fabricante de coches del Reino Unido y símbolo de ingeniería británica, ha sido víctima de un ciberataque de g…","url":"https://www.genbeta.com/seguridad/1-000-millones-euros-perdidas-subiendo-ciberataque-jaguar-land-rover-lleva-dos-semanas-fabricar-coches","urlToImage":"https://i.blogs.es/6d6297/chatgpt-image-18-sept-2025-16_37_25/840_560.png","publishedAt":"2025-09-18T15:13:49Z","content":"Este mes de septiembre van a quedar grabado en la memoria de la industria automovilística durante bastante tiempo: Jaguar Land Rover (JLR), el mayor fabricante de coches del Reino Unido y símbolo de … [+5126 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Qilin: el ransomware que ofrece asesoramiento legal a sus afiliados","description":"El grupo Qilin, que funciona como ransomware as a service, llevó la profesionalización del cibercrimen a un nuevo nivel: ofrece asesoramiento legal a sus afiliados para reforzar la presión durante las negociaciones de rescate con sus víctimas.","url":"https://www.welivesecurity.com/es/ransomware/qilin-ransomware-asesoria-legal/","urlToImage":null,"publishedAt":"2025-09-18T15:11:26Z","content":"Que el cibercrimen funciona como una industria no es ninguna novedad, y los grupos de ransomware son una clara muestra de ello: operan con niveles de organización, sofisticación y estructura similare… [+8349 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Seguridad en Android: ajustes que conviene desactivar y cómo afinarlos","description":"Qué desactivar en Android para más privacidad: permisos, ubicación, anuncios, cámara/micrófono y ajustes de Google. Guía completa y práctica.","url":"https://www.androidsis.com/seguridad-en-android-ajustes-que-conviene-desactivar-y-como-afinarlos/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/08/FRP-Bypass-seguridad.jpg","publishedAt":"2025-09-18T14:51:36Z","content":"Tu móvil Android concentra gran parte de tu vida digital: fotos, conversaciones, documentos y contraseñas y un largo etcétera. Aunque el sistema ha reforzado mucho su seguridad en Android, siempre ha… [+15736 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Android: cómo evitar los pop ups y ganar tranquilidad","description":"Bloquear pop ups y notificaciones en Android y navegadores. Guía completa para eliminar anuncios, evitar fraudes y proteger tu móvil.","url":"https://www.androidsis.com/android-como-evitar-los-pop-ups-y-ganar-tranquilidad/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/bloquear-pop-ups-scaled.jpg","publishedAt":"2025-09-18T14:39:18Z","content":"Cuando los anuncios y ventanas emergentes invaden el móvil, la experiencia se vuelve insufrible. En Android se pueden bloquear pop ups y controlar tanto desde el sistema como desde los navegadores, e… [+14375 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Quita la marca de agua de “Windows no es compatible”","description":"Elimina la marca de agua de Windows 11 no es compatible con un ajuste seguro. Guía clara, diferencias con activación y preguntas clave.","url":"https://www.actualidadgadget.com/quita-la-marca-de-agua-de-windows-no-es-compatible/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Windows-no-es-compatible.png","publishedAt":"2025-09-18T12:58:33Z","content":"Si en tu escritorio ha aparecido la marca de agua con el aviso «Windows 11 no es compatible» o «El sistema no cumple los requisitos para ejecutar Windows 11», que no cunda el pánico: no es un bloqueo… [+11129 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"El Supremo fuerza al Gobierno a desvelar los algoritmos que usa para repartir ayudas. Se había negado alegando motivos de \"copyright\"","description":"El Tribunal Supremo español dictó ayer una sentencia que puede marcar un antes y un después en la transparencia de las administraciones públicas: el fallo obliga al Gobierno a entregar el código fuente de BOSCO, la aplicación que decide quién accede —y quién …","url":"https://www.genbeta.com/actualidad/supremo-fuerza-al-gobierno-a-desvelar-algoritmos-que-usa-para-repartir-ayudas-se-habia-negado-alegando-motivos-copyright","urlToImage":"https://i.blogs.es/7df885/chatgpt-image-18-sept-2025-12_58_30/840_560.png","publishedAt":"2025-09-18T11:18:25Z","content":"El Tribunal Supremo español dictó ayer una sentencia que puede marcar un antes y un después en la transparencia de las administraciones públicas: el fallo obliga al Gobierno a entregar el código fuen… [+5630 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Las estafas de inversión en redes sociales crecen con ayuda de la IA","description":"ESET alerta del auge en España de fraudes con deepfakes y suplantaciones en Instagram, YouTube y X, que ya superan los 6.600 millones de dólares globales.","url":"https://www.silicon.es/las-estafas-de-inversion-en-redes-sociales-crecen-con-ayuda-de-la-ia-2572842","urlToImage":"https://www.silicon.es/wp-content/uploads/2022/01/Logo-Silicon-sin-tagline-800px.png","publishedAt":"2025-09-18T10:15:59Z","content":"Instagram, YouTube, X y otras plataformas se han convertido en el escaparate de una nueva ola de estafas de inversión potenciadas por inteligencia artificial. Según ESET, en España se han detectado c… [+2412 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"RevengeHotels dirige sus cibertaques mejorados con IA contra huéspedes de hoteles en Latinoamérica y España","description":"Los datos de los turistas que se han alojado en hoteles de Latinoamérica y España este verano están en riesgo debido al grupo de amenazas RevengeHotels, que dirige sus ataques contra estos establecimientos para robar la información de las tarjetas de crédito …","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-revengehotels-dirige-cibertaques-mejorados-ia-contra-huespedes-hoteles-latinoamerica-espana-20250918111850.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250918111850_1200.jpg","publishedAt":"2025-09-18T09:18:50Z","content":"MADRID, 18 Sep. (Portaltic/EP) - \r\n   Los datos de los turistas que se han alojado en hoteles de Latinoamérica y España este verano están en riesgo debido al grupo de amenazas RevengeHotels, que diri… [+4160 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"Soy adicta a utilizar bloqueadores USB. Así he aprendido a diferenciar cuáles de entre los más baratos no son un riesgo","description":"Tengo dos reglas de oro cuando estoy fuera de casa: nunca conectarme a redes Wi-Fi sin protección y nunca enchufar mis dispositivos a los USB públicos directamente. Para lo primero, tiro de una buena VPN (incluso aunque esté en territorio nacional) y para lo …","url":"https://www.xatakandroid.com/seguridad/soy-adicta-a-utilizar-bloqueadores-usb-asi-he-aprendido-a-diferenciar-cuales-baratos-no-riesgo","urlToImage":"https://i.blogs.es/9e7756/bloqueador-usb-en-que-fijarse/840_560.jpeg","publishedAt":"2025-09-18T09:00:46Z","content":"Tengo dos reglas de oro cuando estoy fuera de casa: nunca conectarme a redes Wi-Fi sin protección y nunca enchufar mis dispositivos a los USB públicos directamente. Para lo primero, tiro de una buena… [+3452 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Infoblox destapa a Vane Viper, actor malicioso oculto tras la industria AdTech","description":"El grupo Vane Viper, vinculado a PropellerAds y AdTech Holding, opera una red global de malvertising con más de 60.000 dominios.","url":"https://www.silicon.es/infoblox-destapa-a-vane-viper-actor-malicioso-oculto-tras-la-industria-adtech-2572822","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/vane-viper-infoblox-adtech.jpeg","publishedAt":"2025-09-18T08:15:39Z","content":"Infoblox Threat Intel ha revelado la existencia de Vane Viper, un actor malicioso que se oculta bajo la apariencia de un proveedor de tecnología publicitaria y que facilita estafas y distribución de … [+2090 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Security Onion: guía completa sobre esta distro de seguridad que complementa a otras tipo pentesting","description":"Qué es Security Onion, herramientas, puesta en marcha, novedades 2.4 y práctica de análisis. Guía clara para montar tu SOC.","url":"https://www.linuxadictos.com/security-onion-guia-completa-sobre-esta-distro-de-seguridad-que-complementa-a-otras-tipo-pentesting.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Security-Onion.webp","publishedAt":"2025-09-18T07:56:07Z","content":"Security Onion se ha convertido en una de esas plataformas que cualquiera que monte o opere un SOC debería conocer de cerca. Es gratuita, de código abierto y reúne en un mismo sitio monitorización de… [+15087 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"NetApp acelera las migraciones de VMware con la integración de Amazon Elastic VMware Service","description":"NetApp anuncia la compatibilidad de Amazon FSx para ONTAP como almacenamiento externo en Amazon EVS, simplificando la migración de cargas de trabajo VMware a AWS.","url":"https://www.silicon.es/netapp-acelera-las-migraciones-de-vmware-con-la-integracion-de-amazon-elastic-vmware-service-2572816","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/netapp-amazon-elastic-vmware-service.jpeg","publishedAt":"2025-09-18T07:40:38Z","content":"NetApp ha anunciado la compatibilidad de Amazon FSx para NetApp ONTAP como almacenamiento externo en Amazon Elastic VMware Service (Amazon EVS), el nuevo servicio de AWS que permite ejecutar VMware C… [+2080 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Los ciberataques crecieron un 18 % en verano","description":"El peor mes fue julio, que sufrió un repunte del 30 % en el número de ataques respecto a 2024.","url":"https://www.silicon.es/los-ciberataques-crecieron-un-18-en-verano-2572718","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/07/Fuente-Shutterstock_Autor-BlueOrange-Studio_verano-vacaciones-playa.jpg","publishedAt":"2025-09-18T07:24:21Z","content":"La actividad cibercriminal aumentó durante el verano. Esa es conclusión a la que llega el último informe de ciberinteligencia de la empresa Secure&amp;IT.\r\nLa media de ataques publicados al cabo del … [+1816 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Julián J. Menéndez","title":"Gusano “Shai-Hulud” compromete cientos de paquetes npm y roba credenciales","description":"Una campaña de cadena de suministro en npm comenzó el 15 de septiembre comprometiendo inicialmente más de 40 paquetes, entre ellos @ctrl/tinycolor, y se expandió en horas hasta afectar a cientos. El malware, apodado “Shai-Hulud”, se autopropaga entre paquetes…","url":"https://unaaldia.hispasec.com/2025/09/gusano-shai-hulud-compromete-cientos-de-paquetes-npm-y-roba-credenciales.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/image-4-edited.png?fit=1200%2C675&ssl=1","publishedAt":"2025-09-18T07:14:13Z","content":"Una campaña de cadena de suministro en npm comenzó el 15 de septiembre comprometiendo inicialmente más de 40 paquetes, entre ellos @ctrl/tinycolor, y se expandió en horas hasta afectar a cientos. El … [+2128 chars]"}]