[{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"PDFs maliciosos: cómo reconocerlos y protegerte de ataques","description":"Los archivos PDF son parte de nuestra rutina digital, pero también pueden ocultar amenazas. Reconoce las señales de alerta para evitar caer en el engaño.","url":"https://www.welivesecurity.com/es/seguridad-digital/identificar-pdf-malicioso-prevencion/","urlToImage":null,"publishedAt":"2025-08-13T19:32:29Z","content":"Es evidente que los archivos PDF son parte de nuestra vida cotidiana, tanto en lo laboral como en lo personal. Esta popularidad es una de las razones por las que los cibercriminales los utilizan como… [+6610 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / RDG","title":"Videojuegos en línea, puerta de entrada a fraudes y acoso: Policía Cibernética","description":"De acuerdo con la Policía Cibernética, otro riesgo relevante es la presencia de malware y virus en videojuegos descargados de fuentes no oficiales, así como el peligro de fraudes o gastos excesivos derivados de compras integradas.","url":"https://aristeguinoticias.com/130825/kiosko/videojuegos-en-linea-puerta-de-entrada-a-fraudes-y-acoso-policia-cibernetica/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/08/videojuegos-peligros-fraudes-13082025.jpg","publishedAt":"2025-08-13T19:25:49Z","content":"Miles de niños, niñas y adolescentes pasan horas frente a la pantalla disfrutando de videojuegos en línea, pero no siempre esta actividad es tan inofensiva como parece.\r\nLa Secretaría de Seguridad Ci… [+2242 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"monserrat.vargas","title":"Alerta en CDMX por videojuegos en línea; piden configurar celulares","description":"Monserrat Vargas\r\nLos videojuegos en línea parecen ser una actividad recreativa inofensiva, pero, en realidad, pueden representar múltiples riesgos.\r\n\nLa Policía Cibernética, adscrita a la Secretaría de Seguridad Ciudadana (SSC) de la Ciudad de México (CDMX),…","url":"https://www.excelsior.com.mx/comunidad/alerta-cdmx-videojuegos-linea-piden-configurar-celulares/1732765","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/08/13/3359360.jpg","publishedAt":"2025-08-13T17:30:27Z","content":"Los videojuegos en líneaparecen ser una actividad recreativa inofensiva, pero, en realidad, pueden representar múltiples riesgos.\r\nLa Policía Cibernética, adscrita a la Secretaría de Seguridad Ciudad… [+3675 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo medir el tiempo que tarda el arranque en Windows 11: métodos y análisis a fondo","description":"Mide el arranque en Windows 11: WAC/WPA, Visor de eventos, CMD/PowerShell y trucos. Guía clara para detectar y arreglar arranques lentos.","url":"https://www.actualidadgadget.com/como-medir-el-tiempo-que-tarda-el-arranque-en-windows-11-metodos-y-analisis-a-fondo/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Innovaciones-de-Windows-11-para-2024.webp","publishedAt":"2025-08-13T17:12:45Z","content":"Medir con precisión cuánto tarda el arranque en Windows 11 no solo ayuda a comparar equipos o discos, también destapa cuellos de botella y errores que se arrastran sin que nos demos cuenta. Ya sea qu… [+5928 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Qué formatos soporta Android para tarjetas SD y cómo elegir el adecuado","description":"Formatos FAT32, exFAT o NTFS en Android: compatibilidades, cuándo usar cada uno y cómo formatear tu microSD sin errores.","url":"https://www.androidsis.com/que-formatos-soporta-android-para-tarjetas-sd-y-como-elegir-el-adecuado/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/06/Alternativas-a-Chrome-para-Android-0.jpg","publishedAt":"2025-08-13T16:16:39Z","content":"Si te estás preguntando qué formatos debe llevar una tarjeta microSD para funcionar bien en Android, no eres el único. Entre FAT32, exFAT, NTFS, y lo que el sistema usa internamente (EXT4 o F2FS), es… [+19475 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Billetera cripto de desarrollador core de Ethereum fue vaciada por extensión maliciosa de IA","description":"El desarrollador core de Ethereum, Zak Cole, perdió fondos después de que una extensión maliciosa de Cursor le robara su clave privada, lo que pone de relieve el aumento de los ataques de vaciado de billeteras contra los desarrolladores.\n Un desarrollador cor…","url":"https://es.cointelegraph.com/news/core-ethereum-devs-crypto-wallet-drained-ai-extension","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-05/0196d927-2e1e-7534-a891-c88eacc7f302","publishedAt":"2025-08-13T15:49:47Z","content":"Un desarrollador core de Ethereum afirmó que fue víctima de un drenador de billeteras de criptomonedas vinculado a un asistente de código malicioso, lo que pone de relieve cómo incluso los desarrolla… [+3145 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"¿Qué es la depuración USB de Android y cuándo debes usarla?","description":"Qué es la depuración USB, para qué sirve, cómo activarla y riesgos. Guía completa con ADB, Vysor y scrcpy para usar Android desde el PC.","url":"https://www.androidsis.com/que-es-la-depuracion-usb-de-android-y-cuando-debes-usarla/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2018/11/Android.png","publishedAt":"2025-08-13T15:42:34Z","content":"Android es mucho más que un teléfono con apps: también puede comunicarse de forma avanzada con tu ordenador para tareas técnicas y de soporte. Esa puerta se llama depuración USB, y aunque su nombre s… [+12858 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Daniel García","title":"El antivirus para Android que en realidad es el virus: así te engaña esta nueva app para poder espiarte y robar tus contraseñas","description":"Siendo la ciberseguridad un espacio en el que cada vez hay más agentes trabajando, puede haber polizones que sean capaces de engañar a los ojos de millones de usuarios. Así, de hecho, lo estaba haciendo una aplicación ajena a la Play Store de Google, el cual,…","url":"https://andro4all.com/android/el-antivirus-para-android-que-en-realidad-es-el-virus-asi-te-engana-esta-nueva-app-para-poder-espiarte-y-robar-tus-contrasenas","urlToImage":"https://andro4all.com/hero/2025/08/malware-virus-movil.jpg?width=1200","publishedAt":"2025-08-13T13:02:44Z","content":"El malware en dispositivos móviles puede exponer tanto tu vida personal como tus datos bancarios\r\nSiendo la ciberseguridad un espacio en el que cada vez hay más agentes trabajando, puede haber polizo… [+2453 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"Así preparo mi DNI antes de compartirlo. Un par de minutos bastan para ahorrarme muchos disgustos","description":"Estamos empezando a ser cada vez más críticos con eso de dejar copias de nuestro DNI por todas partes\r\n. La verdad, ya era hora. Durante muchos años hemos sido, en general, bastante inconscientes sobre este tema, pero lo cierto es que es más peliagudo de lo q…","url":"https://www.xatakandroid.com/tutoriales/asi-preparo-mi-dni-antes-compartirlo-par-minutos-bastan-para-ahorrarme-muchos-disgustos","urlToImage":"https://i.blogs.es/84aa4d/pixelar-dni/840_560.png","publishedAt":"2025-08-13T13:00:38Z","content":"Estamos empezando a ser cada vez más críticos con eso de dejar copias de nuestro DNI por todas partes\r\n. La verdad, ya era hora. Durante muchos años hemos sido, en general, bastante inconscientes sob… [+5095 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Cambiar los DNS del router: guía paso a paso con opciones y seguridad","description":"Cómo cambiar los DNS del router paso a paso, elegir servidores rápidos y seguros y ajustar DNS en Windows, macOS, iOS y Android.","url":"https://www.soydemac.com/cambiar-los-dns-del-router-guia-paso-a-paso-con-opciones-y-seguridad/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/06/WiFi-7-en-router-4.jpg","publishedAt":"2025-08-13T13:00:18Z","content":"Cambiar los DNS del router puede ofrecer un incremento en la velocidad de resolución de nombres, mayor privacidad y funciones de seguridad adicionales frente a malware y phishing. Además, si realizas… [+12074 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"La Voz","title":"El Concello de Vigo repele un ataque de ciberdelincuentes rusos","description":"La ofensiva informática a la web municipal fue atribuida al grupo No name y buscaba paralizar todas las tramitaciones","url":"https://www.lavozdegalicia.es/noticia/vigo/2025/08/13/vigo-repele-ataque-ciberdelincuentes-rusos/00031755086288879987226.htm","urlToImage":"https://img.lavdg.com/sc/M0Zs-xZx5B-Fg81-x49ibIrXbas=/1280x/2025/08/13/00121755086941815471999/Foto/V15J0310.jpg","publishedAt":"2025-08-13T12:00:00Z","content":"El alcalde de Vigo, Abel Caballero, informa de un nuevo ciberataque sufrido por el Concello a primera hora de la mañana. Según explicó, «hoy, a las seis de la mañana la página web del Concello recibi… [+1492 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Consejos para pasar el puente del 15 de agosto a salvo de los ciberdelincuentes","description":"ESET advierte de que, \"en estas fechas, muchos profesionales trabajan desde ubicaciones menos seguras de lo habitual y con dispositivos que no siempre cuentan con las protecciones adecuadas\".","url":"https://www.silicon.es/consejos-para-pasar-el-puente-del-15-de-agosto-a-salvo-de-los-ciberdelincuentes-2571512","urlToImage":"https://www.silicon.es/wp-content/uploads/2013/08/Fuente_Shutterstock-Autor_Mila-Supinskaya-verano-vacaciones-smartphone-movil.jpg","publishedAt":"2025-08-13T11:47:21Z","content":"“El puente de agosto es un momento propicio para los atacantes”. Así lo advierten los expertos en seguridad, que fundan sus temores en el hecho de que muchos profesionales aprovechen para desplazarse… [+3072 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Victoria Masit","title":"Si recibes este SMS en vacaciones, bórralo: es una de las estafas más comunes este verano","description":"OCU detecta estafas con falsas reservas y multas falsas de tráfico que usan phishing y smishing para robar datos.","url":"https://www.libertaddigital.com/sociedad/2025-08-13/si-recibes-este-sms-en-vacaciones-borralo-es-una-de-las-estafas-mas-usadas-este-verano-7285719/","urlToImage":"https://s.libertaddigital.com/2025/08/13/1200/627/ld/mensaje-movil-amigos-gente.jpg","publishedAt":"2025-08-13T11:26:17Z","content":"La Organización de Consumidores y Usuarios (OCU) ha advertido de un aumento de las estafas online durante el verano, especialmente en el ámbito del turismo. Entre las más comunes, figuran falsas ofer… [+3442 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Error Vulkan-1.dll not found: causas y soluciones en Windows","description":"¿Vulkan-1.dll not found? Causas y soluciones: Vulkan Runtime, drivers, DISM y SFC. Guía clara para volver a jugar sin errores.","url":"https://www.actualidadgadget.com/error-vulkan-1-dll-not-found-causas-y-soluciones-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Error-Vulkan-1.dll-not-found.jpg","publishedAt":"2025-08-13T11:00:35Z","content":"En alguns ocasiones, al intentarabrir un juego o una app puede aparecer el mensaje de Error Vulkan-1.dll not found o falta vulkan-1.dll. Este problema suele estar relacionado con el cargador de Vulka… [+7695 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Pepu Ricca","title":"Android acaba de convertirse en una caja fuerte con certificación mundial. Es una gran noticia para tu cartera y tu coche","description":"Que Android cada vez abarca más es un hecho. Lo que empezó como un sistema operativo para ejecutar aplicaciones ahora es nuestra cartera, la llave del coche e incluso nuestro DNI. Esta conveniencia siempre ha venido acompañada de una pregunta clave: ¿están nu…","url":"https://www.xatakandroid.com/sistema-operativo/android-acaba-convertirse-caja-fuerte-certificacion-mundial-gran-noticia-para-tu-cartera-tu-coche","urlToImage":"https://i.blogs.es/84849d/android-certificacion-seguridad/840_560.jpeg","publishedAt":"2025-08-13T10:30:37Z","content":"Que Android cada vez abarca más es un hecho. Lo que empezó como un sistema operativo para ejecutar aplicaciones ahora es nuestra cartera, la llave del coche e incluso nuestro DNI. Esta conveniencia s… [+3861 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Advierten sobre una campaña de phishing con una “personalización sin precedentes”","description":"Los ciberdelincuentes no se limitan a reflejar el nombre del destinatario en el cuerpo del correo electrónico, también lo incluyen en el documento adjunto.","url":"https://www.silicon.es/advierten-sobre-una-campana-de-phishing-con-una-personalizacion-sin-precedentes-2571507","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-Ivelin-Radkov_malware-email-spam-seguridad-phishing-adjunto-enlace.jpg","publishedAt":"2025-08-13T10:25:33Z","content":"Kaspersky alerta sobre una nueva campaña de phishing que se caracteriza por mostrar “un nivel de personalización sin precedentes“.\r\nEsta campaña apunta a los trabajadores de las empresas, a los que i… [+1952 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"EEUU desmanteló sitios e incautó 1 millón de dólares a BlackSuit, banda de ransomware cripto","description":"Un equipo de agencias de EEUU e internacionales tumbaron los servidores y sitios web vinculados al grupo de ransomware, BlackSuit, e incautaron 1 millón de dólares en criptomonedas.\n EEUU ha incautado servidores, nombres de dominio y cerca de 1 millón de dóla…","url":"https://es.cointelegraph.com/news/us-takes-down-sites-seizes-1m-crypto-ransomware-gang-blacksuit","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198a126-cf79-7b77-99e9-ebe079b86cc8","publishedAt":"2025-08-13T09:00:00Z","content":"EEUU ha incautado servidores, nombres de dominio y cerca de 1 millón de dólares en criptoactivos al grupo de ransomware, BlackSuit.\r\nEl Departamento de Justicia declaró el lunes que múltiples agencia… [+4011 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"La ingeniería social dirigida y la exfiltración de datos comandan el ‘ransomware’","description":"El pago medio de los rescates creció un 104 % durante el segundo trimestre hasta los 1,13 millones de dólares.","url":"https://www.silicon.es/la-ingenieria-social-dirigida-y-la-exfiltracion-de-datos-comandan-el-ransomware-2571498","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-08-13T07:44:01Z","content":"Aunque los datos de la industria indican que cada vez menos empresas acceden al pago de rescates por ransomware, Coveware by Veeam detecta un repunte considerable en las cifras abonadas durante el se… [+2508 chars]"},{"source":{"id":null,"name":"Pypi.org"},"author":null,"title":"siem-hkm-ai-smartcore 0.1.1","description":"lanzco's team","url":"https://pypi.org/project/siem-hkm-ai-smartcore/0.1.1/","urlToImage":null,"publishedAt":"2025-08-13T03:22:18Z","content":"A required part of this site couldnt load. This may be due to a browser\r\n extension, network issues, or browser settings. Please check your\r\n connection, disable any ad blockers, or try using a diffe… [+12 chars]"}]