[{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Whisper 2FA: el nuevo kit de phishing que roba credenciales de Microsoft 365 con técnicas avanzadas de evasión","description":"Barracuda detecta un millón de ataques con el nuevo kit PhaaS Whisper 2FA, que roba credenciales y tokens MFA de Microsoft 365 mediante técnicas avanzadas de camuflaje.","url":"https://www.silicon.es/whisper-2fa-el-nuevo-kit-de-phishing-que-roba-credenciales-de-microsoft-365-con-tecnicas-avanzadas-de-evasion-2574008","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/whisper-2fa-phishing-microsoft-365.jpeg","publishedAt":"2025-10-22T07:20:38Z","content":"Barracuda Networks ha identificado un nuevo y sofisticado kit de phishing-as-a-service (PhaaS), denominado Whisper 2FA, diseñado para robar credenciales y tokens de autenticación multifactor (MFA) de… [+1439 chars]"},{"source":{"id":null,"name":"EL PAÍS"},"author":"Lonely Planet","title":"Best in Travel 2026: los 25 mejores destinos y experiencias para descubrir el año que viene, según Lonely Planet","description":"En esta ocasión, la editorial viajera no ha distinguido entre ciudades, países o regiones entre los enclaves seleccionados, pero sí ha añadido 25 actividades culturales, gastronómicas o turísticas especiales que recomienda probar en Perú, Cádiz, Ciudad de Méx…","url":"https://elpais.com/elviajero/lonely-planet/2025-10-22/best-in-travel-2026-los-25-mejores-destinos-y-experiencias-para-descubrir-el-ano-que-viene-segun-lonely-planet.html","urlToImage":"https://imagenes.elpais.com/resizer/v2/R4Z2Y2LP2ZBHRCI5JZWPMWIJGE.jpg?auth=64afd941d9cb50f77bfb61c24ac7c80f15a3ab19e4ffc248ced67b16ac8bad21&width=1200","publishedAt":"2025-10-22T07:01:00Z","content":"Ir al contenido\r\nBotsuana, las mejores experiencias con fauna salvaje. En Botsuana, los safaris son conscientemente diferentes. El país ha apostado por pequeños campamentos que pretenden minimizar el… [+35585 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Jorge Sanz","title":"Los ciberataques a dispositivos móviles se reducen en el segundo trimestre de 2025","description":"Afortunadamente, según un informe de Karspersky, en el segundo trimestre de este año 2025, hemos asistido a una reducción del número de ataques maliciosos que han recibido los dispositivos móviles, tanto iOS, como sobre todo Android. Esta es una gran noticia …","url":"https://www.movilzona.es/branded/espacio-mobile-security/ciberataques-dispositivos-moviles-reducen-q2-2025/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/10/una-victima-de-ciberataque.jpg","publishedAt":"2025-10-22T05:30:57Z","content":"Un segundo trimestre donde lo más destacado ha sido esa disminución general de los ataques a los dispositivos móviles, que obviamente son en su mayoría a smartphones. Aun así, los hackers siguen actu… [+3200 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Arturo Criado","title":"El Español sigue líder con casi 25 millones de usuarios y casi cuatro de ventaja gracias a las redes sociales, según Comscore","description":"Este diario sigue a la cabeza de los diarios más leídos pese a los ciberataques padecidos en las primeras semanas del mes.","url":"https://www.elespanol.com/invertia/medios/20251022/espanol-sigue-lider-millones-usuarios-ventaja-gracias-redes-sociales-comscore/1003743979205_0.html","urlToImage":"https://s2.elespanol.com/2025/10/21/actualidad/1003743979307_259493360_1706x960.jpg?fmt=jpeg","publishedAt":"2025-10-22T00:29:53Z","content":"El Español lidera la audiencia digital en septiembre con 24,85 millones de visitantes únicos, superando a ELMUNDO.ES y ELCONFIDENCIAL.COM.\r\nEl liderazgo de El Español en Comscore coincide con un cibe… [+3222 chars]"}]