[{"source":{"id":null,"name":"Milenio"},"author":"Milenio Digital","title":"HelpRansomware presenta un nuevo estándar mundial para la gestión integral de crisis tras un ataque ransomware","description":"Los ataques ransomware ya no se limitan a cifrar datos. Hoy desencadenan una crisis completa que involucra filtraciones previas, amenazas públicas, presión mediática y daños reputacionales que superan con creces la dimensión técnica. Este cambio delictivo ha …","url":"https://www.milenio.com/tecnologia/helpransomware-presenta-un-nuevo-estandar-mundial-para-la-gestion","urlToImage":"https://cdn.milenio.com/uploads/media/2025/11/04/imagen-referencia-hecha-ia-hombre.jpg","publishedAt":"2025-11-25T18:55:04Z","content":"Los ataques ransomware ya no se limitan a cifrar datos. Hoy desencadenan una crisis completa que involucra filtraciones previas, amenazas públicas, presión mediática y daños reputacionales que supera… [+3649 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Una actualización falsa de Windows 10 y Windows 11 podría poner en peligro tu ordenador","description":"Los usuarios de Windows 10 y Windows 11 se vuelven a encontrar con una situación desafortunada. En este caso, debido a una actualización falsa que puede aparecer en pantalla y que resulta muy peligrosa.\nEspecialistas en seguridad ponen en alerta a los usuario…","url":"https://www.adslzone.net/noticias/seguridad/actualizacion-falsa-windows-peligro-ordenador/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Hacker-preparando-ataque-usando-ordenador-portatil.png","publishedAt":"2025-11-25T18:16:52Z","content":"Cuando eso ocurre, el usuario tiene la sensación de que se encuentra ante un mensaje del propio sistema operativo, el cual le estaría pidiendo que actualizase.\r\n¿Dónde está el peligro?\r\nPor supuesto,… [+4116 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Javier Tubío Barreto","title":"IndraMind: el cerebro militar español que revela su ventaja oculta","description":"Según El Español, IndraMind irrumpe como el primer “cerebro digital” soberano diseñado en España para anticipar, decidir y ejecutar operaciones en plena guerra híbrida. La plataforma combina IA, ciberdefensa avanzada, guerra electrónica y sistemas autónomos c…","url":"https://www.elconfidencialdigital.com/articulo/defensa/indramind-cerebro-militar-espanol-que-revela-ventaja-oculta/20251125184946991010.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/11/25/2025112518493316253.jpg","publishedAt":"2025-11-25T17:49:46Z","content":"El lanzamiento de IndraMind, anunciado oficialmente por Indra Group a través de su comunicado corporativo, marca un cambio de fase en la autonomía tecnológica europea. El proyecto se sustenta en más … [+3557 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Juan De Codina","title":"La Junta de Andalucía avisa de un correo estafa sobre supuestas citas médicas canceladas: mucho cuidado","description":"<![CDATA[<p>La Junta de Andalucía, a través de la Consejería de Sanidad, Presidencia y Emergencias, ha avisado de un correo electrónico fraudulento con el objetivo de robar dinero de las víctimas a través del conocido método phishing, una estafa cibernética q…","url":"https://www.huffingtonpost.es/virales/la-junta-andalucia-avisa-correo-estafa-sobre-supuestas-citas-medicas-canceladas-cuidado.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/11/25/fotografia-de-la-junta-andaluza-de-una-estafa-sobre-la-cita-medica.jpeg","publishedAt":"2025-11-25T17:12:34Z","content":"La Junta de Andalucía, a través de la Consejería de Sanidad, Presidencia y Emergencias, ha avisado de un correo electrónico fraudulentocon el objetivo de robar dinero de las víctimas a través del con… [+1717 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"Marketing 2026 y los profesionales obsoletos: la carrera por dominar la IA es obligatoria porque ignorarla ya no es una opción","description":"La irrupción de la inteligencia artificial en el ámbito profesional ya no es una hipótesis futurista, sino una realidad consolidada que redefine el quehacer diario de incontables sectores. En las disciplinas de la publicidad y el marketing, esta transformació…","url":"https://www.puromarketing.com/88/216436/marketing-2026-profesionales-obsoletos-carrera-dominar-obligada-ignorarla-opcion","urlToImage":"https://www.puromarketing.com/uploads/img/contents/2025/TKSejIk9Amho1gauYBPX/TKSejIk9Amho1gauYBPX_post_imagen_prev.jpg","publishedAt":"2025-11-25T17:09:54Z","content":"La irrupción de la inteligencia artificial en el ámbito profesional ya no es una hipótesis futurista, sino una realidad consolidada que redefine el quehacer diario de incontables sectores. En las dis… [+8954 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Redacción HuffPost","title":"Black Friday 2025 en hoteles: Meliá domina el evento, con hasta el 45% de descuento","description":"<![CDATA[<p>La temporada de rebajas más importante del año está cerca y, aunque normalmente las personas lo asocian con moda y tecnología, el sector de alojamiento y hoteles también se ha convertido en protagonista. El Black Friday en hoteles 2025 es la oport…","url":"https://www.huffingtonpost.es/life/viajes/black-friday-2025-hoteles-melia-domina-evento-45-descuento.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/11/25/black-friday-en-hoteles-y-viajes.jpeg","publishedAt":"2025-11-25T16:11:19Z","content":"La temporada de rebajas más importante del año está cerca y, aunque normalmente las personas lo asocian con moda y tecnología, el sector de alojamiento y hoteles también se ha convertido en protagoni… [+5613 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Los premios Qaracter de periodismo financiero reconocen a ABC","description":"El periodista y colaborador de ABC Adrián Espallargas ha sido reconocido con el segundo premio en la categoría de Banca en la primera edición de los premios ' Qaracter-Beyond your Challenge' por su reportaje 'Los bancos aún no sacan todo el rédito a su ingent…","url":"https://www.abc.es/economia/premios-qaracter-periodismo-financiero-reconocen-abc-20251125162208-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/economia/2025/11/25/entrega-premios-qracter.jpg","publishedAt":"2025-11-25T15:39:53Z","content":"El periodista y colaborador de ABC Adrián Espallargas ha sido reconocido con el segundo premio en la categoría de Banca en la primera edición de los premios 'Qaracter-Beyond your Challenge' por su re… [+3213 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Black Friday: ejemplos de estafas digitales que debes conocer","description":"Te mostramos ejemplos de cómo operan las estafas que se multiplican en Black Friday: correos en Gmail, anuncios en Google, mensajes por WhatsApp y sitios falsos que buscan robar tus datos y tu dinero","url":"https://www.welivesecurity.com/es/estafas-enganos/black-friday-fraudes-online-ejemplos/","urlToImage":null,"publishedAt":"2025-11-25T15:27:15Z","content":"Los descuentos que se prometen en eventos especiales, como el Black Friday o Cyber Monday, generan una especie de fiebre por las ofertas y las “oportunidades únicas”.\r\nLas promociones abundan, pero t… [+6729 chars]"},{"source":{"id":null,"name":"Tecnovortex.com"},"author":"Tecnovortex","title":"Claves que han convertido al firewall en una herramienta clave de la conectividad empresarial","description":"Para nadie es un secreto que la era digital ha traído consigo un entorno hiperconectado, donde personas y empresas comparten datos constantemente a través de la nube y diversos servidores. En este escenario, circula información cada vez más sensible, desde da…","url":"https://tecnovortex.com/claves-que-han-convertido-al-firewall-en-una-herramienta-clave-de-la-conectividad-empresarial/","urlToImage":"https://tecnovortex.com/wp-content/uploads/2025/11/case.jpg","publishedAt":"2025-11-25T13:54:43Z","content":"Para nadie es un secreto que la era digital ha traído consigo un entorno hiperconectado, donde personas y empresas comparten datos constantemente a través de la nube y diversos servidores. En este es… [+8875 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Jorge Arturo Castillo","title":"Aquila+: la plataforma que está acercando diagnósticos más rápidos y precisos a millones de pacientes en México","description":"La plataforma de IMEXHS, conecta especialistas, acelera estudios y mejora la calidad diagnóstica. Para los pacientes, marca el inicio de una nueva etapa en la radiología del país.","url":"https://www.elfinanciero.com.mx/opinion/arturo-castillo/2025/11/25/aquila-la-plataforma-que-esta-acercando-diagnosticos-mas-rapidos-y-precisos-a-millones-de-pacientes-en-mexico/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/XV2CNUY5DFF6HOQHEVO2ZFJRE4.jpg?smart=true&auth=eb8624912cd2968bdcfab1039e26eeeba06af559369ea9ab652b22b7b5d79199&width=1200&height=630","publishedAt":"2025-11-25T13:45:50Z","content":"Sin duda alguna, la radiología mexicana vive un momento clave, uno que combina rezagos acumulados, saturación hospitalaria y una demanda creciente de diagnósticos oportunos. En este escenario, donde … [+4657 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo usar Stable Diffusion 3 en tu PC","description":"Instala y usa Stable Diffusion 3 en PC: requisitos, interfaces, ajustes, modelos y trucos para mejores resultados.","url":"https://www.actualidadgadget.com/como-usar-stable-diffusion-3-en-tu-pc/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Como-usar-Stable-Diffusion-3-en-tu-PC-1.png","publishedAt":"2025-11-25T12:39:38Z","content":"Si te preguntas cómo poner a trabajar Stable Diffusion 3 en tu PC sin dolores de cabeza, aquí tienes una guía clara, práctica y muy completa. Vamos a cubrir desde requisitos y opciones de instalación… [+14287 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Esta usuaria reservó hotel en Booking.com. Un mes después, el hotel le pidió pagar cuatro veces más… y a la plataforma le pareció bien","description":"Cuando Erika Mann hizo clic en 'Reservar' el pasado 25 de mayo, se quedó tranquila: acababa de quitarse de encima la organización de un viaje internacional con exactamente un año de antelación: su familia iba a viajar desde los Países Bajos para poder asistir…","url":"https://www.genbeta.com/actualidad/esta-usuaria-reservo-hotel-booking-com-mes-despues-hotel-le-pidio-pagar-cuatro-veces-a-plataforma-le-parecio-bien","urlToImage":"https://i.blogs.es/34e177/chatgpt-image-25-nov-2025-13_15_55/840_560.png","publishedAt":"2025-11-25T12:33:16Z","content":"Cuando Erika Mann hizo clic en 'Reservar' el pasado 25 de mayo, se quedó tranquila: acababa de quitarse de encima la organización de un viaje internacional con exactamente un año de antelación: su fa… [+5089 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Mejores extensiones para Chrome, Edge y Firefox de 2025","description":"Las mejores extensiones para Chrome, Edge y Firefox: productividad, SEO, IA, seguridad y más, con guía de instalación y consejos clave.","url":"https://www.actualidadgadget.com/mejores-extensiones-para-chrome-edge-y-firefox-de-2025/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Mejores-extensiones-para-Chrome-Edge-y-Firefox.png","publishedAt":"2025-11-25T12:25:01Z","content":"Si utilizas el navegador para trabajar, estudiar o simplemente pasar el rato, las extensiones son ese extra que transforma un buen navegador en una navaja suiza. El ecosistema de Chrome, Edge y Firef… [+16403 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo preparar tu equipo Windows antes de venderlo para evitar fugas de datos","description":"Guía para formatear tu PC Windows 10/11 antes de venderlo: copia de seguridad, restablecer, limpiar la unidad y activar sin tu cuenta.","url":"https://www.actualidadgadget.com/como-preparar-tu-equipo-windows-antes-de-venderlo-para-evitar-fugas-de-datos/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Como-preparar-tu-equipo-Windows-antes-de-venderlo-para-evitar-fugas-de-datos.png","publishedAt":"2025-11-25T12:16:20Z","content":"Si vas a vender, regalar o reciclar tu PC con Windows 10 o Windows 11, lo más importante es asegurarte de que no queda ni rastro de tus datos. Formatear y restablecer correctamente el equipo evita su… [+12593 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo proteger a las personas mayores de los riesgos de Internet","description":"Guía clara para proteger a mayores online: evita fraudes, refuerza contraseñas, usa antivirus y actúa ante ataques. Consejos y herramientas imprescindibles.","url":"https://www.actualidadgadget.com/como-proteger-a-las-personas-mayores-de-los-riesgos-de-internet/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Adulta-mayor-usando-un-smartphone-y-portatil.png","publishedAt":"2025-11-25T11:50:06Z","content":"Las personas mayores están cada vez más conectadas y, con ello, se exponen a riesgos online que conviene entender y prevenir. Desde hacer una videollamada a gestionar la banca digital, su día a día p… [+13294 chars]"},{"source":{"id":null,"name":"Xataka.com.co"},"author":"Jimmy Pepinosa","title":"Internet cambiará en 2026: ciudades y países podrán tener su propio dominio de nivel superior ¿Qué significa crear direcciones web como .bogota o .colombia?","description":"En abril de 2026 Internet sumará una transformación que no se veía desde hace más de una década: gobiernos, ciudades, regiones y organizaciones de todo el mundo podrán solicitar su propio dominio de nivel superior. Es decir, la palabra que aparece después del…","url":"https://www.xataka.com.co/legislacion-y-derechos/internet-cambiara-2026-ciudades-paises-podran-tener-su-propio-dominio-nivel-superior-que-significa-crear-direcciones-web-como-bogota-colombia","urlToImage":"https://i.blogs.es/75c7bb/icann-4-/840_560.jpeg","publishedAt":"2025-11-25T11:01:06Z","content":"En abril de 2026 Internet sumará una transformación que no se veía desde hace más de una década: gobiernos, ciudades, regiones y organizaciones de todo el mundo podrán solicitar su propio dominio de … [+6466 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Así de peligrosos son los ataques ClickFix","description":"Los ataques de ingeniería social, donde se encuadran los denominados ataques ClickFix, son una de las formas más utilizadas para difundir malware, infectar computadoras o robar datos. Y es que en ciberseguridad, el componente humano sigue siendo el eslabón má…","url":"https://www.muycomputer.com/?p=390315","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/11/ataques-ClickFix-1000x600.jpg","publishedAt":"2025-11-25T10:53:04Z","content":"Los ataques de ingeniería social, donde se encuadran los denominados ataques ClickFix, son una de las formas más utilizadas para difundir malware, infectar computadoras o robar datos. Y es que en cib… [+3275 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Veeam presenta Data Platform V13 y eleva el estándar de la ciberresiliencia en la era de la IA","description":"La nueva versión de Veeam incorpora capacidades avanzadas de seguridad, análisis impulsados por IA y una API universal de integración de hipervisores para reforzar la protección ante ciberamenazas.","url":"https://www.silicon.es/veeam-presenta-data-platform-v13-y-eleva-el-estandar-de-la-ciberresiliencia-en-la-era-de-la-ia-2575021","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/veeam-data-platform-v13.jpeg","publishedAt":"2025-11-25T10:19:04Z","content":"Veeam Software ha anunciado el lanzamiento de Veeam Data Platform V13, una actualización que redefine su enfoque de ciberresiliencia, protección avanzada de datos e inteligencia operativa basada en I… [+4369 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Alberto R. Aguiar","title":"Cómo darse de baja del spam y correos publicitarios: la función de Gmail que nadie conoce","description":"Si abres tu bandeja de entrada y encuentras decenas de correos promocionales de tiendas que apenas recuerdas, puede que la solución esté más a mano de lo que crees. Gmail incorpora una función poco usada pero eficaz para liberarte del spam sin tener que rastr…","url":"https://andro4all.com/tecnologia/como-darse-de-baja-del-spam-y-correos-publicitarios-la-funcion-de-gmail-que-nadie-conoce","urlToImage":"https://andro4all.com/hero/2025/02/la-app-de-gmail-para-iphone-acaba-de-estrenar-nuevo-diseno-esto-es-todo-lo-que-cambia.jpg?width=1200","publishedAt":"2025-11-25T10:03:35Z","content":"Gmail esconde una función que está a simple vista pero que pasa desapercibida: así puedes dejar de recibir spam en unos sencillos pasos\r\nSi abres tu bandeja de entrada y encuentras decenas de correos… [+4498 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Sanidad alerta de mensajes fraudulentos de cancelación de citas del médico en Andalucía","description":"La Consejería de Sanidad, Presidencia y Emergencias de la Junta de Andalucía ha detectado que los usuarios del Servicio Andaluz de Salud (SAS) están recibiendo mensajes de correo electrónico fraudulentos en los que se les informa de cancelaciones de citas par…","url":"https://www.abc.es/espana/andalucia/sanidad-alerta-mensajes-fraudulentos-cancelacion-citas-medico-20251125104639-nts.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2025/11/25/citas-falsas-andalucia-U81541765173rsj-1024x512@diario_abc.jpg","publishedAt":"2025-11-25T09:46:39Z","content":"La Consejería de Sanidad, Presidencia y Emergencias de la Junta de Andalucía ha detectado que los usuarios del Servicio Andaluz de Salud (SAS) están recibiendo mensajes de correo electrónico fraudule… [+968 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"Marketing 2026 y los profesionales obsoletos: La carrera por dominar la IA es obligada por qué ignorarla ya no es una opción","description":"La irrupción de la inteligencia artificial en el ámbito profesional ya no es una hipótesis futurista, sino una realidad consolidada que redefine el quehacer diario de incontables sectores. En las disciplinas de la publicidad y el marketing, esta transformació…","url":"https://www.puromarketing.com/88/216436/marketing-2026-profesional-obsoletos-carrera-dominar-obligada-ignorarla-opcion","urlToImage":"https://www.puromarketing.com/uploads/img/contents/2025/TKSejIk9Amho1gauYBPX/TKSejIk9Amho1gauYBPX_post_imagen_prev.jpg","publishedAt":"2025-11-25T08:30:54Z","content":"La irrupción de la inteligencia artificial en el ámbito profesional ya no es una hipótesis futurista, sino una realidad consolidada que redefine el quehacer diario de incontables sectores. En las dis… [+8954 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Marquez","title":"Una operación silenciosa ha comprometido miles de routers ASUS. Los investigadores apuntan a grupos vinculados a China","description":"Pocos dispositivos son tan estables y discretos como el router. Apenas pensamos en ellos, rara vez revisamos su configuración y tampoco solemos considerarlos parte del debate sobre seguridad. Simplemente están ahí, conectando. Esa condición los convierte en u…","url":"https://www.xataka.com/seguridad/operacion-silenciosa-ha-comprometido-miles-routers-asus-investigadores-apuntan-a-grupos-vinculados-a-china","urlToImage":"https://i.blogs.es/25bc7e/asus-portada/840_560.jpeg","publishedAt":"2025-11-25T07:31:06Z","content":"Pocos dispositivos son tan estables y discretos como el router. Apenas pensamos en ellos, rara vez revisamos su configuración y tampoco solemos considerarlos parte del debate sobre seguridad. Simplem… [+5285 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Google y IA Antifraude: cómo funciona","description":"Cómo Google usa IA para frenar estafas en búsquedas, Android y llamadas. Diferencias con iOS y claves para evitar timos.","url":"https://www.androidsis.com/google-y-ia-antifraude-como-funciona/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/11/Google-y-IA-Antifraude-como-funciona-1.png","publishedAt":"2025-11-25T07:21:35Z","content":"La batalla por la seguridad digital entre plataformas móviles ha subido varios enteros, y en el centro está la pregunta de siempre: ¿hasta qué punto la inteligencia artificial de Google frena estafas… [+15775 chars]"}]