[{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"La Guardia Civil ha detenido a un menor como presunto autor del hackeo del PSOE y el robo de 10 GB de datos","description":"Los ciberataques que pueden ser realizados por hackers individuales o grupos que tienen como objetivo una empresa u organización. Normalmente este tipo de ataques pueden ser motivados por una ganancia económica (pidiendo a la empresa un rescate por los datos …","url":"https://elchapuzasinformatico.com/?p=617455","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/09/Guardia-Civil-arresta-hacker-PSOE.jpg","publishedAt":"2025-09-14T19:00:50Z","content":"Los ciberataques que pueden ser realizados por hackers\r\nindividuales o grupos que tienen como objetivo una empresa u\r\norganización. Normalmente este tipo de ataques pueden ser motivados\r\npor una gana… [+2933 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Anunciante","title":"Fortaleza de seguridad de Venus Protocol: recuperación de $13 Millones en fondos robados en pocas horas","description":"Los protocolos de préstamo confiables son la columna vertebral de DeFi. Muchos usuarios confían en ellos para depositar cantidades significativas de capital, lo que permite el préstamo, el endeudamiento y la participación en una variedad de estrategias de fin…","url":"https://es.beincrypto.com/fuerza-seguridad-venus-protocol/","urlToImage":"https://assets.beincrypto.com/img/wbbmUPX5STNDQrkPHIogdSKgmeQ=/smart/2de3e7de026a403bb1295b004cdb20f4","publishedAt":"2025-09-14T18:45:00Z","content":"Los protocolos de préstamo confiables son la columna vertebral de DeFi. Muchos usuarios confían en ellos para depositar cantidades significativas de capital, lo que permite el préstamo, el endeudamie… [+3104 chars]"},{"source":{"id":null,"name":"Republica.com"},"author":"Alicia Utrera","title":"Centroamérica expuesta a ciberespionaje","description":"El Data Breach Investigations Report (DBIR) 2025 de Verizon reporta un aumento del 163 % en ciberespionaje corporativo a nivel mundial. De acuerdo con el vocero de SISAP, José Amado, la mayor cantidad de datos disponibles revela un fenómeno impulsado por tens…","url":"https://republica.com/actualidad/centroamerica-expuesta-a-ciberespionaje-20259149180","urlToImage":"https://cdn.republica.com/092025/1757872004466.jpg?&cw=600&ch=365","publishedAt":"2025-09-14T13:18:00Z","content":"El Data Breach Investigations Report (DBIR) 2025 de Verizon reporta un aumento del 163 % en ciberespionaje corporativo a nivel mundial. De acuerdo con el vocero de SISAP, José Amado, la mayor cantida… [+10150 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"HybridPetya: ransomware que burla UEFI Secure Boot y amenaza a sistemas Windows","description":"HybridPetya destaca como la evolución moderna de Petya y NotPetya, demostrando que incluso Secure Boot puede ser burlado. El malware incorpora técnicas de cifrado e infección avanzadas y aprovecha la vulnerabilidad CVE-2024-7344 para comprometer sistemas Wind…","url":"https://unaaldia.hispasec.com/2025/09/hybridpetya-ransomware-que-burla-uefi-secure-boot-y-amenaza-a-sistemas-windows.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/dev-team-1757840966517.png?fit=1200%2C686&ssl=1","publishedAt":"2025-09-14T12:39:44Z","content":"HybridPetya es una nueva variante de ransomware que eleva el listón al comprometer la partición EFI y saltarse las protecciones de UEFI Secure Boot en sistemas Windows. Descubierto recientemente por … [+1959 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Lacort","title":"Dentro del imperio de la ciberseguridad lituana: la improbable capital mundial de las VPN","description":"En las oficinas de la Cyber City, el nuevo campus tecnológico de Vilna (Lituania) que alberga a 3.000 empleados, Vytautas Kaziukonis (en la imagen superior) mueve las manos mientras explica algo que parece desafiar toda lógica empresarial.\n<!-- BREAK 1 -->\nEl…","url":"https://www.xataka.com/seguridad/dentro-imperio-ciberseguridad-lituana-improbable-capital-mundial-vpn","urlToImage":"https://i.blogs.es/675a6b/img_6691/840_560.jpeg","publishedAt":"2025-09-14T09:00:46Z","content":"En las oficinas de la Cyber City, el nuevo campus tecnológico de Vilna (Lituania) que alberga a 3.000 empleados, Vytautas Kaziukonis (en la imagen superior) mueve las manos mientras explica algo que … [+10246 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El Gobierno alerta del aumento de llamadas telefónicas fraudulentas en las que nadie responde o piden añadir el número","description":"El Gobierno de Cantabria, a través de la Consejería de Industria, Empleo, Innovación y Comercio, ha alertado a los ciudadanos sobre los \"peligros\" de las llamadas telefónicas en las que nadie habla o en las que se escucha una voz que invita a añadir el número…","url":"https://www.europapress.es/cantabria/noticia-gobierno-alerta-aumento-llamadas-telefonicas-fraudulentas-nadie-responde-piden-anadir-numero-20250914091736.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250914091736_1200.jpg","publishedAt":"2025-09-14T07:17:36Z","content":"SANTANDER 14 Sep. (EUROPA PRESS) - \r\n El Gobierno de Cantabria, a través de la Consejería de Industria, Empleo, Innovación y Comercio, ha alertado a los ciudadanos sobre los \"peligros\" de las llamada… [+5652 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Nodos IoT, así son los nuevos pilares de la ciudad conectada","description":"Internet de las cosas (o IoT, las siglas del término inglés 'Internet of Things') es la llave maestra de las ciudades inteligentes llamadas a redefinir la forma en que organizamos y disfrutamos de los espacios urbanos. Una gran transformación en marcha en la …","url":"https://www.abc.es/economia/nodos-iot-nuevos-pilares-ciudad-conectada-20250914165426-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2025/09/14/smart-city-cover-U87856336303IoY-1024x512@diario_abc.jpg","publishedAt":"2025-09-14T04:07:19Z","content":"Internet de las cosas (o IoT, las siglas del término inglés 'Internet of Things') es la llave maestra de las ciudades inteligentes llamadas a redefinir la forma en que organizamos y disfrutamos de lo… [+7972 chars]"}]