[{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"P.A.","title":"Por qué conectar tu móvil en un cargador público puede ser peligroso","description":"Del «juice-jacking» al «choicejacking»: así evolucionan los ataques que convierten los cargadores públicos en herramientas para robar información de un dispositivo","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/08/18/conectar-tu-movil-cargador-publico-puede-peligroso/00031755499028086268547.htm","urlToImage":"https://cflvdg.avoz.es/sc/9H5TiW8OmCudJksRsIv6nfynNVQ=/1280x/2025/08/18/00121755499802412613504/Foto/s1221d6f2.png","publishedAt":"2025-08-18T03:00:00Z","content":"Los cargadores públicos, habituales en aeropuertos, estaciones de tren o centros comerciales, llevan años en el punto de mira de los expertos en ciberseguridad. Lo que comenzó como una advertencia so… [+5051 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Obed Nares","title":"Morir no basta para desaparecer: así son los chatbots que recrean a los muertos y el derecho al olvido que aún no existe","description":"La llegada de la inteligencia artificial generativa ha abierto la puerta a una nueva forma de “inmortalidad”: recrear digitalmente a personas fallecidas con su voz, imagen, gestos e incluso memoria. Esto, que antes parecía ciencia ficción, hoy es un negocio r…","url":"https://www.xataka.com.mx/otros-1/morir-no-basta-para-desaparecer-asi-chatbots-que-recrean-a-muertos-derecho-al-olvido-que-no-existe","urlToImage":"https://i.blogs.es/ea3082/xtk-formato-01-3-/840_560.jpeg","publishedAt":"2025-08-17T15:30:37Z","content":"La llegada de la inteligencia artificial generativa ha abierto la puerta a una nueva forma de inmortalidad: recrear digitalmente a personas fallecidas con su voz, imagen, gestos e incluso memoria. Es… [+4092 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Computación efímera: la nube que se borra sola para proteger tu privacidad y el planeta","description":"La computación efímera es una forma de usar servidores y recursos en la nube que se crean solo para cumplir una tarea y se eliminan inmediatamente después. Imagínalo como una nota escrita en papel que se autodestruye al terminar de leerla: no deja rastro. Est…","url":"https://wwwhatsnew.com/2025/08/17/computacion-efimera-la-nube-que-se-borra-sola-para-proteger-tu-privacidad-y-el-planeta/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/08/computacion-efimera-mediante-servidores-que-se-disuelven-en-nubes-de-datos-1-1.png","publishedAt":"2025-08-17T14:00:58Z","content":"La computación efímera es una forma de usar servidores y recursos en la nube que se crean solo para cumplir una tarea y se eliminan inmediatamente después. Imagínalo como una nota escrita en papel qu… [+4646 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Thomas Handley","title":"El espejismo de los códigos de un solo uso: cuando la solución a las contraseñas se convierte en un nuevo riesgo","description":"Lo que parecía el fin de las contraseñas resultó ser una puerta abierta a nuevos engaños digitales. El inicio de sesión con códigos de un solo uso, adoptado incluso por Microsoft, se ha convertido en el blanco de sofisticadas estafas de phishing que están dej…","url":"https://es.gizmodo.com/el-espejismo-de-los-codigos-de-un-solo-uso-cuando-la-solucion-a-las-contrasenas-se-convierte-en-un-nuevo-riesgo-2000186391","urlToImage":"https://es.gizmodo.com/app/uploads/2025/08/Gizmodo-5-6-1200x675.jpg","publishedAt":"2025-08-17T12:30:55Z","content":"Durante años, las contraseñas fueron el punto débil de la seguridad digital. La llegada de los códigos de un solo uso prometía ser la alternativa elegante y definitiva. Sin embargo, esta innovación n… [+2467 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"José A. Lizana","title":"Creíamos haber resuelto el engorro de las contraseñas con los códigos de un solo uso: ahora estamos descubriendo la realidad","description":"Las contraseñas son un engorro. Recordarlas es una misión casi imposible, crear versiones seguras hace que tengamos que estar introduciendo varios símbolos especiales, y para colmo, vemos filtraciones de estos datos cada cierto tiempo. Por eso, las diferentes…","url":"https://www.xataka.com/seguridad/creiamos-haber-resuelto-engorro-contrasenas-codigos-solo-uso-ahora-estamos-descubriendo-realidad","urlToImage":"https://i.blogs.es/07155f/contrasena-hack/840_560.jpeg","publishedAt":"2025-08-17T12:00:37Z","content":"Las contraseñas son un engorro. Recordarlas es una misión casi imposible, crear versiones seguras hace que tengamos que estar introduciendo varios símbolos especiales, y para colmo, vemos filtracione… [+4230 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Oluwapelumi Adejumo","title":"Kraken detiene depósitos de Monero tras afirmaciones de ataque del 51%","description":"Los críticos argumentan que Qubic nunca controló más del 35% del hashrate de Monero, sino que dependía de la minería egoísta, mientras se lanzaban ataques DDoS contra el pool.\nEl post Kraken detiene depósitos de Monero tras afirmaciones de ataque del 51% fue …","url":"https://es.beincrypto.com/kraken-congela-depositos-monero-atquie-51-porciento/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2025/08/monero-price-prediction.jpg.webp","publishedAt":"2025-08-17T10:19:00Z","content":"Kraken, una de las plataformas de trading de criptomonedas más grandes del mundo, ha pausado los depósitos para Monero (XMR), citando un supuesto ataque del 51% en la red blockchain enfocada en la pr… [+3176 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"El Confidencial","title":"Policía Nacional: \"Si tienes muchas ventanas abiertas en tu navegador, puedes convertirte en la víctima perfecta del tabnabbing\"","description":"Los agentes advierten que esta conducta puede facilitar el acceso de ciberdelincuentes a información sensible sin que el usuario lo note","url":"https://www.elconfidencial.com/espana/2025-08-17/policia-nacional-muchas-ventanas-abiertas-navegador-victima-tabnabbing-1qrt_4171257/","urlToImage":"https://images.ecestaticos.com/c53l7Kw87YAqUZ8X7Y5L7OKeuH0=/0x0:1024x768/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/cab/c2d/36d/cabc2d36d43f0e6b103a46ddd55aef94.jpg","publishedAt":"2025-08-17T08:08:00Z","content":"El aviso de la Policía Nacional a los españoles que acceden a un WIFI público: fíjate en estas letrasAviso a todos los usuarios de Android: presta atención al botón automático 'abrir enlace' en las n… [+3495 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Moisés Rojas","title":"¿Se acabaron las llamadas comerciales fraudulentas? Esto dice la nueva ley","description":"Desde el 7 de junio de 2025, una nueva normativa ya en vigor cambia el panorama telefónico en España: quedan prohibidas las llamadas comerciales desde móviles para frenar estafas por suplantación de identidad. Solo podrán realizarse desde líneas claramente id…","url":"https://www.movilzona.es/noticias/smartphones/fin-llamadas-comerciales-fraudulentas-nueva-ley/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/05/filtro-llamadas-spam-android-movil.png","publishedAt":"2025-08-17T08:04:27Z","content":"Con el objetivo de proteger a los usuarios frente al phishing vía llamada o SMS, el Gobierno ha aprobado la Orden TDF/149/2025, que impone obligaciones claras a los operadores: bloquear numeraciones … [+3709 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Vince Quill","title":"Kraken suspendió los depósitos de Monero tras un ataque del 51 %","description":"Los retiros y las operaciones con Monero (XMR) en el exchange Kraken siguen abiertos, y los depósitos se reanudarán una vez que sea seguro, ha informado la plataforma.\n El exchange de criptomonedas Kraken ha suspendido temporalmente los depósitos de Monero (X…","url":"https://es.cointelegraph.com/news/kraken-pause-monero-deposits-after-51-attack","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198b52a-8b00-71ce-906d-97aa23cb87de","publishedAt":"2025-08-17T00:19:04Z","content":"El exchange de criptomonedas Kraken ha suspendido temporalmente los depósitos de Monero (XMR) debido al ataque del 51 % que se está llevando a cabo contra la blockchain centrada en la privacidad, lo … [+2971 chars]"}]