[{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Solución al error “formato requerido” al conectar un USB en Windows","description":"Guía para reparar un USB que pide “formato” en Windows sin perder datos. Causas, chkdsk, particiones y opciones seguras paso a paso.","url":"https://www.actualidadgadget.com/solucion-al-error-formato-requerido-al-conectar-un-usb-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/06/Que-puerto-USB-tengo-1.jpg","publishedAt":"2025-08-19T19:16:45Z","content":"Si al conectar un pendrive o disco externo en Windows aparece el aviso de que es necesario formatear la unidad, no te precipites. Ese mensaje el clásico Error «formato requerido» indica que el sistem… [+13223 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Cuando cada minuto cuenta: el desafío de contener amenazas cada vez más veloces","description":"Los ciberataques se mueven en minutos. La detección y respuesta gestionadas (MDR) permiten reaccionar al ritmo de las amenazas y proteger sin pausa.","url":"https://www.welivesecurity.com/es/seguridad-corporativa/respuesta-amenazas-tiempo-real-mdr-ciberdefensa/","urlToImage":null,"publishedAt":"2025-08-19T19:11:46Z","content":"¿Cuánto tardan los actores de amenazas en pasar del acceso inicial al movimiento lateral? ¿Días? ¿horas? Desgraciadamente, la respuesta para muchas organizaciones es cada vez más \"minutos\". De hecho,… [+7893 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Los mejores comandos para diagnosticar y reparar problemas en Windows 11","description":"Guía completa de comandos para diagnosticar y reparar problemas en Windows 11: SFC, DISM, CHKDSK, red y más.","url":"https://www.actualidadgadget.com/los-mejores-comandos-para-diagnosticar-y-reparar-problemas-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Alternativas-a-CCleaner-para-Windows-11-3.jpg","publishedAt":"2025-08-19T19:09:43Z","content":"La terminal sigue siendo una navaja suiza para diagnosticar y reparar problemas en Windows 11 sin vueltas innecesarias. Aunque la interfaz gráfica ha avanzado muchísimo, hay fallos que se resuelven m… [+10733 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Una letra japonesa es la clave de esta ciberestafa veraniega: así logra suplantar a Booking si no te fijas bien","description":"La tipografía es un campo lleno de curiosidades. Pero seguro que no habías pensado que una de esas curiosidades podría ser la razón que multiplicaría las probabilidades de que cayeses víctima de una estafa de suplantación de Booking.com, ahora en plena tempor…","url":"https://www.genbeta.com/seguridad/letra-japonesa-clave-esta-ciberestafa-veraniega-asi-logra-suplantar-a-booking-no-te-fijas-bien","urlToImage":"https://i.blogs.es/917c7e/chatgpt-image-19-ago-2025-19_25_19/840_560.png","publishedAt":"2025-08-19T17:29:29Z","content":"La tipografía es un campo lleno de curiosidades. Pero seguro que no habías pensado que una de esas curiosidades podría ser la razón que multiplicaría las probabilidades de que cayeses víctima de una … [+5891 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Moisés Rojas","title":"Entre Outlook y Gmail ¿Qué correo electrónico es más seguro?","description":"Millones de personas en el mundo confían su información más personal a servicios de correo electrónico como Gmail y Outlook. Pero, ¿cuál de los dos protege mejor tus datos? La respuesta no es tan simple como parece. Cuando se trata de elegir una cuenta de cor…","url":"https://www.movilzona.es/noticias/aplicaciones/outlook-gmail-gestor-correo-mas-seguro/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/07/gestionar-suscripciones-gmail-nueva-opcion.png","publishedAt":"2025-08-19T16:45:39Z","content":"Cuando se trata de elegir una cuenta de correo electrónico segura, tanto Gmail como Outlook ofrecen sistemas sólidos de protección. Sin embargo, sus diferencias en cifrado, privacidad y medidas antip… [+3565 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo enviar un enlace de YouTube que empiece donde quieras","description":"Aprende a crear y enviar un enlace de YouTube que empiecen donde quieras, en móvil y PC, e incluso fijar inicio y fin. Guía clara y completa.","url":"https://www.androidsis.com/como-enviar-un-enlace-de-youtube-que-empiece-donde-quieras/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2024/06/youtube-aplicacion.png","publishedAt":"2025-08-19T15:55:51Z","content":"Compartir un vídeo de YouTube arrancando justo en el segundo que interesa es una de esas funciones que te ahorran explicaciones y tiempo: quien recibe el enlace entra y ve exactamente el fragmento re… [+14416 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Darren Sonderman and Sydney Sonderman","title":"Empresas de contratos inteligentes, cobertura de seguro deficiente","description":"Los seguros tradicionales están fallando a las empresas de criptoactivos. A medida que la tokenización alcance los 20 billones de dólares, las empresas necesitan una cobertura a medida, no pólizas estándar.\n Opinión de: Darren Sonderman y Sydney Sonderman, co…","url":"https://es.cointelegraph.com/news/smart-companies-dumb-insurance","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/019864dd-ebad-7481-859d-44c74805e0ad","publishedAt":"2025-08-19T15:30:00Z","content":"Opinión de: Darren Sonderman y Sydney Sonderman, corredores de seguros de líneas financieras en CAC Group\r\nLos criptoactivos, las finanzas descentralizadas (DeFi) y la tokenización ya no son concepto… [+8161 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"EEUU estudia sancionar a España por sus contratos con Huawei","description":"Miembro del Congreso de Estados Unidos consideran “altamente inquietante” las decisiones que se están llevando a cabo desde el Gobierno de España para estrechar lazos con China, como la reciente adjudicación del contrato de Huawei para almacenar las escuchas …","url":"https://www.adslzone.net/noticias/internet/eeuu-sanciones-comerciales-espana-relaciones-huawei/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/eeuu-sanciones-huawei-espana-pcpal.png","publishedAt":"2025-08-19T13:03:49Z","content":"Más problemas para el Gobierno de Pedro Sánchez por la renovación del contrato de Huawei el pasado mes de julio por valor de 123 millones de euros. Tanto Bruselas como Estados Unidos llevan tiempo ad… [+4960 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Lucas Handley","title":"Alerta usuarios de PayPal: informan que millones de contraseñas han sido robadas","description":"Un hacker asegura haber obtenido millones de contraseñas de PayPal y desató la alarma mundial. Sin embargo, los expertos sugieren que la historia podría ser muy distinta a lo que aparenta.","url":"https://es.gizmodo.com/alerta-usuarios-de-paypal-informan-que-millones-de-contrasenas-han-sido-robadas-2000186720","urlToImage":"https://es.gizmodo.com/app/uploads/2025/08/Diseno-sin-titulo-101-1200x675.jpg","publishedAt":"2025-08-19T12:26:29Z","content":"En el mundo digital, los rumores de filtraciones masivas generan pánico inmediato, sobre todo cuando afectan a plataformas financieras globales. Un reciente anuncio encendió las alarmas: supuestament… [+3863 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Los hackers están atacando millones de cuentas de Gmail después de una grave filtración de datos","description":"Los usuarios de Gmail están expuestos a una serie de riesgos derivados de una grave filtración de datos. Si bien no se han filtrado las contraseñas de las cuentas, los cibercriminales sí que se han hecho con información sensible que podría llevar a situacione…","url":"https://www.adslzone.net/noticias/seguridad/hackers-atacando-cuentas-gmail-filtracion-datos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/Icono-aplicacion-correo-electronico-Mail-movil.png","publishedAt":"2025-08-19T10:33:38Z","content":"El 5 de agosto Google confirmó en una publicación en Google Cloud, que el servicio de correo electrónico Gmail había sufrido un hackeo. La compañía fue transparente en todo momento y, como mencionaro… [+6172 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Google admite una filtración masiva que compromete datos de 2.500 millones de usuarios de Gmail","description":"Google ha confirmado una filtración de datos que afecta a prácticamente todos los usuarios de Gmail en el mundo. Los 2.500 millones de cuentas están en riesgo tras el hackeo perpetrado por ShinyHunters, un grupo que ha conseguido acceder a las bases de datos …","url":"https://andro4all.com/google/google-admite-una-filtracion-masiva-que-compromete-datos-de-2-500-millones-de-usuarios-de-gmail","urlToImage":"https://andro4all.com/hero/2024/07/hacker-8018474_1280.png?width=1200","publishedAt":"2025-08-19T10:02:55Z","content":"Los hackers han robado nombres de usuario y patrones de actividad, aunque Google niega que las contraseñas hayan sido comprometidas en el proceso\r\nGoogle ha confirmado una filtración de datos que afe… [+2846 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"México recibió 40.6 mil millones de intentos de ciberataques en 6 meses","description":"En el primer semestre del año, México recibió un total de 40 mil 600 millones de intentos de ciberataques, reveló ayer Fortinet, una firma especializada en temas relacionados con la ciberseguridad.","url":"https://www.jornada.com.mx/2025/08/19/economia/018n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-08-19T09:28:16Z","content":"Periódico La JornadaMartes 19 de agosto de 2025, p. 18\r\nEn el primer semestre del año, México recibió un total de 40 mil 600 millones de intentos de ciberataques, reveló ayer Fortinet, una firma espe… [+2445 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Si recibes este correo de Booking, cuidado, es la nueva estafa en la que están cayendo miles de personas","description":"Te llega un correo electrónico que parece inofensivo a primera vista, con el logo de Booking, y como asunto te invitan a revisar una reserva pendiente o una oferta exclusiva, acompañado de un enlace que parece totalmente legítimo. Pero detrás de este mensaje …","url":"https://www.adslzone.net/noticias/seguridad/correo-booking-nueva-estafa/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2023/08/web-booking-1.png","publishedAt":"2025-08-19T08:56:00Z","content":"El fraude ha comenzado a circular de forma masiva durante este mes de agosto y está diseñado con un nivel de detalle tan alto que ya ha conseguido engañar a miles de usuarios en todo el mundo. Si tie… [+5491 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"De jefes .","title":"Zeekr va por 4 mil vehículos en 2026","description":"El año pasado de agosto al cierre de año, la marca tenía como meta colocar hasta 400 unidades, para este año prevén llegar a las mil 200 unidades y 4 mil para el 2026.","url":"https://www.elfinanciero.com.mx/opinion/de-jefes/2025/08/19/zeekr-va-por-4-mil-vehiculos-en-2026/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/DJ7372VQPFFLVP7G2HW6UEVJXA.jpg?smart=true&auth=90dbc0de9ae2aeaea5c025899596458a6598d9d6aecc48b784962023195d4dcb&width=1200&height=630","publishedAt":"2025-08-19T07:00:00Z","content":"Zeekr, el fabricante chino de vehículos eléctricos, reforzará su presencia en México en 2026 con el lanzamiento de la marca Lynk &amp; Co, con la que introducirá una primera serie de vehículos híbrid… [+4466 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"EncryptHub: nuevo grupo ruso explota la cadena de suministro de Microsoft SQL Server","description":"Investigadores de AhnLab Security Intelligence Center (ASEC) han identificado un grupo de origen ruso al que han denominado EncryptHub, que está explotando vulnerabilidades en Microsoft SQL Server (MS-SQL) para infiltrarse en sistemas corporativos. Una vez de…","url":"https://unaaldia.hispasec.com/2025/08/encrypthub-nuevo-grupo-ruso-explota-la-cadena-de-suministro-de-microsoft-sql-server.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/Leonardo_Kino_XL_Cinematic_169_digital_illustration_showing_a_0.jpg?fit=1200%2C674&ssl=1","publishedAt":"2025-08-19T06:57:25Z","content":"Investigadores de AhnLab Security Intelligence Center (ASEC) han identificado un grupo de origen ruso al que han denominado EncryptHub, que está explotando vulnerabilidades en Microsoft SQL Server (M… [+1935 chars]"},{"source":{"id":null,"name":"Biztoc.com"},"author":"apnews.com","title":"Departamento de Justicia entregará de archivos de la investigación de Jeffrey Epstein al Congreso","description":"","url":"https://biztoc.com/x/56a403fd8914da3e","urlToImage":"https://biztoc.com/cdn/950/og.png","publishedAt":"2025-08-19T04:12:18Z","content":"{ window.open(this.href, '_blank'); }, 200); return false;\"&gt;Why is Air Canada flight attendants strike illegal? { window.open(this.href, '_blank'); }, 200); return false;\"&gt;How will SoftBank's I… [+767 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"M. Mcloughlin","title":"Este hombre encontró miles de secretos de usuarios de ChatGPT. Solo tuvo que buscar en Google","description":"Una función mal diseñada ha volcado miles de conversaciones en internet. Henk Van Ess las ha investigado y ha encontrado información sensible que recuerda lo peligroso que es contar ciertas cosas a la IA de moda","url":"https://www.elconfidencial.com/tecnologia/2025-08-19/conversaciones-chatgpt-fuga-datos-privacidad-1hms_4191573/","urlToImage":"https://images.ecestaticos.com/Umh-YB7y2BiCQZUr62ZLermgm7M=/0x0:1200x900/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/dc6/70b/a7c/dc670ba7cd4dc98a5aa69741cfed537c.jpg","publishedAt":"2025-08-19T03:00:00Z","content":"\"Lo que descubrí es como leer un monólogo interior de la humanidad sin filtros. Esquemas fiscales, traiciones, crisis, descripciones que cruzan cualquier límite legal\". Así lo escribió hace unos días… [+11698 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Microsoft integra GPT-5 en todo su ecosistema Copilot: así cambia la experiencia con la IA","description":"Microsoft ha dado un paso firme al integrar GPT-5 en todos sus productos impulsados por inteligencia artificial bajo la marca Copilot, lo que representa una mejora sustancial en cuanto a rendimiento, capacidad de razonamiento y personalización de la experienc…","url":"https://wwwhatsnew.com/2025/08/19/microsoft-integra-gpt-5-en-todo-su-ecosistema-copilot-asi-cambia-la-experiencia-con-la-ia/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/08/output1-2025-08-17T121250.839.jpg","publishedAt":"2025-08-19T02:00:24Z","content":"Microsoft ha dado un paso firme al integrar GPT-5 en todos sus productos impulsados por inteligencia artificial bajo la marca Copilot, lo que representa una mejora sustancial en cuanto a rendimiento,… [+4731 chars]"}]