[{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Iván Linares","title":"He instalado en mi móvil las seis aplicaciones más populares de China. Ojalá no lo hubiese hecho nunca","description":"China es un mundo aparte en lo que atañe a las aplicaciones: allí Google Play no existe. Las apps pasan una supervisión estricta del gobierno, hay un puñado de ellas que aglutinan cientos de funciones (superapps) y existen multitud de tiendas paralelas, cada …","url":"https://www.xatakamovil.com/movil-y-sociedad/he-instalado-mi-movil-seis-aplicaciones-populares-china-ojala-no-hubiese-hecho-nunca","urlToImage":"https://i.blogs.es/b0658a/apps-chinas-portada/840_560.jpeg","publishedAt":"2025-09-03T15:01:23Z","content":"China es un mundo aparte en lo que atañe a las aplicaciones: allí Google Play no existe. Las apps pasan una supervisión estricta del gobierno, hay un puñado de ellas que aglutinan cientos de funcione… [+7384 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"Facephi","title":"Facephi nombrada proveedor de referencia por Gartner(R)en el Market Guide for User Authentication 2025","description":"ALICANTE, España, Sept. 03, 2025 (GLOBE NEWSWIRE) -- Facephi, empresa española especializada en verificación de identidad digital, ha sido incluida por la consultora internacional Gartner® como Representative Vendor en el Market Guide for User Authentication …","url":"https://www.globenewswire.com/news-release/2025/09/03/3143812/0/es/Facephi-nombrada-proveedor-de-referencia-por-Gartner-R-en-el-Market-Guide-for-User-Authentication-2025.html","urlToImage":"https://ml-eu.globenewswire.com/Resource/Download/98be26d0-2a9c-4bb5-bf69-36af61336a02","publishedAt":"2025-09-03T14:38:00Z","content":"<ul><li>El informe realizado por la consultora Gartner® certifica la labor de Facephi como proveedor de soluciones innovadoras dirigidas a la identidad y verificación de identidad. Además, ha destaca… [+5336 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Amparo Babiloni","title":"El giro del ransomware que no vimos venir: hackean una web de artistas y amenazan con usar sus obras para entrenar a la IA","description":"Los ataques con ransomware \r\nhan traído de cabeza a personas y empresas de todo el mundo. Consiste en un tipo de malware que cifra nuestros datos y hace imposible el uso de los equipos hasta que no paguemos el rescate que piden los atacantes. Es lo que le pas…","url":"https://www.xataka.com/robotica-e-ia/giro-ransomware-que-no-vimos-venir-hackean-web-artistas-amenazan-usar-sus-obras-para-entrenar-a-ia","urlToImage":"https://i.blogs.es/205baa/ransomware-arte/840_560.jpeg","publishedAt":"2025-09-03T14:01:23Z","content":"Los ataques con ransomware \r\nhan traído de cabeza a personas y empresas de todo el mundo. Consiste en un tipo de malware que cifra nuestros datos y hace imposible el uso de los equipos hasta que no p… [+2685 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Ezra Reguerra","title":"WLFI bloquea los intentos de hackeo con listas negras onchain","description":"El proyecto DeFi WLFI afirmó que sus esfuerzos por crear listas negras onchain han frustrado los intentos de robo procedentes de usuarios finales comprometidos.\n El proyecto de finanzas descentralizadas (DeFi) vinculado a Trump, World Liberty Financial (WLFI)…","url":"https://es.cointelegraph.com/news/wlfi-hack-attempts-blacklisting-token-launch","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-09/01990e9d-b4e1-7170-ae92-8b7951ea23dd","publishedAt":"2025-09-03T13:19:19Z","content":"El proyecto de finanzas descentralizadas (DeFi) vinculado a Trump, World Liberty Financial (WLFI), afirmó que bloqueó los intentos de hackeo dirigidos al lanzamiento de su token mediante la inclusión… [+3396 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Christian Collado","title":"Cómo descargar y actualizar WhatsApp gratis a la última versión 2025","description":"WhatsApp, también conocida como 'Wasapp', 'Wuasap' o 'Whasap', entre otras acepciones, es la aplicación de mensajería instantánea más usada en todo el mundo. Se ha convertido en una de esas apps que todos utilizamos en el día a día, y precisamente por ello es…","url":"https://andro4all.com/whatsapp/descargar-whatsapp","urlToImage":"https://andro4all.com/hero/2020/01/WHATSAPP.1660127863.603.jpg?width=1200","publishedAt":"2025-09-03T13:04:15Z","content":"Te explicamos cómo puedes descargar WhatsApp gratis fácilmente en cualquier dispositivo en 2025.\r\nWhatsApp, también conocida como 'Wasapp', 'Wuasap' o 'Whasap', entre otras acepciones, es la aplicaci… [+19755 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Josué González Aranda","title":"Adultos mayores de CDMX son los que mejor detectan estafas por internet, superan incluso a otras generaciones","description":"Aunque muchos de nosotros creemos que podríamos detectar una estafa en internet\r\n, la verdad es que tan solo en el 2024 más de 6 millones de mexicanos cayeron en algún fraude cibernético. A pesar de esta problemática, las campañas de alerta y prevención que l…","url":"https://www.xataka.com.mx/historia-de-la-tecnologia/adultos-mayores-cdmx-que-mejor-detectan-estafas-internet-superan-incluso-a-otras-generaciones","urlToImage":"https://i.blogs.es/00861c/vista-superior-pareja-senior-usando-una-laptop/840_560.jpeg","publishedAt":"2025-09-03T13:01:23Z","content":"Aunque muchos de nosotros creemos que podríamos detectar una estafa en internet\r\n, la verdad es que tan solo en el 2024 más de 6 millones de mexicanos cayeron en algún fraude cibernético. A pesar de … [+6175 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"nomeves","title":"Cloudflare frena ataques DDoS récord de hasta 11,5 Tbps en las últimas semanas","description":"Cloudflare ha informado de que en las últimas semanas sus sistemas de defensa han trabajado “a contrarreloj” para mitigar cientos de ataques DDoS hipervolumétricos, algunos de ellos de magnitudes sin precedentes. Según la compañía, el mayor alcanzó picos de 5…","url":"https://www.meneame.net/m/tecnología/cloudflare-frena-ataques-ddos-record-hasta-11-5-tbps-ultimas","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4093047&version=0&ts=1756901106&image.webp","publishedAt":"2025-09-03T11:57:58Z","content":""},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Qué consecuencias podría tener quedarse en Windows 10 y negarse a actualizar a Windows 11","description":"Qué pasa si no actualizas a Windows 11: seguridad, soporte ESU, compatibilidad y costes. Guía clara para decidir y migrar sin problemas.","url":"https://www.actualidadgadget.com/que-consecuencias-podria-tener-quedarse-en-windows-10-y-negarse-a-actualizar-a-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/w11-w10-scaled.png","publishedAt":"2025-09-03T11:00:56Z","content":"Quedarse en una versión antigua de Windows puede parecer cómodo, pero la decisión de no pasar a Windows 11 conlleva implicaciones claras en seguridad, soporte y compatibilidad que conviene valorar co… [+10799 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"D C. Fernández","title":"Consejos Esenciales para Cuidar tus Compras de la Vuelta al Cole, según Allianz Partners","description":"Las familias españolas enfrentan nuevamente el desafío económico que representa la vuelta al cole, con un gasto promedio por niño que supera los 500 euros, según datos proporcionados por la Organización de Consumidores y Usuarios (OCU). Este desembolso, que h…","url":"https://www.redes-sociales.com/consejos-esenciales-para-cuidar-tus-compras-de-la-vuelta-al-cole-segun-allianz-partners/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2025/09/Consejos-Esenciales-para-Cuidar-tus-Compras-de-la-Vuelta-al.png","publishedAt":"2025-09-03T10:59:21Z","content":"Las familias españolas enfrentan nuevamente el desafío económico que representa la vuelta al cole, con un gasto promedio por niño que supera los 500 euros, según datos proporcionados por la Organizac… [+2059 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Sophos Endpoint, ahora integrado de forma nativa con Taegis MDR y XDR","description":"Esta combinación se produce tras la adquisición de Secureworks a principios de año.","url":"https://www.silicon.es/sophos-endpoint-ahora-integrado-de-forma-nativa-con-taegis-mdr-y-xdr-2572118","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/Sophos-Taegis.jpg","publishedAt":"2025-09-03T10:21:32Z","content":"Sophos compró Secureworks en el mes de febrero y ahora anuncia la combinación de la tecnología de ambas compañías.\r\nSu solución Sophos Endpoint pasa a estar integrada de forma nativa en todas las sus… [+1210 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Broadcom impulsa VMware Cloud Foundation como plataforma nativa de IA en VMware Explore 2025","description":"La nueva versión VCF 9.0 integra capacidades nativas de IA, amplía la ciberresiliencia y eleva la productividad de los desarrolladores en la nube privada moderna.","url":"https://www.silicon.es/broadcom-impulsa-vmware-cloud-foundation-como-plataforma-nativa-de-ia-en-vmware-explore-2025-2572100","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/broadcom-vmware-cloud-foundation-ia.jpeg","publishedAt":"2025-09-03T10:00:19Z","content":"Broadcom Inc. ha anunciado una serie de avances significativos en VMware Cloud Foundation (VCF), consolidando su posición como la plataforma unificada para la nube privada moderna. Los anuncios, real… [+8305 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Más de cien millones de ataques por correo electrónico en dos años","description":"Trend Micro informa del bloqueo de más de 45 millones de amenazas de alto riesgo en 2023 y de cerca de 57 millones en 2024.","url":"https://www.silicon.es/mas-de-cien-millones-de-ataques-por-correo-electronico-en-dos-anos-2572112","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-dwori_spam-email-malware-seguridad.jpg","publishedAt":"2025-09-03T09:20:18Z","content":"El uso del correo electrónico por parte de los ciberdelincuentes va en aumento y las capacidades de detección evolucionan en paralelo. Trend Micro informa de que esta amenaza superó los 100 millones … [+932 chars]"},{"source":{"id":null,"name":"Muylinux.com"},"author":"MuyLinux","title":"Webinar: IA aplicada a la ciberseguridad para partners IT","description":"La inteligencia artificial ha pasado de ser una promesa a convertirse en una realidad que ya está cambiando la forma en la que se conciben los servicios de ciberseguridad. Automatización en la detección de amenazas, análisis de comportamiento avanzado o respu…","url":"https://www.muylinux.com/2025/09/03/webinar-ia-ciberseguridad-partners-it/","urlToImage":"https://www.muylinux.com/wp-content/uploads/2025/09/ciberseguridad-ia-webinar-muycanal.jpg","publishedAt":"2025-09-03T08:57:33Z","content":"La inteligencia artificial ha pasado de ser una promesa a convertirse en una realidad que ya está cambiando la forma en la que se conciben los servicios de ciberseguridad. Automatización en la detecc… [+1736 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Sameer Samat, jefe de Android, sobre la mayor polémica de la historia del sistema operativo: \"No se va a ninguna parte\"","description":"La mayor polémica en la historia de Android parecía haber llegado a su fin, pero Sameer Samat ha zanjado el tema de un plumazo. El jefe de Android en Google ha confirmado que el sideloading no desaparecerá del sistema operativo, pese a los nuevos requisitos d…","url":"https://andro4all.com/android/sameer-samat-jefe-de-android-sobre-la-mayor-polemica-de-la-historia-del-sistema-operativo-no-se-va-a-ninguna-parte","urlToImage":"https://andro4all.com/hero/2025/09/androide-android.jpg?width=1200","publishedAt":"2025-09-03T07:51:10Z","content":"Los nuevos controles de seguridad que llegaran en 2026 exigirán verificación de identidad a desarrolladores, pero no eliminarán la libertad de instalación\r\nLa mayor polémica en la historia de Android… [+3270 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Juan Ranchal","title":"Cómo poner a punto tu PC ante la vuelta al cole","description":"Poner a punto tu PC es una tarea recomendable que debes realizar de vez en cuando para evitar problemas futuros y maximizar la vida útil de los equipos. Una vez que las vacaciones veraniegas van tocando a su fin y seguramente estés preparando la ‘vuelta al co…","url":"https://www.muycomputer.com/2025/09/03/como-poner-a-punto-tu-pc-ante-la-vuelta-al-cole/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2023/08/Como-poner-a-punto-tu-PC-1000x600.jpg","publishedAt":"2025-09-03T07:08:32Z","content":"Poner a punto tu PC es una tarea recomendable que debes realizar de vez en cuando para evitar problemas futuros y maximizar la vida útil de los equipos. Una vez que las vacaciones veraniegas van toca… [+9975 chars]"}]