[{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"En serio, ¿no somos capaces de crear mejores contraseñas?","description":"NordPass, una de las principales soluciones comerciales de administración de contraseñas, ha publicado la séptima edición de su estudio anual sobre las 200 contraseñas más usadas, y los resultados son, cuanto menos, vergonzantes. Este listado lo confeccionan …","url":"https://www.muycomputer.com/?p=390003","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/11/Contrasenas-1000x600.jpg","publishedAt":"2025-11-20T08:26:37Z","content":"NordPass, una de las principales soluciones comerciales de administración de contraseñas, ha publicado la séptima edición de su estudio anual sobre las 200 contraseñas más usadas, y los resultados so… [+7812 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Las cookies y el cambio de Bruselas que podría salvar la experiencia web","description":"El debate sobre los avisos de cookies en la Unión Europea ha alcanzado un punto de inflexión que merece cierta atención: desde hace años, la regulación, y sobre todo, su espantosamente mala aplicación práctica, ha generado mucha más frustración que protección…","url":"https://www.enriquedans.com/2025/11/las-cookies-y-el-cambio-de-bruselas-que-podria-salvar-la-experiencia-web.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/11/Cookies-EU-Dall·E.jpg","publishedAt":"2025-11-20T07:56:10Z","content":"El debate sobre los avisos de cookies en la Unión Europea ha alcanzado un punto de inflexión que merece cierta atención: desde hace años, la regulación, y sobre todo, su espantosamente mala aplicació… [+6041 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Brian Quarmby","title":"Advertencia: Gusano de WhatsApp ataca billeteras de criptomonedas y cuentas bancarias de usuarios de Brasil","description":"Alerta: Un gusano de WhatsApp está propagando un troyano bancario en Brasil, dirigido a billeteras de criptomonedas e inicios de sesión de plataformas financieras.\n Los holders brasileños de criptomonedas son instados a estar atentos a una sofisticada campaña…","url":"https://es.cointelegraph.com/news/whatsapp-worm-targeting-brazilian-crypto-owners","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-11/019a9e7d-b4c2-7ebf-bef3-a6d1b324d3cc","publishedAt":"2025-11-20T07:51:40Z","content":"Los holders brasileños de criptomonedas son instados a estar atentos a una sofisticada campaña de hackeo que incluye un gusano de secuestro y un troyano bancario compartidos a través de mensajes de W… [+4235 chars]"},{"source":{"id":null,"name":"Ayudawp.com"},"author":"Fernando Tellado","title":"Guía completa de uso de los distintos tipos de caché en WordPress: estrategias, técnicas y optimización por tipología de web y ejemplos","description":"Si alguna vez te has preguntado qué tipo de caché usar para acelerar una web, cuál no usar, o como configurarla, aquí tienes respuestas a TODAS esas dudas y MUCHÍSIMO MÁS…","url":"https://ayudawp.com/estrategias-cache-wordpress/","urlToImage":"https://ayudawp.com/wp-content/uploads/2025/11/tecnicas-y-estrategias-cache-wordpress.jpg","publishedAt":"2025-11-20T07:28:00Z","content":"WordPress es un CMS fantástico, pero tiene un problema de base, y es que cada vez que alguien visita tu web, WordPress tiene que hacer un montón de trabajo: consulta la base de datos, ejecuta código … [+74945 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Helena Zarco García","title":"María Sánchez, experta en tecnología: \"Si tienes un hijo o hija menor haz esto ya en el teléfono\"","description":"<![CDATA[<p>Los padres tienen opiniones muy distintas sobre el uso de la tecnología por parte de sus hijos. Mientras algunos consideran que no hay problema en que los niños naveguen libremente desde edades muy tempranas, otros optan por prohibir por completo …","url":"https://www.huffingtonpost.es/life/hijos/maria-sanchez-experta-tecnologia-si-tienes-hijo-hija-menor-haz-esto-telefono.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/11/19/un-nino-y-una-nina-con-un-movil-cada-uno-mientras-estan-en-el-parque.jpeg","publishedAt":"2025-11-20T05:41:31Z","content":"Los padres tienen opiniones muy distintas sobre el uso de la tecnología por parte de sus hijos. Mientras algunos consideran que no hay problema en que los niños naveguen libremente desde edades muy t… [+2734 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Carlos Jiménez","title":"Identifican a 'El Sacro', presunto líder de un grupo que vacía cuentas bancarias en CdMx; así opera","description":"Autoridades capitalinas trabajan para detener a un hombre identificado como Luis 'N', El Sacro, quien presuntamente está detrás de robos a cuentas bancarias en México.Según el periodista y conductor del programa C4 en Alerta, Carlos Jiménez, el hombre presunt…","url":"https://www.milenio.com/policia/el-sacro-criminal-ligado-con-robos-bancarios-en-cdmx","urlToImage":"https://cdn.milenio.com/uploads/media/2025/11/19/luis-sacro-presuntamente-engana-victimas.jpeg","publishedAt":"2025-11-20T05:00:00Z","content":"Autoridades capitalinas trabajan para detener a un hombre identificado como Luis 'N', El Sacro, quien presuntamente está detrás de robos a cuentas bancarias en México.\r\nSegún el periodista y conducto… [+2303 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"P. A.","title":"La nueva trampa de los ciberdelincuentes que se hacen pasar por aerolíneas","description":"La compañía de ciberseguridad Kaspersky detecta miles de correos fraudulentos haciéndose pasar por compañías de vuelos internacionales como Lufthansa, Emirates o Qatar Airways para robar fondos a empresas","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/11/19/tu-vuelo-cancelado-nueva-trampa-ciberdelincuentes-pasar-aerolineas/00031763572316067357457.htm","urlToImage":"https://img.lavdg.com/sc/p-LyHGnxS6wyVJ5_3T6v1S2CfcQ=/1280x/2024/03/07/00121709837521633694514/Foto/efe_20240307_081653654.jpg","publishedAt":"2025-11-20T04:00:00Z","content":"Lo inquietante de muchos fraudes digitales es lo bien que saben disfrazarse. A veces basta un correo con un logotipo conocido, un saludo correcto y una petición que parece rutinaria para activar el e… [+3459 chars]"},{"source":{"id":null,"name":"Hackplayers.com"},"author":"Vicente Motos","title":"WhatsApp Contact Enumeration Flaw: anatomía de una vulnerabilidad que expuso datos de 3.500 millones de usuarios","description":"Durante años, WhatsApp ha presumido —con razón— de su cifrado punto a punto y su arquitectura robusta basada en el protocolo Signal. Sin emb...","url":"https://www.hackplayers.com/2025/11/whatsapp-contact-enumeration-flaw.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiWfiOC_M2IpykrR9Tz88oi3UxRHE7PgJTFsYgCKyZVWDRWT5yP1P8_SXOknDaNUnoMwQKNPEsJEKVpe11ngSOnnkEqYo2bCZPPJPtouJ9dLV3PwduOyoRm7EjttlgvvUf_LyisUX9wp4r3yvglsgw49wIVxOM-TLbvv-JF78AjXVgsoC9lWr1p3aQYEhNv/w1200-h630-p-k-no-nu/whatsapp_vuln.png","publishedAt":"2025-11-20T00:06:00Z","content":"Durante años, WhatsApp ha presumido —con razón— de su cifrado punto a punto y su arquitectura robusta basada en el protocolo Signal. Sin embargo, incluso los gigantes que dominan la mensajería mundia… [+10246 chars]"}]