[{"source":{"id":null,"name":"Ipadizate.com"},"author":"Antonio Ferrer","title":"Apple acaba de prohibir la primera app de una tienda de terceros y ni te imaginas para qué servía","description":"Los usuarios de iPhone europeos pueden descargar aplicaciones de otras tiendas, y más concretamente desde que entró en vigor la ley de Mercados Digitales de la Unión Europea. Una vez se aplicó esta nueva ley llegaron varias tiendas alternativas: AltStore, Apt…","url":"https://ipadizate.com/app-store/apple-acaba-de-prohibir-la-primera-app-de-una-tienda-de-terceros-y-ni-te-imaginas-para-que-servia","urlToImage":"https://ipadizate.com/hero/2025/08/altstore.jpg?width=1200","publishedAt":"2025-08-28T11:00:53Z","content":"AltStore es una tienda alternativa\r\nLos usuarios de iPhone europeos pueden descargar aplicaciones de otras tiendas, y más concretamente desde que entró en vigor la ley de Mercados Digitales de la Uni… [+2295 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Probamos el Pixel 10 y el Pixel Pro, lo último de Google que combina seguridad, IA y diseño refinado","description":"Llevamos una semana probando el Google Pixel 10 y Pixel 10 Pro , y este es nuestro análisis empezando con el diseño. Google mantiene los bordes planos y la franja de cámaras que ya identifican a la familia Pixel. La novedad real en el exterior está en la pant…","url":"https://www.abc.es/tecnologia/moviles/probamos-pixel-pixel-pro-ultimo-google-combina-20250828124345-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/tecnologia/2025/08/28/image-U21074874125FdQ-1024x512@diario_abc.jpg","publishedAt":"2025-08-28T10:43:46Z","content":"Llevamos una semana probando el Google Pixel 10 y Pixel 10 Pro, y este es nuestro análisis empezando con el diseño. Google mantiene los bordes planos y la franja de cámaras que ya identifican a la fa… [+4529 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Descubren un ‘ransomware’ impulsado por tecnología de inteligencia artificial","description":"PromptLock es capaz de decidir de forma autónoma qué datos exfiltrar y cifrar.","url":"https://www.silicon.es/descubren-un-ransomware-impulsado-por-tecnologia-de-inteligencia-artificial-2571894","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-08-28T10:16:00Z","content":"Los expertos en seguridad llevaban tiempo advirtiendo sobre el aprovechamiento de la tecnología de inteligencia artificial (IA) por parte de los ciberdelincuentes. Y ahora sale a luz el primer ransom… [+1451 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Cómo detectar rootkits y procesos ocultos en Windows 11","description":"Detecta y elimina rootkits y procesos ocultos en Windows 11 con herramientas modernas, pasos seguros y prevención eficaz. Guía práctica y actualizada.","url":"https://www.actualidadgadget.com/como-detectar-rootkits-y-procesos-ocultos-en-windows-11/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Detectar-rootkits-y-procesos-ocultos-en-Windows-11.png","publishedAt":"2025-08-28T09:51:25Z","content":"Cuando algo se esconde en lo más profundo de Windows 11 y el equipo empieza a comportarse de forma rara, es normal pensar en virus; sin embargo, los rootkits y los procesos ocultos juegan en otra lig… [+11051 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"LaLiga redobla su ofensiva contra la piratería digital","description":"LaLiga intensifica bloqueos y alianzas en su lucha antipiratería en España y Latinoamérica. Conoce medidas, operaciones y debate.","url":"https://www.actualidadgadget.com/laliga-redobla-su-ofensiva-contra-la-pirateria-digital/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/LaLiga-contra-la-pirateria-3.jpg","publishedAt":"2025-08-28T09:23:26Z","content":"Portada: ofensiva contra la piratería\r\nLaLiga ha acelerado su ofensiva antipiratería con un plan a varias bandas: órdenes judiciales para bloquear emisores ilícitos en España, alianzas estratégicas e… [+7502 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Hackers lanzan una ofensiva global: millones de cuentas de Gmail, Outlook y Yahoo bajo ataques de phishing tras la última filtración de datos","description":"La reciente filtración de metadatos confirmada por Google el 5 de agosto de 2025 ha encendido las alarmas en la comunidad digital. Aunque las contraseñas de Gmail no fueron comprometidas, la exposición de información sensible ha abierto la puerta a una oleada…","url":"https://www.redes-sociales.com/hackers-lanzan-una-ofensiva-global-millones-de-cuentas-de-gmail-outlook-y-yahoo-bajo-ataques-de-phishing-tras-la-ultima-filtracion-de-datos/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2024/01/correo-electronico-gmail-unsplash-1.jpg","publishedAt":"2025-08-28T08:45:00Z","content":"La reciente filtración de metadatos confirmada por Google el 5 de agosto de 2025 ha encendido las alarmas en la comunidad digital. Aunque las contraseñas de Gmail no fueron comprometidas, la exposici… [+5358 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Brayden Lindrea","title":"Anthropic: criminales están realizando \"vibe hacking\" con IA a niveles sin precedentes","description":"La empresa de IA advirtió que su chatbot Claude está siendo utilizado para realizar ciberataques a gran escala, con rescates que superan los 500.000 dólares en algunos casos.\n A pesar de las salvaguardas “sofisticadas”, la empresa de infraestructura de IA, An…","url":"https://es.cointelegraph.com/news/cybercriminals-vibe-hacking-ai-ransoms-says-anthropic","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-12/0193c434-5f77-7e35-867f-d7a12370304c","publishedAt":"2025-08-28T04:45:00Z","content":"A pesar de las salvaguardas sofisticadas, la empresa de infraestructura de IA, Anthropic, dice que los ciberdelincuentes siguen encontrando formas de usar indebidamente su chatbot de IA, Claude, para… [+4252 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Eduardo Rodríguez González","title":"Blindar los sistemas de pagos es una responsabilidad estratégica, según Servinformación","description":"El 67% de adultos en Perú ya usa productos financieros digitales. Pero ¿qué medidas de ciberseguridad protegen las transferencias en tiempo real?\n En Perú, el 67% de los adultos ha utilizado servicios financieros digitales, según datos de la Superintendencia …","url":"https://es.cointelegraph.com/news/claves-de-ciberseguridad-que-protegen-transferencias-digitales-en-tiempo-real-segun-servinformacion","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198ee17-cee4-76e8-830c-c0b287724260","publishedAt":"2025-08-28T00:33:55Z","content":"En Perú, el 67% de los adultos ha utilizado servicios financieros digitales, según datos de la Superintendencia de Banca, Seguros y AFP (SBS). Aplicaciones como Yape y Plin han acelerado la bancariza… [+2745 chars]"}]