[{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"¿Qué es un executor de Roblox y por qué puede ser peligroso?","description":"La popular plataforma cuenta con programas que despiertan un interés creciente, pero también pueden exponer a riesgos reales y consecuencias no deseadas","url":"https://www.welivesecurity.com/es/seguridad-digital/que-es-executor-roblox-riesgos/","urlToImage":null,"publishedAt":"2025-08-29T19:38:28Z","content":"Actualmente, Roblox es una plataforma de juegos en línea que cuenta con una enorme popularidad, especialmente entre niños, niñas y adolescentes. Según Statista, en el segundo trimestre de 2025 se con… [+10017 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Anuncios en Gmail simulan ser de YPF y buscan robar información personal","description":"Lo que parece ser un simple correo electrónico de promoción termina siendo la puerta de entrada a una campaña de phishing. Aprobados por Google, estos anuncios simulan ser de YPF y redirigen a sitios falsos que roban tu información","url":"https://www.welivesecurity.com/es/estafas-enganos/anuncios-gmail-phishing-ypf-robo-informacion/","urlToImage":null,"publishedAt":"2025-08-29T18:30:28Z","content":"En los últimos días, hemos detectado una campaña de phishing en la que los cibercriminales distribuyen correos patrocinados en Gmail que simulan ser de la empresa argentina de energía YPF. El anzuelo… [+4813 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Alex Verdía","title":"Vocal Image: la app que enseña a hablar con confianza gracias a la IA","description":"A veces, las mejores ideas nacen de las experiencias personales más difíciles. Ese es el caso de Nick Lakhoika, CEO de Vocal Image, una startup estonia que busca revolucionar el entrenamiento de voz con ayuda de la inteligencia artificial. Lakhoika, nacido en…","url":"https://andro4all.com/tecnologia/vocal-image-la-app-que-ensena-a-hablar-con-confianza-gracias-a-la-ia","urlToImage":"https://andro4all.com/hero/2025/08/chatgpt-image-29-ago-2025-14_14_46.png?width=1200","publishedAt":"2025-08-29T18:00:28Z","content":"A veces, las mejores ideas nacen de las experiencias personales más difíciles. Ese es el caso de Nick Lakhoika, CEO de Vocal Image, una startup estonia que busca revolucionar el entrenamiento de voz … [+3460 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Kamina Bashir","title":"Token World Liberty Financial (WLFI): ¿Qué esperar antes del lanzamiento del 1 de septiembre?","description":"World Liberty Financial (WLFI) activó recientemente el desbloqueo de tokens, permitiendo a los usuarios reclamar el 20% de su asignación el 1 de septiembre. El sistema Lockbox asegura un acceso seguro, y las próximas funciones como trading, préstamos y funcio…","url":"https://es.beincrypto.com/desbloqueo-token-world-liberty-financial/","urlToImage":"https://beincrypto.com/wp-content/uploads/2022/09/bic_favic.png","publishedAt":"2025-08-29T17:48:00Z","content":"World Liberty Financial, una plataforma de finanzas descentralizadas (DeFi) respaldada por el presidente de EE.UU. Donald Trump, activó recientemente la función de desbloqueo de tokens para su cripto… [+2793 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Wallet Safe quiere matar las llaves privadas de criptomonedas","description":"Safe presentó la propuesta ERC-7955 para reemplazar la dependencia de llaves privadas en el despliegue de contratos inteligentes. \nLeer más","url":"https://www.criptonoticias.com/tecnologia/wallet-safe-matar-llaves-privadas-criptomonedas-ethereum/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/08/Wallet-Cripto.jpg","publishedAt":"2025-08-29T17:05:06Z","content":"<ul><li>Safe plantea un método sin permisos que podría beneficiar a usuarios y desarrolladores. \r\n</li><li>La iniciativa introduce permisos configurables para definir quién puede ejecutar transaccion… [+4954 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Regina Reyes-Heroles C.","title":"Inteligencia Artificial, nueva arma contra el fraude financiero","description":"La inteligencia artificial (IA) se ha convertido en un recurso indispensable para blindar al sistema financiero frente al lavado de dinero y el fraude, aseguró Cleber Martins, presidente de inteligencia de pagos y soluciones de riesgos de ACI Worldwide.En ent…","url":"https://www.milenio.com/negocios/financial-times/inteligencia-artificial-nueva-arma-contra-fraude-financiero","urlToImage":"https://cdn.milenio.com/uploads/media/2025/08/28/cleber-martins-presidente-inteligencia-pagos.jpg","publishedAt":"2025-08-29T16:52:05Z","content":"La inteligencia artificial(IA) se ha convertido en un recurso indispensable para blindar al sistema financiero frente al lavado de dinero y el fraude, aseguró Cleber Martins, presidente de inteligenc… [+6291 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Una nueva estafa bancaria pone en alerta a miles de usuarios: \"Su nueva cartilla ha sido activada correctamente\"","description":"Por desgracia, las estafas bancarias se han convertido en una amenaza constante para los usuarios, y es que como es lógico, los ciberdelincuentes con sus ataques buscan hacerse con nuestro dinero y datos para seguir delinquiendo.","url":"https://www.eleconomista.es/tecnologia/noticias/13522958/08/25/una-nueva-estafa-bancaria-pone-en-alerta-a-miles-de-usuarios-su-nueva-cartilla-ha-sido-activada-correctamente.html","urlToImage":"https://s03.s3c.es/imag/_v0/1300x709/a/b/6/1200x655_estafa-bancaria1.jpg","publishedAt":"2025-08-29T14:30:43Z","content":"Por desgracia, las estafas bancarias se han convertido en una amenaza constante para los usuarios, y es que como es lógico, los ciberdelincuentes con sus ataques buscan hacerse con nuestro dinero y d… [+2300 chars]"},{"source":{"id":null,"name":"Hola"},"author":"Érika García","title":"Google Pixel 10 vs. 10 Pro: comparamos los nuevos modelos que traen la IA como plato fuerte","description":"Te contamos cómo son y en qué se diferencian los dos teléfonos más inteligentes de Google","url":"https://www.hola.com/seleccion/20250829852861/google-pixel-10-pro-comparativa/","urlToImage":"https://www.hola.com/horizon/landscape/767b0c81f22c-pixel-pantalla.jpg?im=Resize=(1200)","publishedAt":"2025-08-29T14:00:00Z","content":"¿Te imaginas un móvil que además de hacer unas fotos increíbles, te ayude en tu día a día para que todo sea más sencillo? Pues Google acaba de lanzar sus nuevos teléfonos, los Pixel 10 y Pixel 10 Pro… [+6101 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Mejores alternativas a Photoshop para Windows","description":"Descubre editores gratis y de pago único para sustituir Photoshop en Windows. Compara y elige la opción ideal para tu flujo.","url":"https://www.actualidadgadget.com/mejores-alternativas-a-photoshop-para-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Alternativas-a-Photoshop-para-Windows.png","publishedAt":"2025-08-29T13:24:20Z","content":"Si trabajas en Windows y Photoshop te resulta caro, pesado o excesivo para lo que necesitas, estás de suerte: hoy hay un abanico enorme de alternativas que van desde editores gratuitos muy capaces ha… [+16866 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Noelia Hontoria","title":"Google está soñando con un ecosistema más cerrado. Y es un deseo que no solo afecta a los móviles","description":"Una de las grandes ventajas de Android siempre fue la posibilidad de instalar aplicaciones de terceros libremente, algo que se conoce como ‘sideloading’. Esto tiene ciertos riesgos, pero a la vez nos permite tomar de verdad el control de nuestros dispositivos…","url":"https://www.xatakandroid.com/sistema-operativo/google-esta-sonando-ecosistema-cerrado-deseo-que-no-solo-afecta-a-moviles","urlToImage":"https://i.blogs.es/130e58/book-xataka/840_560.jpeg","publishedAt":"2025-08-29T12:01:23Z","content":"Una de las grandes ventajas de Android siempre fue la posibilidad de instalar aplicaciones de terceros libremente, algo que se conoce como sideloading. Esto tiene ciertos riesgos, pero a la vez nos p… [+3296 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Antonio Sabán","title":"Google está cambiando Android a lo grande para usuarios y desarrolladores. El sistema que conocemos está diciendo adiós poco a poco","description":"Los últimos anuncios de Google respecto a Android muestran grandes cambios en la forma de enfocar el sistema operativo móvil. Cambios profundos que alterarán la forma en que usuarios y desarrolladores utilizan el sistema y desarrollan aplicaciones y ROMs para…","url":"https://www.genbeta.com/sistemas-operativos/google-esta-cambiando-android-a-grande-para-usuarios-desarrolladores-sistema-que-conocemos-esta-diciendo-adios-poco-a-poco","urlToImage":"https://i.blogs.es/c45048/android/840_560.jpeg","publishedAt":"2025-08-29T11:54:17Z","content":"Los últimos anuncios de Google respecto a Android muestran grandes cambios en la forma de enfocar el sistema operativo móvil. Cambios profundos que alterarán la forma en que usuarios y desarrolladore… [+3890 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"\"Hay semanas en las que tenemos cuatro días la web caída en las horas de más tráfico\": así viven las empresas los bloqueos de IPs de LaLiga","description":"A principios de marzo Fernando Arancón, director de El Orden Mundial, notó que su web dejaba de estar inaccesible. \"Al principio la web se caía y no sabíamos por qué\", nos cuenta. Pronto supieron la razón. La culpable era LaLiga, que estaba ordenando bloqueos…","url":"https://www.xataka.com/legislacion-y-derechos/vaya-servicio-pago-esto-asi-como-bloqueos-masivos-ips-laliga-estan-provocando-danos-reputacionales-economicos","urlToImage":"https://i.blogs.es/b9e644/laliga-bloqueos/840_560.jpeg","publishedAt":"2025-08-29T10:31:22Z","content":"A principios de marzo Fernando Arancón, director de El Orden Mundial, notó que su web dejaba de estar inaccesible. \"Al principio la web se caía y no sabíamos por qué\", nos cuenta. Pronto supieron la … [+5305 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Rodríguez","title":"LaLiga se burla de los afectados: se bloquean «webs inexistentes, con decenas de usuarios al mes»","description":"Volvemos a hablar de LaLiga y los bloqueos tras los últimos acontecimientos. Y es que sigue el enfrentamiento de la industria del fútbol contra la libertad de Internet. Este nuevo capítulo es la continuación del caso de un usuario con un blog que no solo se v…","url":"https://elchapuzasinformatico.com/2025/08/laliga-burla-afectados-bloqueos-webs-inexistentes/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/08/LaLiga-bloqueos-a-webs-inexistentes-o-poco-relevantes.jpg","publishedAt":"2025-08-29T07:27:28Z","content":"Volvemos a hablar de LaLiga y los bloqueos tras\r\nlos últimos acontecimientos. Y es que sigue el enfrentamiento de la\r\nindustria del fútbol contra la libertad de Internet. Este nuevo\r\ncapítulo es la c… [+4642 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Gestión del router: unos ajustes obligatorios para mejorar la seguridad y rendimiento de tu red doméstica","description":"Si te esmeras en instalar una puerta física con buena cerradura para cerrar el acceso a extraños en tu vivienda, por qué no haces lo mismo para asegurar tu vida digital… El principal encargado de esta gestión es el router, quizá el dispositivo menos conocido …","url":"https://www.muycomputer.com/2025/08/29/14-apartados-a-gestionar-en-un-router-para-mejorar-la-seguridad-y-rendimiento-de-una-red-domestica/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2023/04/Gestion_del_router_portada-1000x600.jpg","publishedAt":"2025-08-29T07:10:59Z","content":"Si te esmeras en instalar una puerta física con buena cerradura para cerrar el acceso a extraños en tu vivienda, por qué no haces lo mismo para asegurar tu vida digital… El principal encargado de est… [+11439 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Moisés Rojas","title":"¿Te espían a través de la cámara de tu móvil? Así puedes averiguarlo","description":"En la era digital los móviles almacenan nuestros secretos más íntimos, por lo que no es raro temer que alguien pueda encender la cámara sin permiso. Aunque no es común que aparezcan virus que activen la cámara del móvil, conviene estar alerta. Existen varias …","url":"https://www.movilzona.es/tutoriales/camaras/espian-camara-movil/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/Motorola-Edge-60.png","publishedAt":"2025-08-29T05:00:29Z","content":"Además, presta atención a la actividad de la cámara: si la luz indicadora (o un punto verde, en dispositivos que lo usan) se enciende sin que tú la hayas activado, podría ser un aviso de intrusión. N… [+7890 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"WhatsApp vs Telegram: seguridad y privacidad frente a frente","description":"Comparativa de seguridad: WhatsApp vs Telegram. Cifrado, metadatos, ajustes clave y vigilancia externa. Elige con criterio y protégete mejor.","url":"https://www.actualidadgadget.com/whatsapp-vs-telegram-seguridad-y-privacidad-frente-a-frente/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/WhatsApp-vs-Telegram-seguridad.webp","publishedAt":"2025-08-29T04:39:32Z","content":"La filtración de audios atribuidos a funcionarios en Argentina ha vuelto a poner bajo el foco qué aplicación protege mejor nuestras conversaciones: WhatsApp o Telegram. Más allá del ruido, el interés… [+6571 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"S. Gómez","title":"Los ciberdelincuentes detectan a su nueva víctima predilecta: la educación","description":"La multinacional Check Point Software afirma que los ataques contra centros de docencia e investigación se han disparado un 73 % este año, alcanzando una media de 4.484 incidentes por semana","url":"https://www.lavozdegalicia.es/noticia/reto-digital/tecnologia/2025/08/28/ciberdelincuentesdetectan-nuevavictima-educacion/00031756367174022188220.htm","urlToImage":"https://img.lavdg.com/sc/UxZfePLKiJBTGpH_awYv4PDcn1I=/1280x/2024/02/10/00121707562201522734729/Foto/I05M2083.jpg","publishedAt":"2025-08-29T03:00:00Z","content":"¿Forma usted parte de la plantilla de un centroeducativo o de investigación? Si la respuesta es sí, no se fíe de nada de lo que llegue a su bandeja de correo eléctrico. Así lo advierte la multinacion… [+4040 chars]"}]