[{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"Autor Redacción","title":"La detección de la piratería en eventos deportivos alcanza números históricos","description":"Un nuevo informe de Grant Thornton, elaborado en colaboración con la Live Content Coalition, confirma que las retransmisiones ilegales de eventos deportivos siguen siendo una de las principales amenazas para los titulares de derechos, entre ellos LaLiga. Dos …","url":"https://www.mundodeportivo.com/futbol/laliga/20250909/1002528963/deteccion-pirateria-eventos-deportivos-alcanza-numeros-historicos.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2025/02/17/67b2f7f2703e3.r_d.1818-623-4760.jpeg","publishedAt":"2025-09-09T16:50:28Z","content":"Un nuevo informe de Grant Thornton, elaborado en colaboración con la Live Content Coalition, confirma que las retransmisiones ilegales de eventos deportivos siguen siendo una de las principales amena… [+4131 chars]"},{"source":{"id":null,"name":"Aplicacionesandroid.es"},"author":"Lorenzo Solís","title":"Instalar apps sin verificación de la Play Store: Guía Completa","description":"Durante años, Android ha permitido el sideloading o “instalación desde orígenes desconocidos”: descargar e instalar APKs fuera de Google Play Store. Esa libertad está cambiando. Google introduce un requisito de ... Leer más\nLa entrada Instalar apps sin verifi…","url":"https://aplicacionesandroid.es/instalar-apps-sin-verificacion-de-la-play-store-guia-completa/","urlToImage":"https://aplicacionesandroid.es/img/Android-Bot-minifig-1.webp","publishedAt":"2025-09-09T16:44:55Z","content":"Durante años, Android ha permitido el sideloading o instalación desde orígenes desconocidos: descargar e instalar APKs fuera de Google Play Store. Esa libertad está cambiando. Google introduce un req… [+14533 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Harry Davies / Henry Dyer / Pippa Crerar","title":"De la reunión con Maduro al lobby en Arabia Saudí: Los negocios secretos de Boris Johnson","description":"Una filtración expone cómo Johnson utilizó sus contactos como primer ministro y su oficina financiada con fondos públicos para gestionar intereses comerciales privados\r\n\n Una gran cantidad de documentación filtrada de la oficina privada de Boris Johnson revel…","url":"https://www.eldiario.es/internacional/theguardian/reunion-maduro-lobby-arabia-saudi-negocios-secretos-boris-johnson_1_12588999.html","urlToImage":"https://static.eldiario.es/clip/61e4668c-fdae-4ceb-80fc-9add8493cf00_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2025-09-09T15:57:18Z","content":"Una gran cantidad de documentación filtrada de la oficina privada de Boris Johnson revela cómo el ex primer ministro se ha beneficiado económicamente de los contactos y la influencia obtenida durante… [+5706 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"karla.palacio","title":"¿Cómo saber si un enlace de WhatsApp es seguro antes de abrirlo?","description":"Karla Palacio\r\nCada día llegan miles de enlaces en WhatsApp. Algunos sirven para compartir noticias, videos o promociones, pero no todos son confiables.\r\n\nTe recomendamos: WhatsApp lanza asistente de escritura con inteligencia artificial\r\n\nMuchos de estos vín…","url":"https://www.excelsior.com.mx/hacker/como-saber-si-un-enlace-de-whatsapp-es-seguro-antes-de-abrirlo/1738338","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/09/09/3376392.jpg","publishedAt":"2025-09-09T15:27:53Z","content":"Cada día llegan miles de enlaces en WhatsApp. Algunos sirven para compartir noticias, videos o promociones, pero no todos son confiables.\r\nTe recomendamos: WhatsApp lanza asistente de escritura con i… [+3689 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Plex confirma un nuevo hackeo: cambia tu contraseña ahora mismo","description":"Una vez más, Plex se ve envuelta en un hackeo. La popular plataforma de gestión multimedia que permite ver series y películas vía streaming confirmó que sufrió un incidente de seguridad que expuso datos de sus usuarios. Es por ello que están recomendando a to…","url":"http://hipertextual.com/seguridad/plex-nuevo-hackeo-cambiar-contrasena/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2021/09/Plex-TV.jpg","publishedAt":"2025-09-09T15:21:52Z","content":"Una vez más, Plex se ve envuelta en un hackeo. La popular plataforma de gestión multimedia que permite ver series y películas vía streaming confirmó que sufrió un incidente de seguridad que expuso da… [+3735 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Gustavo López","title":"Comunidad reacciona por ataque que amenaza a wallets de criptomonedas","description":"Un malware en librerías de JavaScript puso en riesgo a millones de wallets de criptomonedas. Especialistas como CZ ofrecen sus consejos.\nLeer más","url":"https://www.criptonoticias.com/comunidad/comunidad-reacciona-ataque-amenaza-wallets-criptomonedas/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2025/09/Bitcoin-Core-error-actualizacion-riesgo-750x375.jpg.webp","publishedAt":"2025-09-09T14:14:46Z","content":"<ul><li>Figuras del espacio aconsejan a la comunidad suspender temporalmente las transferencias on chain.\r\n</li><li>Ferrari recomendó verificar cada carácter de la dirección antes de firmar una trans… [+6037 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El ex primer ministro británico Boris Johnson habría recibido casi 280.000€ de Maduro en 2024","description":"Cuando Boris Johnson abandonó Downing Street en septiembre de 2022, lo hizo envuelto en polémica, con su reputación dañada por el escándalo del «Partygate» (las fiestas en Downing Street durante el Covid) y tras haber perdido la confianza de su propio partido…","url":"https://www.abc.es/internacional/primer-ministro-britanico-boris-johnson-recibio-280000e-20250909154806-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/internacional/2025/09/09/boris-kn0F--1024x512@diario_abc.jpg","publishedAt":"2025-09-09T13:48:07Z","content":"Cuando Boris Johnson abandonó Downing Street en septiembre de 2022, lo hizo envuelto en polémica, con su reputación dañada por el escándalo del «Partygate» (las fiestas en Downing Street durante el C… [+6433 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Layla Delgadillo","title":"La suplantación de marca: un riesgo creciente para consumidores y empresas","description":"El resultado es claro: pérdida de confianza del consumidor, caída de ingresos, incremento de costos en seguridad y un deterioro de la reputación que afecta incluso a inversionistas y socios comerciales.","url":"https://www.elfinanciero.com.mx/opinion/colaborador-invitado/2025/09/09/la-suplantacion-de-marca-un-riesgo-creciente-para-consumidores-y-empresas/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/EDBV7AIAVFA3PKLI56R577I4PE.jpg?smart=true&auth=c0d9da5fd09159bb60049dd6d686b500a162551fdd9bb0fbe7590deaa4c90930&width=1200&height=630","publishedAt":"2025-09-09T13:39:57Z","content":"En la era digital, la confianza se ha convertido en uno de los activos más valiosos de las empresas. Bancos, comercios e instituciones invierten grandes recursos para construir reputación y cercanía … [+3315 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Ezra Reguerra","title":"Ataque fallido de NPM pone de manifiesto una amenaza inminente para la seguridad de las criptomonedas: Ejecutivo","description":"Charles Guillemet, director de tecnología de Ledger, dijo que si bien el peligro inmediato había pasado, la amenaza sigue existiendo.\n Un reciente ataque de Node Package Manager (NPM) robó solo 50 dólares en criptomonedas, pero expertos de la industria dicen …","url":"https://es.cointelegraph.com/news/failed-npm-exploit-crypto-security-threat","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-09/01992e32-f42e-7003-a3b3-b9b03884b095","publishedAt":"2025-09-09T12:50:03Z","content":"Un reciente ataque de Node Package Manager (NPM) robó solo 50 dólares en criptomonedas, pero expertos de la industria dicen que el incidente pone de manifiesto vulnerabilidades continuas para los exc… [+3528 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"jgalvisd25a40423f","title":"Fallo crítico en Open VSX expone a millones de desarrolladores","description":"Fallo crítico en Open VSX ha puesto en riesgo a millones de desarrolladores en todo el mundo. La vulnerabilidad, descubierta por investigadores de Koi Security, permitía comprometer el registro de extensiones y facilitaba ataques a gran escala en la cadena de…","url":"https://unaaldia.hispasec.com/2025/09/fallo-critico-en-open-vsx.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/ciber.webp?fit=1200%2C655&ssl=1","publishedAt":"2025-09-09T11:54:31Z","content":"Fallo crítico en Open VSX ha puesto en riesgo a millones de desarrolladores en todo el mundo. La vulnerabilidad, descubierta por investigadores de Koi Security, permitía comprometer el registro de ex… [+3921 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Antón Parada","title":"'Boris Files': los papeles que apuntan a que Johnson se benefició de contactos de su etapa como premier","description":"<![CDATA[<p>Si el mundo creía que el Partygate sería la mayor filtración a la que se enfrentaría el ex primer ministro de Reino Unido Boris Johnson, todavía faltaba conocer la batería de titulares con los que, en la tarde ayer, el diario británico The Guardia…","url":"https://www.huffingtonpost.es/global/que-son-boris-files-papeles-apuntan-johnson-beneficios-economicos-contactos-etapa-premier-reino-unido.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2025/09/09/boris-johnson-expremier-de-reino-unido-y-exlider-de-los-tories-en-una-imagen-de-archivo.jpeg","publishedAt":"2025-09-09T11:41:28Z","content":"Si el mundo creía que el Partygate sería la mayor filtración a la que se enfrentaría el ex primer ministro de Reino Unido Boris Johnson, todavía faltaba conocer la batería de titulares con los que, e… [+7645 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Plex confirma un fallo de seguridad y pide cambiar la contraseña","description":"Plex sufre una brecha: expuestos emails y contraseñas cifradas. Cambia la clave, cierra sesiones y activa 2FA. Te contamos cómo proteger tu cuenta.","url":"https://www.linuxadictos.com/plex-confirma-un-fallo-de-seguridad-y-pide-cambiar-la-contrasena.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Fallo-de-seguridad-en-Plex.webp","publishedAt":"2025-09-09T11:28:55Z","content":"La plataforma Plex ha notificado un fallo de seguridad que ha afectado a parte de sus sistemas y que podría implicar datos de cuentas de usuarios. La empresa está contactando por correo con los clien… [+4216 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"Webcamconsult BV","title":"Plataforma neerlandesa hace que la atención dermatológica sea instantáneamente accesible en todo el mundo","description":"Dermatology2Go se centra en el tratamiento dermatológico online, sin tiempos de espera y con información fiable Dermatology2Go se centra en el tratamiento dermatológico online, sin tiempos de espera y con información fiable","url":"https://www.globenewswire.com/news-release/2025/09/09/3146718/0/es/Plataforma-neerlandesa-hace-que-la-atenci%C3%B3n-dermatol%C3%B3gica-sea-instant%C3%A1neamente-accesible-en-todo-el-mundo.html","urlToImage":"https://ml-eu.globenewswire.com/Resource/Download/128c0c6e-02ab-42d3-aff6-ad5aa7c9a843","publishedAt":"2025-09-09T10:48:00Z","content":"BERGEN OP ZOOM, Países Bajos, Sept. 09, 2025 (GLOBE NEWSWIRE) -- Se ha lanzado una nueva plataforma neerlandesa que hace que la atención dermatológica sea accesible a nivel internacional. Dermatology… [+3468 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Explotan los exploits en Linux y Windows en la primera mitad de 2025","description":"Kaspersky alerta del aumento de exploits en Linux y Windows; las vulnerabilidades críticas representan el 64% de los ataques en Q2 2025.","url":"https://www.silicon.es/explotan-los-exploits-en-linux-y-windows-en-la-primera-mitad-de-2025-2572377","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/exploits-linux-windows-2025.jpeg","publishedAt":"2025-09-09T10:45:53Z","content":"Los datos del informe Kaspersky Exploits and Vulnerabilities in Q2 2025 muestran un aumento significativo de usuarios de Windows y Linux afectados por exploits en la primera mitad de 2025 respecto a … [+2612 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"EFE EFE","title":"La piratería en el fútbol sigue creciendo","description":"Las retransmisiones ilegales de competiciones deportivas y otros eventos en directo siguen creciendo, según se reflejan de los datos de un informe de la firma Grant Thornton, elaborado en colaboración en la 'Live Content Coalition', divulgados este martes por…","url":"https://www.mundodeportivo.com/futbol/20250909/1002528698/pirateria-futbol-sigue-creciendo.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2025/09/09/68bffb78dcf2e.r_d.3970-2059-2137.jpeg","publishedAt":"2025-09-09T10:06:48Z","content":"Las retransmisiones ilegales de competiciones deportivas y otros eventos en directo siguen creciendo, según se reflejan de los datos de un informe de la firma Grant Thornton, elaborado en colaboració… [+3740 chars]"},{"source":{"id":null,"name":"Marca"},"author":"REDACCIÓN MARCA","title":"La piratería de eventos deportivos y otros eventos en directo se dispara: 26,2 millones de notificaciones en 18 meses","description":"Se registran un 142% más de notificaciones a intermediarios digitales en el primer semestre de 2025 que en todo el 2024  Leer","url":"https://www.marca.com/futbol/primera-division/2025/09/09/pirateria-eventos-deportivos-otros-eventos-directo-dispara-26-2-millones-notificaciones-18-meses.html","urlToImage":"https://e01-xlk-ue-marca.uecdn.es/files/article_main_microformat/uploads/2025/09/09/68bff6d238040.jpeg","publishedAt":"2025-09-09T09:48:17Z","content":"Un nuevo informe de Grant Thornton, elaborado en colaboración con la Live Content Coalition, confirma que las retransmisiones ilegales de eventos deportivos y otros eventos en directo siguen creciend… [+4200 chars]"},{"source":{"id":null,"name":"DW (English)"},"author":"Deutsche Welle","title":"Filtración de \"The Boris Files\" revela cómo Boris Johnson usó contactos de primer ministro para acuerdos comerciales globales, por ejemplo, con Maduro","description":"El ex primer ministro británico Boris Johnson recibió £240.000 tras reunirse con el mandatario venezolano, y este no fue un caso aislado, revela el diario The Guardian, a partir de las filtraciones de \"The Boris Files\".","url":"https://www.dw.com/es/filtraci%C3%B3n-de-the-boris-files-revela-c%C3%B3mo-boris-johnson-us%C3%B3-contactos-de-primer-ministro-para-acuerdos-comerciales-globales-por-ejemplo-con-maduro/a-73930227","urlToImage":"https://static.dw.com/image/67648408_6.jpg","publishedAt":"2025-09-09T09:06:00Z","content":"El antiguo primer ministro británico y conservador Boris Johnson se ha beneficiado de los contactos y la influencia que adquirió durante su mandato (entre 2019 y 2022) para gestionar intereses comerc… [+3630 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Plex sufre un fallo de seguridad y pone en riesgo las cuentas y datos de sus usuarios","description":"Plex, uno de los programas más utilizados en el sector del vídeo, ha sufrido un fallo de seguridad que ha puesto en peligro sus cuentas de usuario. La empresa está avisando a los afectados tras sufrir esta brecha en la que se han robado datos privados, con lo…","url":"https://www.adslzone.net/noticias/seguridad/plex-sufre-fallo-seguridad-riesgo-cuentas-usuarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/Plex-diseno-iOS-version-2025.png","publishedAt":"2025-09-09T08:04:21Z","content":"La situación alrededor del programa Plex está siendo delicada en los últimos meses. El día 15 de agosto te comentamos que Plex había sufrido un fallo de seguridad en su herramienta Media Server, aunq… [+5648 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Grupos de cibercrimenespecializados en infraestructuras críticas, gobierno y ciberespionaje crecen en la región","description":"Análisis de Entel Digital de los primeros ocho meses del año reflejó un aumento de 23,2% de estos nuevos ciberactores -entre ellos, rusos y chinos- y un alza del secuestro de datos apalancado por los escritorios remotos.","url":"https://www.df.cl/df-lab/tech-negocios/grupos-de-cibercrimenespecializados-en-infraestructuras-criticas-gobierno","urlToImage":"https://www.df.cl/noticias/site/artic/20250908/imag/foto_0000000220250908181215.jpg","publishedAt":"2025-09-09T07:00:00Z","content":"El panorama de ciberamenazas en los primeros ocho meses es más que gris. A los riesgos crecientes que acechan a los sectores críticos y servicios esenciales del país y la región -como energía, transp… [+4629 chars]"}]