[{"source":"Www.df.cl","title":"Expertas advierten sobre los desafíos jurídicos y riesgos en el metaverso","description":"Las nuevas dinámicas de mundos digitales inmersivos plantean vacíos legales y amenazas crecientes en ciberseguridad, desde fraudes con activos digitales hasta la recopilación de datos sensibles y suplantación de identidad.","url":"https://www.df.cl/df-lab/tech-negocios/expertas-advierten-sobre-los-desafios-juridicos-y-riesgos-en-el-metaverso","publishedAt":"2025-09-02T08:00:00Z"},{"source":"Xatakamovil.com","title":"Apple siempre ha presumido de ser más seguro que Android. Hasta que un simple mensaje de WhatsApp reventó su seguridad","description":"Durante años, se ha acusado al ‘sideloading’ de Android\r\n de ser un peligro para nuestros dispositivos móviles. Algo que el propio Google ya ha considerado y de hecho han comenzado a tirar del freno de mano y ha confirmado que va a cambiar su política\r\n al re…","url":"https://www.xatakamovil.com/apple/apple-siempre-ha-presumido-ser-seguro-que-android-que-simple-mensaje-whatsapp-revento-su-seguridad","publishedAt":"2025-09-02T07:04:25Z"},{"source":"Silicon.es","title":"QNAP incorpora IPS en sus routers QHora para reforzar la defensa contra ransomware (sin coste de licencia)","description":"Los routers QHora integran IPS con bloqueo en tiempo real y actualizaciones automáticas, mejorando la ciberseguridad de PYMES sin gastos adicionales.","url":"https://www.silicon.es/qnap-incorpora-ips-en-sus-routers-qhora-para-reforzar-la-defensa-contra-ransomware-sin-coste-de-licencia-2572032","publishedAt":"2025-09-02T07:00:04Z"},{"source":"Hispasec.com","title":"Qilin ransomware filtra 147 GB de datos de PathoQuest tras ataque a la biotecnológica","description":"La biotecnológica PathoQuest ha sufrido una filtración de 147 GB de datos tras un ataque de ransomware orquestado por el grupo Qilin, cuyo método incluyó la exfiltración y publicación de información sensible en la dark web.\nLa entrada Qilin ransomware filtra …","url":"https://unaaldia.hispasec.com/2025/09/qilin-ransomware-filtra-147-gb-de-datos-de-pathoquest-tras-ataque-a-la-biotecnologica.html","publishedAt":"2025-09-02T06:04:50Z"},{"source":"Cointelegraph","title":"Hackers están utilizando el exploit \"clásico\" de la EIP-7702 para robar WLFI","description":"Los poseedores de tokens de World Liberty Financial estarían siendo despojados de sus tokens WLFI. Un experto en seguridad señala un exploit de phishing vinculado a contratos de Ethereum.\n Según Yu Xian, fundador de SlowMist, los poseedores del token de gober…","url":"https://es.cointelegraph.com/news/wlfi-token-holders-falling-prey-classic-wallet-exploit","publishedAt":"2025-09-02T05:13:45Z"}]