[{"source":{"id":null,"name":"Elperiodico.com"},"author":"Carles Planas Bou","title":"Tres consejos para comprar seguro y evitar las estafas durante el Black Friday y el Cyber Monday (y las Navidades)","description":"Con permiso de las Navidades, el Black Friday y el Cyber Monday son los días más esperados del año para comercios y compradores compulsivos. En España, la campaña concentra en poco más de una semana cerca del 25% de las ventas anuales del e-commerce, según un…","url":"https://www.elperiodico.com/es/economia/20251201/consejos-evitar-estafas-durante-navidades-black-friday-cyber-monday-comprar-promociones-rebajas-compras-pishing-navidad-124310081","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/abd4421f-9bbe-40ea-a89e-a99246d07231_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-12-01T11:33:44Z","content":"Con permiso de las Navidades, el Black Friday y el Cyber Monday son los días más esperados del año para comercios y compradores compulsivos. En España, la campaña concentra en poco más de una semana … [+3662 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Daniel García","title":"Una de las apps alternativas a YouTube para Android más famosas estaba repleta de malware","description":"A veces puede ser arriesgado contar con aplicaciones de terceros ajenas a las tiendas oficiales, y lo sucedido recientemente con SmartTube es fiel muestra de ello. Esta APK, la cual es una alternativa a YouTube en dispositivos Android y Amazon ha visto compro…","url":"https://andro4all.com/aplicaciones/una-de-las-apps-alternativas-a-youtube-para-android-mas-famosas-estaba-repleta-de-malware","urlToImage":"https://andro4all.com/hero/2024/12/malware-spyloan-portada.jpg?width=1200","publishedAt":"2025-12-01T10:46:12Z","content":"A veces puede ser arriesgado contar con aplicaciones de terceros ajenas a las tiendas oficiales, y lo sucedido recientemente con SmartTube es fiel muestra de ello. Esta APK, la cual es una alternativ… [+1913 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Quelian Sanz","title":"Revisa que tu TV no tenga esta versión de YouTube. Han descubierto que tiene malware y podrías estar en problemas","description":"La semana pasada todo el mundo se echó las manos a la cabeza cuando Google eliminó una de las versiones alternativas más populares para ver YouTube en las Smart TV. De la noche a la mañana la app fue bloqueada, dejando como única opción la descarga del servic…","url":"https://hipertextual.com/software/revisa-que-tu-tv-no-tenga-esta-version-de-youtube-han-descubierto-que-tiene-malware-y-podrias-estar-en-problemas/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2025/06/YouTube-iPhone.jpg","publishedAt":"2025-12-01T10:42:18Z","content":"La semana pasada todo el mundo se echó las manos a la cabeza cuando Google eliminó una de las versiones alternativas más populares para ver YouTube en las Smart TV. De la noche a la mañana la app fue… [+2310 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Apple Podcasts: fallos extraños y posibles riesgos de seguridad","description":"Apple Podcasts se abre sola y muestra episodios raros. Conoce los posibles riesgos de seguridad y las medidas para proteger tus dispositivos.","url":"https://www.soydemac.com/apple-podcasts-fallos-extranos-y-posibles-riesgos-de-seguridad/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Apple-Podcasts-fallos-extranos-y-riesgos-de-seguridad.jpg","publishedAt":"2025-12-01T09:52:56Z","content":"En los últimos días, la aplicación oficial de Apple para escuchar podcasts se ha colocado en el punto de mira por un comportamiento tan raro como inquietante. Lo que para muchos usuarios de iPhone, i… [+11189 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"El ‘ransomware’ está detrás de 2 de cada 10 incidentes","description":"Durante el tercer trimestre del año surgieron variantes nuevas como Warlock, Babuk y Kraken.","url":"https://www.silicon.es/el-ransomware-esta-detras-de-2-de-cada-10-incidentes-2575153","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-12-01T09:21:38Z","content":"Durante el tercer trimestre del año, el ransomware estuvo detrás de un 20 % de los incidentes de seguridad. En el periodo anterior había sido un 50 %.\r\nEste descenso queda recogido en un informe de l… [+1757 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Linux 6.18 llega con mejoras de rendimiento, seguridad y soporte de hardware","description":"Linux 6.18 ya está aquí: mejora rendimiento, seguridad y soporte de hardware y apunta a ser el próximo kernel LTS. Conoce sus cambios más importantes.","url":"https://www.linuxadictos.com/linux-6-18-llega-con-mejoras-de-rendimiento-seguridad-y-soporte-de-hardware.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Linux-6.18.webp","publishedAt":"2025-12-01T08:41:41Z","content":"El núcleo de Linux 6.18ya se puede descargar y llega en un momento en el que muchos usuarios muestran cierto cansancio con Windows 11 y la integración forzada de la Inteligencia Artificial en el escr… [+17921 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Si te perdiste las ofertas del Black Friday, estos son los mejores chollos en software y cursos online del Cyber Monday","description":"Aunque el Black Friday ha quedado atrás, no todo está perdido si has dejado la oportunidad de aprovechar alguna de las ofertas: muchas plataformas de aprendizaje y software mantienen descuentos durante Cyber Monday (o lanzan ofertas diferentes específicas par…","url":"https://www.genbeta.com/a-fondo/te-perdiste-ofertas-black-friday-estos-mejores-chollos-software-cursos-online-cyber-monday-1","urlToImage":"https://i.blogs.es/b638b5/chatgpt-image-1-dic-2025-08_58_17/840_560.png","publishedAt":"2025-12-01T08:11:06Z","content":"Aunque el Black Friday ha quedado atrás, no todo está perdido si has dejado la oportunidad de aprovechar alguna de las ofertas: muchas plataformas de aprendizaje y software mantienen descuentos duran… [+6471 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"jcastilloa5f9631067","title":"Jaque mate a la inyección de código: Microsoft blindará Entra ID para erradicar ataques en el inicio de sesión","description":"Microsoft ha revelado una actualización crítica en su política de seguridad que entrará en vigor en octubre de 2026. La compañía bloqueará la ejecución de cualquier script no autorizado durante los procesos de autenticación en Entra ID, como parte de su estra…","url":"https://unaaldia.hispasec.com/2025/12/jaque-mate-a-la-inyeccion-de-codigo-microsoft-blindara-entra-id-para-erradicar-ataques-en-el-inicio-de-sesion.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/11/Gemini_Generated_Image_nzm9a9nzm9a9nzm9.png?fit=1200%2C670&ssl=1","publishedAt":"2025-12-01T07:00:00Z","content":"Microsoft ha revelado una actualización crítica en su política de seguridad que entrará en vigor en octubre de 2026. La compañía bloqueará la ejecución de cualquier script no autorizado durante los p… [+3244 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Spear phishing es la principal táctica de los hackers norcoreanos: cómo protegerte","description":"Las nuevas tecnologías, como la inteligencia artificial, solo harán que los actores maliciosos sean más eficientes y sus ataques más sofisticados en 2026, predice la empresa de ciberseguridad, AhnLab.\n El colectivo de hackers norcoreanos respaldado por el Est…","url":"https://es.cointelegraph.com/news/spear-phishing-north-korean-hackers-top-tactic-how-to-stay-safe","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-03/0195dc1d-21f7-75e1-b1ae-836b4ae2906c","publishedAt":"2025-12-01T06:14:10Z","content":"El colectivo de hackers norcoreanos respaldado por el Estado, Lazarus Group, emplearon principalmente ataques de spear phishing para robar fondos durante el último año, siendo el grupo más mencionado… [+4008 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"AI-Powered Adversaries: Atacantes armados con IA para hacer malware, vulnerar sistemas o cometer fraudes","description":"El equipo de Google Threat Intelligence Group (GTIG) ha publicado un extenso informe sobre cómo los atacantes están utilizando Inteligencia Artificial para mejorar sus herramientas de ataque y cómo en el mercado negro del cibercrimen se están comercializando …","url":"https://www.elladodelmal.com/2025/12/ai-powered-adversaries-atacantes.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjhFU0mv2R4XfttQvYQn1gyMzfEyt6VYGwtnYFLMxAW0Ks_UKbLc12ut4r8nlBIU4v-VSasQFaJrB5sAskX41Q-aAIiZgtGEbI1sEg0b4ZiZGhGkkqJHdRnWxIxFGExf22pXhMvoyDGZW037y_fGp1RmDqB98iqN_qusWhZr1Oe5vPxWOv17iUr/w1200-h630-p-k-no-nu/mal0.jpg","publishedAt":"2025-12-01T05:01:00Z","content":"El informe, titulado \"GTIG AI Threat Tracker: Advances in Threat Actor Usage of AI Tools\" describe una serie de ataques de herramientas que se estaban construyendo sobre Gemini, donde hay desde malwa… [+3799 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Juan José Fernández","title":"Seis comandos extranjeros de ciberespionaje, principal amenaza informática para la seguridad del Estado","description":"A finales de enero pasado, los afectados eran cuatro operadores de un sector industrial español clave. En febrero, el Centro Criptológico Nacional constataba que los atacantes habían volcado la configuración de 90 routers; trataban de extenderse a los cliente…","url":"https://www.elperiodico.com/es/politica/20251201/seis-comandos-extranjeros-ciberespionaje-principal-amenaza-seguridad-estado-124245073","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/440a8155-982e-435a-87f1-49313893d5d4_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-12-01T04:00:42Z","content":"A finales de enero pasado, los afectados eran cuatro operadores de un sector industrial español clave. En febrero, el Centro Criptológico Nacional constataba que los atacantes habían volcado la confi… [+10977 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Apple Podcasts y los riesgos de seguridad que preocupan a los expertos","description":"Apple Podcasts se abre sola y muestra podcasts raros con enlaces sospechosos. Conoce los riesgos y cómo proteger tu iPhone y Mac.","url":"https://www.actualidadiphone.com/apple-podcasts-y-los-riesgos-de-seguridad-que-preocupan-a-los-expertos/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2025/12/Apple-Podcasts-riesgos-de-seguridad.jpg","publishedAt":"2025-12-01T02:29:25Z","content":"En las últimas semanas, Apple Podcasts se ha colocado bajo el foco por un comportamiento extraño que varios usuarios y especialistas en ciberseguridad han empezado a documentar. Lo que parecía un sim… [+11004 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"ChatGPT cumple 3 años: así ha cambiado nuestra relación con la inteligencia artificial","description":"ChatGPT cumple 3 años: de curiosidad viral a herramienta clave de trabajo, estudio y negocio, con grandes ventajas y riesgos que ya se debaten en Europa.","url":"https://www.actualidadgadget.com/chatgpt-cumple-3-anos-asi-ha-cambiado-nuestra-relacion-con-la-inteligencia-artificial/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/ChatGPT-cumple-3-anos.jpg","publishedAt":"2025-12-01T02:23:00Z","content":"ChatGPT cumple tres años convertido en una de las herramientas de inteligencia artificial más influyentes de la historia reciente. Lo que en noviembre de 2022 arrancó como una curiosidad tecnófila ac… [+14847 chars]"},{"source":{"id":null,"name":"Iphoneros.com"},"author":"iPhoneros","title":"El gobierno de India pide a Apple preinstalar en el iPhone una App propia de manera obligatoria, no se puede borrar","description":"El gobierno de India acaba de dar la orden de instalar una App llamada Sanchar Saathi de manera obligatoria en todos los smartphones del país. La App vendrá pre-instalada de fábrica en el iPhone y cualquier otro smartphone Android que se venda nuevo, y tambié…","url":"https://iphoneros.com/102951/app-obligatoria-gobierno-india","urlToImage":"https://iphoneros.com/wp-content/uploads/2019/01/facebookteespia.jpg","publishedAt":"2025-12-01T02:13:03Z","content":"El gobierno de India acaba de dar la orden de instalar una App llamada Sanchar Saathi de manera obligatoria en todos los smartphones del país. La App vendrá pre-instalada de fábrica en el iPhone y cu… [+1943 chars]"}]