[{"source":{"id":null,"name":"BeInCrypto"},"author":"Oluwapelumi Adejumo","title":"Kraken detiene depósitos de Monero tras afirmaciones de ataque del 51%","description":"Los críticos argumentan que Qubic nunca controló más del 35% del hashrate de Monero, sino que dependía de la minería egoísta, mientras se lanzaban ataques DDoS contra el pool.\nEl post Kraken detiene depósitos de Monero tras afirmaciones de ataque del 51% fue …","url":"https://es.beincrypto.com/kraken-congela-depositos-monero-atquie-51-porciento/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2025/08/monero-price-prediction.jpg.webp","publishedAt":"2025-08-17T10:19:00Z","content":"Kraken, una de las plataformas de trading de criptomonedas más grandes del mundo, ha pausado los depósitos para Monero (XMR), citando un supuesto ataque del 51% en la red blockchain enfocada en la pr… [+3176 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"El Confidencial","title":"Policía Nacional: \"Si tienes muchas ventanas abiertas en tu navegador, puedes convertirte en la víctima perfecta del tabnabbing\"","description":"Los agentes advierten que esta conducta puede facilitar el acceso de ciberdelincuentes a información sensible sin que el usuario lo note","url":"https://www.elconfidencial.com/espana/2025-08-17/policia-nacional-muchas-ventanas-abiertas-navegador-victima-tabnabbing-1qrt_4171257/","urlToImage":"https://images.ecestaticos.com/c53l7Kw87YAqUZ8X7Y5L7OKeuH0=/0x0:1024x768/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/cab/c2d/36d/cabc2d36d43f0e6b103a46ddd55aef94.jpg","publishedAt":"2025-08-17T08:08:00Z","content":"El aviso de la Policía Nacional a los españoles que acceden a un WIFI público: fíjate en estas letrasAviso a todos los usuarios de Android: presta atención al botón automático 'abrir enlace' en las n… [+3495 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Moisés Rojas","title":"¿Se acabaron las llamadas comerciales fraudulentas? Esto dice la nueva ley","description":"Desde el 7 de junio de 2025, una nueva normativa ya en vigor cambia el panorama telefónico en España: quedan prohibidas las llamadas comerciales desde móviles para frenar estafas por suplantación de identidad. Solo podrán realizarse desde líneas claramente id…","url":"https://www.movilzona.es/noticias/smartphones/fin-llamadas-comerciales-fraudulentas-nueva-ley/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/05/filtro-llamadas-spam-android-movil.png","publishedAt":"2025-08-17T08:04:27Z","content":"Con el objetivo de proteger a los usuarios frente al phishing vía llamada o SMS, el Gobierno ha aprobado la Orden TDF/149/2025, que impone obligaciones claras a los operadores: bloquear numeraciones … [+3709 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Vince Quill","title":"Kraken suspendió los depósitos de Monero tras un ataque del 51 %","description":"Los retiros y las operaciones con Monero (XMR) en el exchange Kraken siguen abiertos, y los depósitos se reanudarán una vez que sea seguro, ha informado la plataforma.\n El exchange de criptomonedas Kraken ha suspendido temporalmente los depósitos de Monero (X…","url":"https://es.cointelegraph.com/news/kraken-pause-monero-deposits-after-51-attack","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198b52a-8b00-71ce-906d-97aa23cb87de","publishedAt":"2025-08-17T00:19:04Z","content":"El exchange de criptomonedas Kraken ha suspendido temporalmente los depósitos de Monero (XMR) debido al ataque del 51 % que se está llevando a cabo contra la blockchain centrada en la privacidad, lo … [+2971 chars]"}]