[{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"¿Se acabó la barra libre? Google exigirá identidad verificada para instalar apps en Android","description":"Android obligará a verificar la identidad del desarrollador, incluso fuera de Play Store. Calendario, países afectados y cómo te impacta.","url":"https://www.linuxadictos.com/se-acabo-la-barra-libre-google-exigira-identidad-verificada-para-instalar-apps-en-android.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/android-google-desarrolladores-no-identificados-1.jpg","publishedAt":"2025-08-26T11:57:50Z","content":"Google ha puesto en marcha un cambio profundo en Android: a partir de 2026, cualquier app que quieras instalar venga de Play Store, de otra tienda o como APK deberá estar asociada a un autor con iden… [+4859 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Voice of the CISO 2025: la IA y el factor humano elevan la presión sobre los responsables de ciberseguridad","description":"Proofpoint revela que 6 de cada 10 CISOs españoles prevén un ataque en 2025, con la IA generativa y el error humano como riesgos prioritarios.","url":"https://www.silicon.es/voice-of-the-ciso-2025-la-ia-y-el-factor-humano-elevan-la-presion-sobre-los-responsables-de-ciberseguridad-2571806","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/voice-of-the-ciso-2025-proofpoint.jpeg","publishedAt":"2025-08-26T11:45:47Z","content":"Proofpoint ha publicado su quinto informe anual Voice of the CISO, basado en una encuesta a 1.600 directores de seguridad (CISOs) en 16 países, que muestra un panorama marcado por la presión crecient… [+5407 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Lacort","title":"Android cambia su ADN. Google excluirá las apps de desarrolladores no identificados... incluso si no están en la Play Store","description":"Google acaba de activar la cuenta atrás para el Android que conocemos. Desde septiembre de 2026, cualquier aplicación que quieras instalar en tu Android —venga de Play Store, de una tienda alternativa o descargada de una web— deberá estar firmada por un desar…","url":"https://www.xataka.com/seguridad/android-cambia-su-adn-google-excluira-apps-desarrolladores-no-identificados-incluso-no-estan-play-store","urlToImage":"https://i.blogs.es/f34356/cd4237a6-1077-451a-83e8-ceee479230eb/840_560.jpeg","publishedAt":"2025-08-26T11:30:45Z","content":"Google acaba de activar la cuenta atrás para el Android que conocemos. Desde septiembre de 2026, cualquier aplicación que quieras instalar en tu Android venga de Play Store, de una tienda alternativa… [+3911 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Solo hay un 2 % de empresas altamente preparadas para la IA","description":"El 77 % muestra un grado de preparación moderado para la inteligencia artificial y el 21 %, baja, según un informe elaborado por F5.","url":"https://www.silicon.es/solo-hay-un-2-de-empresas-altamente-preparadas-para-la-ia-2571801","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/Aran-Erel_F5.jpg","publishedAt":"2025-08-26T11:14:25Z","content":"La presencia de la inteligencia artificial (IA) es cada vez mayor. Según datos del informe “Estado de la Estrategia de Aplicaciones de IA 2025” de F5, 1 de cada 4 aplicaciones ya usa IA.\r\nSin embargo… [+2155 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Apps de correo electrónico seguro para Android","description":"Las mejores apps de correo seguro para Android. Cifrado, funciones, precios y comparativa. Elige privacidad y productividad en tu móvil.","url":"https://www.androidsis.com/apps-de-correo-electronico-seguro-para-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/08/Email-seguro.png","publishedAt":"2025-08-26T11:14:06Z","content":"Si usas Android a diario, tu correo pasa por el bolsillo todo el día: billetes, facturas, documentos de trabajo y conversaciones sensibles. Por eso, elegir bien una app de correo electrónico segura p… [+16040 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Trigona: evolución del ransomware y evasión avanzada en Linux","description":"Trigona, un ransomware activo desde 2022, sigue amenazando sistemas Linux con tácticas avanzadas de evasión y manipulación de archivos. Un análisis reciente revela cómo esta variante aprovecha herramientas como r2ai y técnicas anti-forenses para eludir defens…","url":"https://unaaldia.hispasec.com/2025/08/trigona-evolucion-del-ransomware-y-evasion-avanzada-en-linux.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/cover-image-c8d3be78e17e5e1ef49ebc2280273abd.png?fit=1200%2C686&ssl=1","publishedAt":"2025-08-26T10:23:09Z","content":"El ataque de Trigona aprovecha técnicas como la descompilación y modificación de código utilizando r2ai, dificultando su detección por soluciones estándar. El malware actúa sobre plataformas Linux al… [+1168 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Check Point alerta sobre campaña global de phishing que explota Google Classroom para atacar a 13.500 empresas","description":"Investigadores detectan 115.000 correos fraudulentos enviados en una semana mediante invitaciones falsas en Google Classroom, evadiendo defensas tradicionales.","url":"https://www.silicon.es/check-point-alerta-sobre-campana-global-de-phishing-que-explota-google-classroom-para-atacar-a-13-500-empresas-2571786","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/phishing-google-classroom-ataque-empresas.jpeg","publishedAt":"2025-08-26T09:30:41Z","content":"Check Point Research, la división de Inteligencia de Amenazas de Check Point Software Technologies, ha detectado una campaña masiva de phishing que explotó la confianza en Google Classroom para ataca… [+2597 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"\"En 15 segundos te vacían la cuenta\": la Guardia Civil explica la única forma de evitar esta estafa bancaria","description":"No es ningún secreto que los ciberdelincuentes están viviendo una especie de edad de oro, ya que en los últimos años los ciberataques se han multiplicado, y a día de hoy todavía no hay forma definitiva de controlar y detectar todas las estafas, engaños y timo…","url":"https://www.eleconomista.es/tecnologia/noticias/13517653/08/25/en-15-segundos-te-vacian-la-cuenta-la-guardia-civil-explica-la-unica-forma-de-evitar-esta-estafa-bancaria.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/d/5/f/guardia-civil.jpg","publishedAt":"2025-08-26T08:42:58Z","content":"No es ningún secreto que los ciberdelincuentes están viviendo una especie de edad de oro, ya que en los últimos años los ciberataques se han multiplicado, y a día de hoy todavía no hay forma definiti… [+2119 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Google se pone duro: no podrás instalar estas apps a partir de 2026","description":"Una de las diferencias más notorias entre tener un móvil Android y un iPhone con iOS es que permite instalar apps desde fuera de Google Play Store. Cualquier usuario puede descargar APKs desde un navegador y no desde la tienda oficial. Sin embargo, esto supon…","url":"https://www.adslzone.net/noticias/internet/google-prohibe-apps-no-verificadas-0825/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/interfaz-Android-de-Google-Pixel-10.png","publishedAt":"2025-08-26T08:29:52Z","content":"El sistema operativo Android es líder a nivel mundial y también nacional. En España, representa el 74,38% de la cuota de mercado de software móvil, e internacionalmente no se queda atrás, con un 72,0… [+5246 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Sergio Agudo","title":"Borra estas apps de tu móvil: se ha descargado 19 millones de veces y acaba de ser retirada por contener malware","description":"Una nueva oleada de aplicaciones maliciosas ha conseguido colarse en Google Play y acumular más de 19 millones de instalaciones antes de que Google se diera cuenta de lo que estaba pasando. Los investigadores de Zscaler's ThreatLabs han descubierto el alcance…","url":"https://andro4all.com/aplicaciones/borra-estas-apps-de-tu-movil-se-ha-descargado-19-millones-de-veces-y-acaba-de-ser-retirada-por-contener-malware","urlToImage":"https://andro4all.com/hero/2024/12/malware-spyloan-portada.jpg?width=1200","publishedAt":"2025-08-26T08:21:45Z","content":"Los troyanos Joker y Anatsa fueron las principales amenazas detectadas, capaces de robar credenciales bancarias y suscribir a servicios premium sin consentimiento\r\nUna nueva oleada de aplicaciones ma… [+4895 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Estafas 'Phishing' SMS La Rioja: 16 víctimas y 72.500 euros perdidos en agosto","description":"Efectivos del Equipo de Delitos Tecnológicos (EDITE) y el Equipo@ de la Guardia Civil en La Rioja, han detectado un notable incremento en las denuncias por estafas basada en la modalidad de 'phishing' a través de SMS y llamadas telefónicas fraudulentas. Estas…","url":"https://www.europapress.es/la-rioja/noticia-estafas-phishing-sms-rioja-16-victimas-72500-euros-perdidos-agosto-20250826094442.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20250826094442_1200.jpg","publishedAt":"2025-08-26T07:44:42Z","content":"LOGROÑO, 26 Ago. (EUROPA PRESS) - \r\n   Efectivos del Equipo de Delitos Tecnológicos (EDITE) y el Equipo@ de la Guardia Civil en La Rioja, han detectado un notable incremento en las denuncias por esta… [+2672 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Zscaler finaliza la adquisición de Red Canary","description":"La empresa, que operará inicialmente como unidad de negocio independiente, pasa a denominarse Red Canary, a Zscaler company.","url":"https://www.silicon.es/zscaler-finaliza-la-adquisicion-de-red-canary-2571765","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-imagedb.com_eCommerce-tiendaonline-vender-comprar.jpg","publishedAt":"2025-08-26T07:41:31Z","content":"Zscaler ha finalizado la adquisición de Red Canary. Tras el cierre de la operación, su denominación pasa a ser Red Canary, a Zscaler company.\r\nInicialmente funcionará como unidad de negocio independi… [+1757 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Las amenazas internas de seguridad ya preocupan más que los ataques externos","description":"La tecnología de inteligencia artificial impulsa las amenazas internas a través de la ingeniería social, el 'phishing' y el uso no autorizado de herramientas.","url":"https://www.silicon.es/las-amenazas-internas-de-seguridad-ya-preocupan-mas-que-los-ataques-externos-2571766","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/02/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad-empresa.jpg","publishedAt":"2025-08-26T07:01:31Z","content":"Los ataques que llegan desde el exterior ya no son los que más preocupan a las empresas. Las amenazas internas se han convertido en el temor principal.\r\nAsí lo certifica una encuesta a profesionales … [+2927 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Rodríguez","title":"LaLiga amenaza con demandar a usuarios legales de Cloudflare por compartir su IP con plataformas piratas","description":"Volvió el fútbol, volvió LaLiga, volvieron los bloqueos o el malfuncionamiento de la webs, y a ello se le suma algo nuevo para esta temporada: amenazar a usuarios legales por utilizar Cloudflare. Vale, si has llegado a la segunda temporada sin quererlo, te ha…","url":"https://elchapuzasinformatico.com/?p=614554","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/08/LaLiga-amenaza-legal-usuario-Cloudflare.jpg","publishedAt":"2025-08-26T06:29:46Z","content":"Volvió el fútbol, volvió LaLiga,\r\nvolvieron los bloqueos o el malfuncionamiento de\r\nla webs, y a ello se le suma algo nuevo para esta temporada:\r\namenazar a usuarios legales por utilizar\r\nCloudflare.… [+3868 chars]"},{"source":{"id":null,"name":"ComputerWeekly.com"},"author":"Stephen J. Bigelow","title":"Cómo la detección de amenazas con IA está transformando la ciberseguridad empresarial | Computer Weekly","description":"La detección de amenazas impulsada por inteligencia artificial transforma la ciberseguridad mediante el uso de aprendizaje automático para analizar el tráfico de red, los comportamientos de los usuarios y los patrones de acceso a los datos.","url":"https://www.computerweekly.com/es/cronica/Como-la-deteccion-de-amenazas-con-IA-esta-transformando-la-ciberseguridad-empresarial","urlToImage":"https://www.computerweekly.com/rms/onlineimages/security_a283199860.jpg","publishedAt":"2025-08-26T02:58:12Z","content":"La ciberseguridad moderna depende de dos factores: detectar amenazas reales y neutralizarlas antes de que puedan causar daños a la empresa. En teoría, esto suena sencillo, pero llevar estos factores … [+19681 chars]"}]