[{"source":"Soydemac.com","title":"Guía completa para eliminar el mensaje de software malicioso en Mac","description":"Aprende cómo eliminar malware y evitar el aviso de software malicioso en tu Mac con esta guía detallada y fácil de seguir.","url":"https://www.soydemac.com/guia-completa-para-eliminar-el-mensaje-de-software-malicioso-en-mac/","publishedAt":"2025-07-30T05:00:18Z"},{"source":"Lavozdegalicia.es","title":"¿Por qué cada vez va más lento mi móvil?","description":"Las aplicaciones, la memoria caché o incluso el estado de la batería pueden ralentizar nuestro «smartphone»","url":"https://www.lavozdegalicia.es/noticia/reto-digital/ocio/2025/07/27/vez-va-lento-movil/00031753638956432339456.htm","publishedAt":"2025-07-30T03:00:00Z"},{"source":"BeInCrypto","title":"Estafadores atacan a usuarios de Coinbase mediante llamadas de phishing sofisticadas","description":"Una nueva estafa de phishing de Coinbase utilizó un número de teléfono de Estados Unidos y correos electrónicos reales, pero el escepticismo de la víctima detuvo el ataque. Esto resalta la importancia de la conciencia sobre ciberseguridad.\nEl post Estafadores…","url":"https://es.beincrypto.com/estafadores-atacan-usuarios-coinbase-llamadas-phishing-sofisticadas/","publishedAt":"2025-07-29T23:44:55Z"},{"source":"Elconfidencial.com","title":"Ben Gillenwater: \"Como experto en seguridad, estas son las 5 cosas que no dejo hacer a mis hijos\"","description":"Este padre y experto en tecnología ha compartido un vídeo que ha generado miles de interacciones al enumerar las cinco normas inquebrantables que aplica con sus hijos en casa para protegerlos en la era digital","url":"https://www.elconfidencial.com/alma-corazon-vida/2025-07-30/1qrt-ben-gillenwater-experto-en-seguridad-5-cosas_4181452/","publishedAt":"2025-07-29T22:00:00Z"},{"source":"Soydemac.com","title":"Cómo iOS y Android combaten el spam telefónico y protegen tu privacidad","description":"Apple y Google refuerzan sus sistemas para bloquear spam en iPhone y Android. Conoce las nuevas funciones para protegerte de llamadas molestas.","url":"https://www.soydemac.com/como-ios-y-android-combaten-el-spam-telefonico-y-protegen-tu-privacidad/","publishedAt":"2025-07-29T21:12:23Z"},{"source":"Androidsis.com","title":"Cómo tener más emojis en tu Android: Guía completa para disfrutar de todos los emoticonos","description":"Descubre cómo tener más emojis en tu Android, las mejores apps y trucos para ampliar tu catálogo. ¡Haz tus chats más divertidos!","url":"https://www.androidsis.com/como-tener-mas-emojis-en-tu-android-guia-completa-para-disfrutar-de-todos-los-emoticonos/","publishedAt":"2025-07-29T18:22:50Z"},{"source":"Xatakamovil.com","title":"Un duro golpe contra las IPTV piratas para ver fútbol gratis: redadas y arrestos para luchar contra MagisTV","description":"En los últimos días se han llevado a cabo redadas y se han presentado órdenes de detención en la lucha contra las IPTV Piratas; específicamente, la justicia ha puesto una operación que ofrecía el acceso la plataforma MagisTV para ver contenido protegido por d…","url":"https://www.xatakamovil.com/movil-y-sociedad/duro-golpe-iptv-piratas-para-ver-futbol-gratis-redadas-arrestos-para-luchar-magistv","publishedAt":"2025-07-29T18:00:37Z"},{"source":"Genbeta.com","title":"Ya hay malware que infecta generando comandos mediante IA. Los antivirus tradicionales no están preparados para esto","description":"El auge de la IA está permitiendo 'pegarle un empujón' a muchas de las tareas que ya realizábamos antes con ordenadores... incluyendo las maliciosas: desde la ejecución de timos al desarrollo de malware, ambas son actividades que ahora se llevab a cabo con ma…","url":"https://www.genbeta.com/seguridad/hay-malware-que-infecta-generando-comandos-mediante-ia-antivirus-tradicionales-no-estan-preparados-para-esto","publishedAt":"2025-07-29T17:14:15Z"},{"source":"We Live Security","title":"Alerta: mensajes falsos suplantan al gobierno mexicano con préstamos y deudas inexistentes","description":"Estafadores suplantan a instituciones oficiales para ofrecer falsos préstamos o cobrar deudas inexistentes. Te contamos cómo identificarlos y protegerte de caer en este tipo de engaños","url":"https://www.welivesecurity.com/es/estafas-enganos/alerta-fraudes-supuestos-prestamos-instituciones-gobierno-mexico/","publishedAt":"2025-07-29T15:57:53Z"},{"source":"Ipadizate.com","title":"Apple cuida de tu seguridad hasta en 8 formas diferentes","description":"Los de Cupertino son una marca distinguida por ofrecer seguridad y privacidad en sus productos y sistemas operativos. Han sido escasas las ocasiones en las que han estado vulnerados por piratas informáticos aunque también refuerzan sus mecanismos de seguridad…","url":"https://ipadizate.com/apple/apple-cuida-de-tu-seguridad-hasta-en-8-formas-diferentes","publishedAt":"2025-07-29T15:00:56Z"},{"source":"Soydemac.com","title":"Cómo eliminar contactos desconocidos en WhatsApp en iPhone","description":"Descubre Cómo eliminar contactos desconocidos en WhatsApp en iPhone y por qué es clave para tu privacidad y seguridad.","url":"https://www.soydemac.com/como-eliminar-contactos-desconocidos-en-whatsapp-en-iphone/","publishedAt":"2025-07-29T15:00:55Z"},{"source":"Enter.co","title":"Así opera LameHug, el virus con IA que amenaza Windows ¿Cómo protegerte?","description":"LameHug es un malware que utiliza inteligencia artificial para atacar computadoras con Windows. Conocé cómo funciona, cómo se propaga...","url":"https://www.enter.co/chips-bits/asi-opera-lamehug-el-virus-con-ia-que-amenaza-windows-como-protegerte/","publishedAt":"2025-07-29T13:12:25Z"},{"source":"Soydemac.com","title":"CleanMyMac: Análisis del famoso optimizador de MacPaw","description":"En este post analizaremos CleanMyMac, probablemente el más famoso optimizador de Mac que existe en la actualidad. ¿Superará nuestras pruebas?","url":"https://www.soydemac.com/cleanmymac-analisis-del-famoso-optimizador-de-macpaw/","publishedAt":"2025-07-29T13:08:11Z"},{"source":"Xataka.com.co","title":"¡Ni Terminator ni Star Wars! El futuro de la guerra incluye cucarachas espías, enjambres robóticos y vehículos controlados con inteligencia artificial","description":"Mientras el mundo imagina guerras del futuro al estilo Star Wars o Terminator, Alemania avanza en una dirección diferente: una en la que la inteligencia artificial guía robots autónomos, enjambres de drones coordinados y hasta cucarachas modificadas con senso…","url":"https://www.xataka.com.co/robotica-e-ia/terminator-star-wars-futuro-guerra-incluye-cucarachas-espias-enjambres-roboticos-vehiculos-controlados-inteligencia-artificial","publishedAt":"2025-07-29T11:30:37Z"},{"source":"Cointelegraph","title":"Estados Unidos pretende reclamar 2,4 millones de dólares en Bitcoins incautados de un grupo de ransomware","description":"Estados Unidos está solicitando la confiscación de 20,2 BTC incautados, que se sumarán a la Reserva Estratégica de Bitcoin propuesta por el país.\n Estados Unidos ha presentado una demanda civil para solicitar la confiscación de 2,4 millones de dólares en Bitc…","url":"https://es.cointelegraph.com/news/us-bitcoin-reserve-seizure-foia-dispute","publishedAt":"2025-07-29T11:00:00Z"},{"source":"DW (English)","title":"Tailandia y Camboya mantienen tregua pese a acusaciones mutuas","description":"La frágil tregua entre Camboya y Tailandia se mantenía este martes pese a las acusaciones mutuas de haber violado el alto al fuego, que puso fin a casi una semana de enfrentamientos en varios puntos fronterizos. El Ejército de Tailandia acusó a sus adversario…","url":"https://www.dw.com/es/tailandia-y-camboya-mantienen-tregua-pese-a-acusaciones-mutuas/a-73446233","publishedAt":"2025-07-29T09:58:00Z"},{"source":"Huffingtonpost.es","title":"Alertan de la sutil nueva estafa que saquea sigilosamente cuentas bancarias a las puertas de España","description":"<![CDATA[<p>Los expertos en ciberseguridad franceses han lanzado una seria advertencia sobre una nueva forma de fraude bancario: el 'carding', un método que consiste en hacer pequeñas transacciones con los datos bancarios robados de las víctimas. Las cantidad…","url":"https://www.huffingtonpost.es/sociedad/alertan-sutil-nueva-estafa-saquea-sigilosamente-cuentas-bancarias-puertas-espana.html","publishedAt":"2025-07-29T09:22:45Z"},{"source":"Linux Adictos","title":"Las mejores soluciones de backup y tendencias actuales para proteger tus datos","description":"Conoce los mejores programas de backup, nuevas tecnologías y estrategias para mantener toda tu información a salvo. ¡Optimiza tu protección hoy!","url":"https://www.linuxadictos.com/las-mejores-soluciones-de-backup-y-tendencias-actuales-para-proteger-tus-datos.html","publishedAt":"2025-07-29T09:11:20Z"},{"source":"Adslzone.net","title":"Android Auto 14.9 se prepara para su gran cambio: la nueva versión ya tiene pistas de Gemini","description":"La nueva versión de Android Auto corrige los errores detectados en la versión anterior y, además, anticipa la llega de Gemini para sustituir a Google Assistant. El pasado 16 de julio, Google desplegaba Android Auto 14.8, una actualización orientada a la corre…","url":"https://www.adslzone.net/e-movilidad/noticias-tecnologia/google-despliega-android-auto-14-9-beta/","publishedAt":"2025-07-29T09:03:12Z"},{"source":"Soydemac.com","title":"Cómo transmitir vídeos desde iPhone a CarPlay: guía paso a paso","description":"Descubre cómo ver vídeos en CarPlay desde tu iPhone con métodos legales y seguros. ¡Opciones fáciles y sin riesgos!","url":"https://www.soydemac.com/como-transmitir-videos-desde-iphone-a-carplay-guia-paso-a-paso/","publishedAt":"2025-07-29T09:00:50Z"},{"source":"Silicon.es","title":"El 67% de las empresas sufre más ciberataques en 2024, con graves efectos en reputación y negocio","description":"Según Hiscox, los ciberataques aumentan en frecuencia y complejidad, afectando la reputación y la captación de clientes en uno de cada dos casos.","url":"https://www.silicon.es/el-67-de-las-empresas-sufre-mas-ciberataques-en-2024-con-graves-efectos-en-reputacion-y-negocio-2571098","publishedAt":"2025-07-29T09:00:32Z"},{"source":"Nextpit.es","title":"Urgente: Esta popular aplicación borrará pronto millones de contraseñas para siempre","description":"Microsoft eliminará para siempre millones de contraseñas de usuarios de su aplicación el 1 de agosto. Averigua si tus cuentas están en peligro.","url":"https://www.nextpit.es/noticias/urgente-esta-aplicacion-borrara-millones-de-contrasenas-para-siempre","publishedAt":"2025-07-29T09:00:00Z"},{"source":"Silicon.es","title":"Check Point Software lanza nuevos paquetes de servicios gestionados de detección y respuesta","description":"MDR 360° y MXDR 360° prometen protección las 24 horas del día, los 7 días de la semana, y más de 160 integraciones con herramientas de terceros.","url":"https://www.silicon.es/check-point-software-lanza-nuevos-paquetes-de-servicios-gestionados-de-deteccion-y-respuesta-2571100","publishedAt":"2025-07-29T08:30:00Z"},{"source":"Actualidadgadget.com","title":"Cómo restablecer la consola services.msc a su estado original","description":"Aprende a restablecer la consola services.msc y a solucionar errores de servicios en Windows de forma segura y detallada.","url":"https://www.actualidadgadget.com/como-restablecer-la-consola-services-msc-a-su-estado-original/","publishedAt":"2025-07-28T18:03:41Z"},{"source":"Geeksroom.com","title":"Cómo la IA refuerza la seguridad bancaria global en 2025","description":"Descubre cómo la inteligencia artificial revoluciona la seguridad bancaria: fraudes detectados en segundos, biometría avanzada y monitoreo predictivo sin descanso. Hace apenas una década, los …\nThe post Cómo la IA refuerza la seguridad bancaria global en 2025…","url":"https://geeksroom.com/2025/07/seguridad-bancaria-inteligencia-artificial/142266/","publishedAt":"2025-07-28T18:01:35Z"},{"source":"Xatakamovil.com","title":"Golpe en Barcelona al mercado negro de móviles: más de 1.000 teléfonos robados y un software por suscripción para revenderlos","description":"Los Mossos d’Esquadra llevaron a cabo una operación que puso fin a una red de tráfico de móviles robados, lo que resultó en la detención de 20 personas implicadas en este mercado negro de móviles y la incautación de más de 1.000 móviles, entre otros dispositi…","url":"https://www.xatakamovil.com/movil-y-sociedad/golpe-barcelona-al-mercado-negro-moviles-1-000-telefonos-robados-software-suscripcion-para-revenderlos","publishedAt":"2025-07-28T17:34:17Z"},{"source":"Enter.co","title":"¿Hace falta otro antivirus si ya tienes Microsoft Defender en Windows 11?","description":"Descubre si realmente necesitas instalar otro antivirus en Windows 11. Analizamos las capacidades de Microsoft Defender y cómo protege...","url":"https://www.enter.co/chips-bits/hace-falta-otro-antivirus-si-ya-tienes-microsoft-defender-en-windows-11/","publishedAt":"2025-07-28T16:56:20Z"},{"source":"Biztoc.com","title":"Jueza da veredicto en juicio a expresidente colombiano Uribe: \"La justicia no se arrodilla al poder\"","description":"","url":"https://biztoc.com/x/d31a28cf1e9cf0f0","publishedAt":"2025-07-28T15:43:27Z"},{"source":"El Financiero","title":"Kim Jong-un ataca con deepfakes de IA a EU y suplanta a funcionarios de Trump","description":"El auge de los deepfakes desafía la confianza y exige nuevas respuestas frente a la IA.","url":"https://www.elfinanciero.com.mx/mundo/2025/07/28/kim-jong-un-ataca-con-deepfakes-de-ia-a-eu-y-suplanta-a-funcionarios-de-trump/","publishedAt":"2025-07-28T15:18:07Z"},{"source":"Soydemac.com","title":"Cómo saber la versión de Chrome compatible según tu macOS","description":"Descubre hasta qué versión de Google Chrome puedes actualizar tu Mac según tu macOS. Guía definitiva de compatibilidad y alternativas.","url":"https://www.soydemac.com/como-saber-la-version-de-chrome-compatible-segun-tu-macos/","publishedAt":"2025-07-28T15:00:37Z"},{"source":"Eleconomista.es","title":"Atención si encuentras en España una carta con esto en el buzón: estos son los pasos que debes seguir para evitar ser estafado","description":"Con la llegada del periodo veraniego hace varias semanas, son muchos los españoles y españolas que se olvidan de mirar el buzón y se centran en disfrutar de sus vacaciones. A todos nos pasa. Y es que viene siendo algo habitual mirar destinos paradisiacos o ac…","url":"https://www.eleconomista.es/actualidad/noticias/13482767/07/25/atencion-si-encuentras-en-espana-una-carta-con-esto-en-el-buzon-estos-son-los-pasos-que-debes-seguir-para-evitar-ser-estafado.html","publishedAt":"2025-07-28T13:47:34Z"},{"source":"Elconfidencial.com","title":"La Policía avisa: \"Si te llaman desde un móvil y se identifican como una llamada comercial, cuelga, es una estafa\"","description":"La nueva ley marca un antes y un después en la lucha contra el fraude telefónico","url":"https://www.elconfidencial.com/tecnologia/2025-07-28/policia-avisa-llaman-movil-identifican-llamada-comercial-cuelga-estafa-1qrt_4181553/","publishedAt":"2025-07-28T13:43:00Z"},{"source":"Genbeta.com","title":"Un universitario británico, en prisión por vender 'kits de ciberestafa' que generaron pérdidas de hasta 100 millones de euros","description":"Un efecto imprevisto de la digitalización es que ha democratizado el acceso a la carrera criminal. Un caso reciente que ilustra la magnitud de este problema es el de Ollie Holman, un estudiante universitario británico de tan solo 21 años, que ha sido condenad…","url":"https://www.genbeta.com/seguridad/universitario-britanico-prision-vender-kits-ciberestafa-que-generaron-perdidas-100-millones-euros","publishedAt":"2025-07-28T13:21:02Z"},{"source":"La Nacion","title":"Tailandia y Camboya acordaron un alto el fuego y Trump se atribuyó el mérito: “Pusimos fin a la guerra”","description":"El cese de hostilidades entrará en vigor a partir de la medianoche del martes","url":"https://www.lanacion.com.ar/el-mundo/tailandia-y-camboya-acordaron-un-alto-el-fuego-y-trump-se-atribuyo-el-merito-pusimos-fin-a-la-guerra-nid28072025/","publishedAt":"2025-07-28T12:45:54Z"},{"source":"Genbeta.com","title":"Las últimas actualizaciones de Windows 11 están causando problemas de rendimiento en los PC: lo bueno es que ya hay solución","description":"El lanzamiento de Windows 11 24H2 es considerada como una de las versiones más pulidas que existe de este sistema operativo, que recientemente ha dado el sorpaso a Windows 10 en cuota de mercado.  Pero las actualizaciones juegan a veces una mala pasada, como …","url":"https://www.genbeta.com/windows/ultimas-actualizaciones-windows-11-estan-causando-problemas-rendimiento-pc-bueno-que-hay-solucion","publishedAt":"2025-07-28T12:15:37Z"},{"source":"Silicon.es","title":"Un tercio del sector industrial europeo sufre ciberataques con pérdidas de hasta 5 millones de euros","description":"Un nuevo estudio de Kaspersky y VDC revela que los ciberataques en entornos OT provocan pérdidas millonarias en manufactura, energía y transporte.","url":"https://www.silicon.es/un-tercio-del-sector-industrial-europeo-sufre-ciberataques-con-perdidas-de-hasta-5-millones-de-euros-2571073","publishedAt":"2025-07-28T12:00:16Z"},{"source":"Genbeta.com","title":"Cayó en un timo del falso SMS de Correos, pero ha logrado que su banco le devuelva los 2.490 euros que perdió. Esta es la razón","description":"Todo comenzó con un SMS aparentemente inofensivo que simulaba proceder de Correos, en el que se le solicitaba a la protagonista de nuestra historia el pago de una ínfima cantidad (0,01 €) para recibir un supuesto paquete.\n<!-- BREAK 1 -->\nAl pulsar el enlace,…","url":"https://www.genbeta.com/seguridad/cayo-timo-falso-sms-correos-ha-logrado-que-su-banco-le-devuelva-2-490-euros-que-perdio-esta-razon","publishedAt":"2025-07-28T12:00:01Z"},{"source":"Androidsis.com","title":"Mejores apps para listas de IPTV en Android","description":"Descubre las mejores apps para listas IPTV en Android. Análisis, guía de instalación y consejos para ver TV y streaming fácilmente.","url":"https://www.androidsis.com/mejores-apps-para-listas-de-iptv-en-android/","publishedAt":"2025-07-28T11:34:09Z"},{"source":"Elespanol.com","title":"Ubisoft responde a la campaña Stop Killing Games: 'Es un problema que afecta a toda la industria'","description":"<!--cache-->Ubisoft reconoce el problema del cierre de juegos, pero defiende su postura ante Stop Killing Games, y dice estar haciendo 'todo lo posible', pero que 'el soporte no puede durar siempre'.<!--aa--->Ubisoft ha respondido públicamente a la presión cr…","url":"https://vandal.elespanol.com/noticia/1350782283/ubisoft-responde-a-la-campana-stop-killing-games-es-un-problema-que-afecta-a-toda-la-industria/","publishedAt":"2025-07-28T11:15:00Z"},{"source":"Adslzone.net","title":"¿Por qué Google quiere que desactives la red 2G de tu móvil? Hay un motivo de peso","description":"Los SMS Blaster o estaciones base falsas (FBS son sus siglas en inglés) son herramientas de ataques capaces de explotar brechas de seguridad en las redes móviles de 2G, 3G, 4G y 5G. Por supuesto, a medida que la cobertura es más moderna, menos amenazas de est…","url":"https://www.adslzone.net/noticias/moviles/google-desactivar-2g-android-seguridad/","publishedAt":"2025-07-28T09:45:29Z"},{"source":"Redes-sociales.com","title":"Inteligencia Artificial: Una Revolución en Estrategias de Ciberseguridad","description":"La transformación impulsada por la inteligencia artificial (IA) está redefiniendo todos los aspectos de la infraestructura digital, con la ciberseguridad como el campo de batalla más crítico donde la IA actúa tanto como un arma como un escudo. En 2025, el pan…","url":"https://www.redes-sociales.com/inteligencia-artificial-una-revolucion-en-estrategias-de-ciberseguridad/","publishedAt":"2025-07-28T09:28:57Z"},{"source":"Cointelegraph","title":"Coinbase demandó a un hombre que utilizaba una URL similar a la suya para ganar dinero","description":"Coinbase ha demandado a un hombre en Alemania, acusándolo de acaparar un dominio con el nombre del exchange para intentar que la empresa pague una alta suma de dinero por él.\n El exchange de criptomonedas Coinbase ha demandado a un presunto “cybersquatter” (c…","url":"https://es.cointelegraph.com/news/coinbase-claims-man-squatting-domain-url","publishedAt":"2025-07-28T09:00:00Z"},{"source":"Xataka Android","title":"Un nuevo Android Auto aterriza en tu coche: la versión 14.9 ya disponible en beta","description":"Google va expandiendo el tiempo entre las versiones clave de su Android Auto: si la versión 14.8 vio la luz a comienzos de julio, Android Auto 14.9 acaba de salir justo a finales. Como es habitual, la primera versión liberada lo hace en forma de beta experime…","url":"https://www.xatakandroid.com/aplicaciones-android/nuevo-android-auto-aterriza-tu-coche-version-14-9-disponible-beta","publishedAt":"2025-07-28T08:51:25Z"},{"source":"Libertaddigital.com","title":"¿Cómo bloquear las llamadas spam en tu móvil Android o iOS?","description":"Apple y Google refuerzan la protección contra llamadas y mensajes spam con nuevas funciones de bloqueo y filtrado automático.","url":"https://www.libertaddigital.com/ciencia-tecnologia/internet/2025-07-28/como-bloquear-las-llamadas-spam-en-tu-movil-android-o-ios-7280626/","publishedAt":"2025-07-28T08:02:43Z"},{"source":"Linux Adictos","title":"Predator-OS: sistema operativo centrado en la seguridad que pretende hacer la competencia a Kali y Parrot","description":"Descubre Predator-OS, la distro Linux líder en seguridad, privacidad y pentesting. Guía completa, herramientas y ediciones en español.","url":"https://www.linuxadictos.com/predator-os-sistema-operativo-centrado-en-la-seguridad-que-pretende-hacer-la-competencia-a-kali-y-parrot.html","publishedAt":"2025-07-28T07:51:55Z"},{"source":"Blogthinkbig.com","title":"¿Cómo almacenar y proteger tus documentos importantes en la nube con Movistar Cloud?","description":"Imagina perder tu carné de conducir, la póliza de tu seguro médico o el contrato de alquiler justo cuando más lo necesitas. Son documentos que no usamos a diario, pero que resultan esenciales en momentos […]\n¿Cómo almacenar y proteger tus documentos important…","url":"https://blogthinkbig.com/documentos-vitales-movistar-cloud","publishedAt":"2025-07-28T07:47:23Z"},{"source":"Soydemac.com","title":"Cómo protegerte de las actualizaciones falsas de Chrome: advertencia del FBI y CISA","description":"¡Alerta! El FBI advierte sobre ciberataques con falsas actualizaciones de Chrome. Aprende cómo evitar caer en la trampa y proteger tus datos.","url":"https://www.soydemac.com/como-protegerte-de-las-actualizaciones-falsas-de-chrome-advertencia-del-fbi-y-cisa/","publishedAt":"2025-07-28T04:48:08Z"},{"source":"Lavozdegalicia.es","title":"Una nueva amenaza para las empresas: las ciberestafas","description":"En los últimos años, Galicia ha registrado un aumento significativo de las ciberestafas dirigidas a empresas, especialmente a pymes y autónomos","url":"https://www.lavozdegalicia.es/noticia/opinion/2025/07/27/nueva-amenaza-empresas-ciberestafas/00031753640530398111682.htm","publishedAt":"2025-07-28T03:00:00Z"},{"source":"Desdelinux.net","title":"Predator-OS, Sherlock Linux y CSI Linux: 3 Interesantes Distros GNU/Linux","description":"Predator-OS, Sherlock Linux y CSI Linux son 3 interesantes Distros GNU/Linux más que vale la pena conocer dentro del ámbito del Hacking, Pentesting y más.","url":"https://blog.desdelinux.net/predator-os-sherlock-linux-csi-linux/","publishedAt":"2025-07-28T01:13:45Z"}]