[{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Credential stuffing: el riesgo de repetir contraseñas y cómo protegerte","description":"¿Utilizas la misma contraseña en diversas cuentas y servicios? Entonces podrías ser víctima de credential stuffing. Conoce cómo funciona y de qué manera puedes protegerte.","url":"https://www.welivesecurity.com/es/contrasenas/ataque-credential-stuffing-riesgos-de-reutilizar/","urlToImage":null,"publishedAt":"2025-08-14T13:30:00Z","content":"El credential stuffing (o relleno de credenciales) es un tipo de ciberataque en el que los actores maliciosos utilizan usuarios y contraseñas que hayan sido filtradas para iniciar sesión en cuentas y… [+5715 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Configurar análisis programados en Microsoft Defender","description":"Programa análisis en Microsoft Defender: tipos, GPO, Intune y PowerShell. Guía clara con pasos e imágenes para mejorar tu seguridad.","url":"https://www.actualidadgadget.com/configurar-analisis-programados-en-microsoft-defender/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/Reloj-sobre-teclado-de-PC.png","publishedAt":"2025-08-14T13:16:25Z","content":"Si quieres que tu PC se mantenga limpio sin tener que acordarte de pasar el antivirus, lo suyo es programar los análisis de Microsoft Defender. Este antivirus integrado en Windows comprueba el equipo… [+16485 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"Amazon regala 10 euros: comprueba si tienes este código de descuento secreto","description":"Amazon ha lanzado una nueva campaña promocional para incentivar el uso de su aplicación móvil. La oferta consiste en un descuento de 10 euros para compras superiores a 25 euros, aplicable mediante un código. Sin embargo, esta promoción no es universal; está d…","url":"https://www.adslzone.net/noticias/internet/nuevo-cupon-descuento-amazon-0825/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/amazon-tienda-exterior-pcpal-1212.png","publishedAt":"2025-08-14T13:03:55Z","content":"La política comercial de Amazon incluye diversos incentivos para que sus clientes se familiaricen con su aplicación móvil, ofreciendo bonos de descuento bajo condiciones específicas.\r\nEl pasado 2 de … [+3466 chars]"},{"source":{"id":null,"name":"Arturogoga.com"},"author":"Arturogoga","title":"Windows 11 es una Mierda: Cómo Salvarlo con Win11Debloat","description":"Octubre de 2025. Windows 10 oficialmente muere. Microsoft te empuja hacia Windows 11 como si fuera la segunda venida de Cristo, pero la realidad es que es como mudarte de un departamento pequeño pero funcional a una mansión… llena de vendedores ambulantes gri…","url":"https://arturogoga.com/windows-11-es-una-mierda-como-salvarlo-con-win11debloat/","urlToImage":null,"publishedAt":"2025-08-14T11:54:47Z","content":"Octubre de 2025. Windows 10 oficialmente muere. Microsoft te empuja hacia Windows 11 como si fuera la segunda venida de Cristo, pero la realidad es que es como mudarte de un departamento pequeño pero… [+8461 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Despidió al 90% de sus empleados y puso una Inteligencia Artificial para sustituirles: este ha sido el asombroso resultado","description":"El miedo a ser sustituidos por la Inteligencia Artificial en el trabajo fue uno de los primeros en surgir cuando esta tecnología se comenzó a expandir en cada vez más apps, plataformas e incluso productos. No es sorpresa, ya que la IA puede hacer mejor y much…","url":"https://www.eleconomista.es/tecnologia/noticias/13504881/08/25/despidio-al-90-de-sus-empleados-y-puso-una-inteligencia-artificial-para-sustituirles-este-ha-sido-el-asombroso-resultado.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x675/6/4/d/IA-escribiendo-codigo.jpg","publishedAt":"2025-08-14T11:24:40Z","content":"El miedo a ser sustituidos por la Inteligencia Artificial en el trabajo fue uno de los primeros en surgir cuando esta tecnología se comenzó a expandir en cada vez más apps, plataformas e incluso prod… [+2332 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"La puerta trasera GhostContainer permite controlar servidores Microsoft Exchange","description":"Kaspersky, que ha descubierto este malware basado en herramientas de código abierto, sospecha que su objetivo principal es el ciberespionaje.","url":"https://www.silicon.es/la-puerta-trasera-ghostcontainer-permite-controlar-servidores-microsoft-exchange-2571516","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-Mopic_malware-seguridad.jpg","publishedAt":"2025-08-14T11:20:10Z","content":"GhostContainer es una de las últimas amenazas bajo el radar de los investigadores de seguridad. Se trata de una puerta trasera que está basada en código de proyectos open source accesibles públicamen… [+2209 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Daniel Terrasa","title":"Configurar sistema RAID en Windows 11: guía completa y práctica","description":"Guía para configurar RAID en Windows 11: tipos, pasos, errores comunes y opciones BIOS. Aprende a elegir y mantener tu matriz.","url":"https://www.actualidadgadget.com/configurar-sistema-raid-en-windows-11-guia-completa-y-practica/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/08/configurar-sistema-RAID-windows-11.jpg","publishedAt":"2025-08-14T11:00:58Z","content":"Si trabajas con muchos datos o simplemente quieres blindar tu PC frente a fallos de disco, configurar un sistema RAID en Windows 11 es una opción muy potente. La buena noticia es que el propio sistem… [+10130 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Alertan sobre seis vulnerabilidades en el sistema operativo Windows","description":"La más destacada afecta a un componente del kernel escrito en Rust.","url":"https://www.silicon.es/alertan-sobre-seis-vulnerabilidades-en-el-sistema-operativo-windows-2571534","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/06/Fuente-Shutterstock_Autor-Pavel-Ignatov_seguridad-.jpg","publishedAt":"2025-08-14T10:06:11Z","content":"Un total de seis problemas de seguridad han sido descubiertos por la división de inteligencia de amenazas de Check Point Software, Check Point Research, en Windows.\r\nLos investigadores explican que l… [+1049 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Sarai Bausán García","title":"Joaquín Moeckel, abogado: \"Los bancos tienen defectos en su seguridad informática\"","description":"Duro golpe del Tribunal Supremo a las entidades bancarias tras su reciente sentencia, en la que establece que serán los propios bancos los que deban reembolsar las cantidades que se hayan sustraído de las cuentas de sus clientes a causa de fraudes informático…","url":"https://www.elperiodico.com/es/economia/20250814/joaquin-moeckel-abogado-bancos-defectos-seguridad-informatica-dv-120620136","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/3794ae5e-27b3-45bb-97bd-3f78cf5c4a70_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-08-14T09:37:46Z","content":"Duro golpe del Tribunal Supremo a las entidades bancarias tras su reciente sentencia, en la que establece que serán los propios bancoslos que deban reembolsar las cantidades que se hayan sustraído de… [+1709 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Rafael Mejía Fernández de Lara","title":"Policía Cibernética detecta riesgos de jugar videojuegos en línea: ¿Cómo jugar seguro?","description":"La Policía Cibernética, de la Secretaría de Seguridad Ciudadana (SSC), emitió una alerta a los jugadores de videojuegos en línea, sobre todo si se trata de menores de edad sin la supervisión de un adulto mayor. “Los videojuegos se han convertido en una de las…","url":"https://www.milenio.com/policia/videojuegos-en-linea-podrian-implicar-un-riesgo-policia-cibernetica","urlToImage":"https://cdn.milenio.com/uploads/media/2025/03/03/videojuegos-audicion-oms-lanza-medidas.jpg","publishedAt":"2025-08-14T03:00:00Z","content":"La Policía Cibernética, de la Secretaría de Seguridad Ciudadana (SSC), emitió una alerta a los jugadores de videojuegos en línea, sobre todo si se trata de menores de edad sin la supervisión de un ad… [+4289 chars]"}]