[{"source":{"id":null,"name":"Cointelegraph"},"author":"Brayden Lindrea","title":"Anthropic: criminales están realizando \"vibe hacking\" con IA a niveles sin precedentes","description":"La empresa de IA advirtió que su chatbot Claude está siendo utilizado para realizar ciberataques a gran escala, con rescates que superan los 500.000 dólares en algunos casos.\n A pesar de las salvaguardas “sofisticadas”, la empresa de infraestructura de IA, An…","url":"https://es.cointelegraph.com/news/cybercriminals-vibe-hacking-ai-ransoms-says-anthropic","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2024-12/0193c434-5f77-7e35-867f-d7a12370304c","publishedAt":"2025-08-28T04:45:00Z","content":"A pesar de las salvaguardas sofisticadas, la empresa de infraestructura de IA, Anthropic, dice que los ciberdelincuentes siguen encontrando formas de usar indebidamente su chatbot de IA, Claude, para… [+4252 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Eduardo Rodríguez González","title":"Blindar los sistemas de pagos es una responsabilidad estratégica, según Servinformación","description":"El 67% de adultos en Perú ya usa productos financieros digitales. Pero ¿qué medidas de ciberseguridad protegen las transferencias en tiempo real?\n En Perú, el 67% de los adultos ha utilizado servicios financieros digitales, según datos de la Superintendencia …","url":"https://es.cointelegraph.com/news/claves-de-ciberseguridad-que-protegen-transferencias-digitales-en-tiempo-real-segun-servinformacion","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/0198ee17-cee4-76e8-830c-c0b287724260","publishedAt":"2025-08-28T00:33:55Z","content":"En Perú, el 67% de los adultos ha utilizado servicios financieros digitales, según datos de la Superintendencia de Banca, Seguros y AFP (SBS). Aplicaciones como Yape y Plin han acelerado la bancariza… [+2745 chars]"}]