[{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Chatbots de IA: el eslabón débil en la fuga de datos empresariales","description":"El uso creciente de chatbots e IA generativa en el entorno laboral está disparando los riesgos de privacidad y filtración de datos: empleados comparten información sensible sin medir el alcance y los modelos reutilizan los datos para futuros entrenamientos. L…","url":"https://unaaldia.hispasec.com/2025/11/chatbots-de-ia-el-eslabon-debil-en-la-fuga-de-datos-empresariales.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/cover-image-b180cecdddad07561b1251e76ec9e9a5.png?fit=1200%2C686&ssl=1","publishedAt":"2025-11-02T08:44:32Z","content":"La popularización de asistente IA como ChatGPT, Gemini y Copilot ha revolucionado la productividad en empresas de todo el mundo. Sin embargo, su implantación descontrolada está generando alarmas de s… [+2379 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Sendworm: envía archivos con seguridad usando Magic Wormhole","description":"Cómo enviar archivos de forma segura con Sendworm, basado en Magic Wormhole: instalación, uso y cifrado PAKE explicado paso a paso.","url":"https://www.linuxadictos.com/sendworm-envia-archivos-con-seguridad-usando-magic-wormhole.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Sendworm.webp","publishedAt":"2025-11-02T08:39:56Z","content":"Enviar ficheros entre equipos sigue siendo un quebradero de cabeza para muchos, aunque hay soluciones que lo hacen ridículamente fácil. Con Sendworm nos referimos, en pocas palabras, a usar Magic Wor… [+8937 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"S. Gómez","title":"Adrián Lence, de la Amtega: «Cerca del 20 % de las empresas gallegas con diez o más empleados sufrieron algún incidente de ciberseguridad en el 2024»","description":"El director de Infraestructuras y Seguridad llama a profesionales y ciudadanos a que acudan al CIBER.gal, el mayor encuentro sobre seguridad digital de Galicia","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/10/30/adrian-lence-amtega-/00031761826007115935319.htm","urlToImage":"https://img.lavdg.com/sc/IZiXylJi4JSKliVMs3YiM34jQVo=/1280x/2025/10/31/00121761904022171186689/Foto/s_20251031_104247000.jpg","publishedAt":"2025-11-02T04:00:00Z","content":"CIBER.gal, el mayor encuentro sobre ciberseguridad de Galicia, regresará a Santiago de Compostela los días 5, 6 y 7 de noviembre. Organizado por la Axencia para a Modernización Tecnolóxica de Galicia… [+14037 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Elon Musk presenta X Chat: mensajería cifrada e integrada en X","description":"Musk anuncia X Chat: cifrado P2P, sin ganchos publicitarios y app independiente. Lanzamiento cercano y pruebas en curso para Europa y España.","url":"https://www.actualidadgadget.com/elon-musk-presenta-x-chat-mensajeria-cifrada-e-integrada-en-x/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/11/Elon-Musk-presenta-X-Chat.jpg","publishedAt":"2025-11-02T00:59:09Z","content":"Elon Musk ha desvelado X Chat, una nueva experiencia de mensajería enfocada en privacidad que se integrará en la red social X y también llegará como app aparte. El empresario adelantó que su lanzamie… [+4669 chars]"}]