[{"source":{"id":null,"name":"BeInCrypto"},"author":"Landon Manning","title":"Una brecha silenciosa en WordPress podría poner en riesgo tus criptomonedas","description":"Una falla importante en un plugin de WordPress podría exponer sitios web cripto a phishing y malware. Aunque los monederos permanecen en gran medida seguros, los sitios no parcheados siguen siendo objetivos.\nEl post Una brecha silenciosa en WordPress podría p…","url":"https://es.beincrypto.com/exploit-plugin-wordpress-riesgo-hack-criptomonedas/","urlToImage":"https://es.beincrypto.com/wp-content/uploads/2024/04/bic_scammer_neutral_.fishing_rod_phishing_credit_card_window.jpg.webp","publishedAt":"2025-08-01T23:58:00Z","content":"Una vulnerabilidad crítica en un popular plugin de WordPress puede permitir a hackers secuestrar sitios web de criptomonedas orientados al usuario. Esta vulnerabilidad potencialmente crea oportunidad… [+4186 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"La Policía Nacional da consejos para usar una red WiFi pública de forma segura","description":"Conectarse a una WiFi pública es una práctica bastante habitual. Con el fin de ahorrar datos móviles, muchos usamos las redes de las cafeterías, centros comerciales u hoteles a los que vamos, pero eso conlleva riesgos. La Policía Nacional ha publicado un víde…","url":"https://www.adslzone.net/noticias/seguridad/policia-nacional-red-wifi-publica-segura/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/crupo-de-personas-con-un-portatil-en-cafeteria-1.png","publishedAt":"2025-08-01T18:31:19Z","content":"El Instituto Nacional de Ciberseguridad de España y otros expertos en seguridad advierten que las redes WiFi públicas o abiertas pueden suponer un peligro. Según la página web oficial de INCIBE, «tu … [+3486 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Apple se toma en serio tu privacidad: sus dispositivos esconden 8 capas de seguridad","description":"Apple tiene fama de tomarse muy en serio la privacidad de sus clientes. En la publicación ‘Acerca de la privacidad y la seguridad de los productos Apple en la educación’ de la página de soporte, la marca de la manzana detalla que lo consideran «un derecho hum…","url":"https://www.adslzone.net/noticias/seguridad/apple-privacidad-dispositivos-capas-seguridad/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/08/ordenador-macbook-pro-con-macos-1.png","publishedAt":"2025-08-01T17:30:37Z","content":"El sistema operativo iOS ha sido tradicionalmente más seguro que Android. Pese a que ambos sistemas operativos son susceptibles a diferentes tipos de ciberataques, Apple no permitía la instalación de… [+9803 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"Microsoft dice adiós a las contraseñas. ¿Demasiado pronto?","description":"En el calendario de la transición tecnológica, hoy se marca un punto discreto pero significativo: tal y como te recordábamos hace unos días, Microsoft ha dejado de ofrecer soporte para contraseñas en su aplicación Authenticator. Puede parecer un cambio menor,…","url":"https://www.muycomputer.com/?p=384575","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/08/Passkey-1.jpg","publishedAt":"2025-08-01T16:15:56Z","content":"En el calendario de la transición tecnológica, hoy se marca un punto discreto pero significativo: tal y como te recordábamos hace unos días, Microsoft ha dejado de ofrecer soporte para contraseñas en… [+4099 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Este grupo hacker coló una Raspberry Pi de 35 dólares en un banco para robar en toda su red de cajeros. Cerca estuvieron de lograrlo","description":"En el mundo de la ciberseguridad, los ataques más eficaces no siempre son los más sofisticados tecnológicamente, sino los más ingeniosos. Y un reciente ejemplo de ello ha sido el perpetrado por el grupo de cibercriminales UNC2891 —que lleva activo desde al me…","url":"https://www.genbeta.com/seguridad/este-grupo-hacker-colo-raspberry-pi-35-dolares-banco-para-robar-toda-su-red-cajeros-cerca-estuvieron-lograrlo","urlToImage":"https://i.blogs.es/4b6029/chatgpt-image-1-ago-2025-15_27_41/840_560.png","publishedAt":"2025-08-01T13:35:23Z","content":"En el mundo de la ciberseguridad, los ataques más eficaces no siempre son los más sofisticados tecnológicamente, sino los más ingeniosos. Y un reciente ejemplo de ello ha sido el perpetrado por el gr… [+3972 chars]"},{"source":{"id":null,"name":"Geeksroom.com"},"author":"Hector Russo","title":"¡Guerra de bugs! China señala a EE.UU. por hackeo militar mediante un parche olvidado de Microsoft","description":"Pekín acusa a EE.UU. de explotar una vieja falla de Microsoft Exchange para espiar a empresas militares chinas, agudizando la pugna cibernética entre ambas potencias. …\nThe post ¡Guerra de bugs! China señala a EE.UU. por hackeo militar mediante un parche olvi…","url":"https://geeksroom.com/2025/08/microsoft-exchange-bug-proxylogon-china-eeuu/142315/","urlToImage":"https://geeksroom.com/wp-content/uploads/2025/08/Microsoft-Exchange-Ciberataques-China-EE-UU.jpg","publishedAt":"2025-08-01T12:48:40Z","content":"Pekín acusa a EE.UU. de explotar una vieja falla de Microsoft Exchange para espiar a empresas militares chinas, agudizando la pugna cibernética entre ambas potencias.\r\nImagen OpenAI\r\nLa  Asociación d… [+5538 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Bitdefender introduce nuevos servicios de consultoría para empresas","description":"A través de Bitdefender Cybersecurity Advisory Services ofrece asesoramiento en estrategia, cumplimiento normativo y preparación ante eventos.","url":"https://www.silicon.es/bitdefender-introduce-nuevos-servicios-de-consultoria-para-empresas-2571224","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/Bitdefender-Advisory-Services-1.png","publishedAt":"2025-08-01T12:35:30Z","content":"Bitdefender anuncia Bitdefender Cybersecurity Advisory Services. Sus nuevos Servicios de Asesoría en Ciberseguridad buscan mejorar las operaciones empresariales.\r\nLa idea es reforzar la postura de se… [+2424 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"El ‘smishing’ se dispara un 2.524 % en tres años","description":"Así lo advierte Proofpoint, que también revela que hay más probabilidades de abrir un enlace que llega vía SMS que por correo electrónico.","url":"https://www.silicon.es/el-smishing-se-dispara-un-2-524-en-tres-anos-2571223","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/02/Fuente-Shutterstock_Autor-Gajus_SMS.jpg","publishedAt":"2025-08-01T11:59:17Z","content":"El phishing es una de las amenazas a las que se enfrentan individuos y empresas en un mundo gobernado por internet. Según datos de Proofpoint, los mensajes con enlaces maliciosos no dejan de crecer.\r… [+1511 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Raúl Fernandez","title":"JSCEAL: el nuevo malware que roba criptomonedas a través de anuncios en Facebook","description":"Una peligrosa campaña de malware denominada JSCEAL ha sido identificada por investigadores de Check Point Research, dirigida específicamente a usuarios de aplicaciones de criptomonedas. Desde marzo de 2024, los ciberdelincuentes han desplegado más de 35.000 a…","url":"https://unaaldia.hispasec.com/2025/08/jsceal-el-nuevo-malware-que-roba-criptomonedas-a-traves-de-anuncios-en-facebook.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/Gemini_Generated_Image_9nu0kj9nu0kj9nu0.jpg?fit=1200%2C655&ssl=1","publishedAt":"2025-08-01T10:42:03Z","content":"Una peligrosa campaña de malware denominada JSCEAL ha sido identificada por investigadores de Check Point Research, dirigida específicamente a usuarios de aplicaciones de criptomonedas. Desde marzo d… [+3236 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Amy Vela","title":"Innova IA la comunicación interna en empresas","description":"En NL y en todo el País las plataformas inteligentes redefinen la manera en que las empresas se comunican con sus equipos.","url":"https://www.elfinanciero.com.mx/monterrey/2025/08/01/innova-ia-la-comunicacion-interna-en-empresas/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/HQHKFO5SKNDURMB3ICZUJ24SOM.jpeg?smart=true&auth=dea10054646caff729f1ccceeeec1cc11e2e04e55c84a9f7b1b7cab46a54d67a&width=1200&height=630","publishedAt":"2025-08-01T10:24:00Z","content":"En un entorno empresarial cada vez más dinámico, la comunicación interna se ha convertido en un pilar fundamental para el éxito organizacional.\r\nSin embargo, en México, el 61 por ciento de las áreas … [+3410 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Los hackeos de criptomonedas superaron los 142 millones de dólares en julio, y CoinDCX encabezó las pérdidas","description":"Estafadores y hackers robaron al menos 142 millones de dólares de la industria de las criptomonedas en julio.\n Delincuentes y estafadores robaron al menos 142 millones de dólares del criptoespacio en julio en 17 ataques distintos; el exploit del exchange de c…","url":"https://es.cointelegraph.com/news/crypto-hacks-july-142-million-coindcx-leads-losses","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/019863db-35de-72b1-ae2d-e979c5add004","publishedAt":"2025-08-01T10:15:00Z","content":"Delincuentes y estafadores robaron al menos 142 millones de dólares del criptoespacio en julio en 17 ataques distintos; el exploit del exchange de criptomonedas CoinDCX fue el que provocó la pérdida … [+3663 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Luis Wertman Zaslav","title":"La nueva seguridad: cuidarnos en cuerpo, mente y datos","description":"Hoy, la verdadera seguridad va mucho más allá de lo físico: abarca también lo digital y lo emocional. Estamos frente a una transformación profunda: la seguridad debe ser integral.","url":"https://www.elfinanciero.com.mx/opinion/luis-wertman-zaslav/2025/08/01/la-nueva-seguridad-cuidarnos-en-cuerpo-mente-y-datos/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/EIQYEUAZHJHZ5GC4OFPQABN5AQ.jpg?smart=true&auth=add57b6fcdde304277947a6bad5c335fe3cec5ad20d0ffc81b9fec6e2aef25d9&width=1200&height=630","publishedAt":"2025-08-01T10:00:09Z","content":"Hablar de seguridad ya no puede quedarse en patrullas, pistolas, cámaras o rejas. Hoy, la verdadera seguridad va mucho más allá de lo físico: abarca también lo digital y lo emocional. Estamos frente … [+4112 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Privacidad de datos frente a la inteligencia artificial: retos, riesgos y alternativas","description":"¿Puede la IA acceder a tus datos personales? Analizamos riesgos, alternativas y cómo proteger tu privacidad.","url":"https://www.soydemac.com/privacidad-de-datos-frente-a-la-inteligencia-artificial-retos-riesgos-y-alternativas/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/Privacidad-de-datos-frente-a-IA.jpg","publishedAt":"2025-08-01T08:15:02Z","content":"El auge de la inteligencia artificial en nuestras vidas ha despertado inquietudes sobre cómo se procesan, almacenan y utilizan los datos personales que generamos a diario. Si bien la tecnología prome… [+5528 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"Este hacker gallego se infiltró en la NASA, probamos el Polestar 3 y hablamos de Whoop: todo esto y más en Crossover 1x17","description":"El año pasado el hacker gallego Antonio Fernándes tuvo un momento \"sujétame el cubata\" con otro hacker: ambos intentaron y lograron colarse en la NASA.\n<!-- BREAK 1 -->\nLo hicieron de forma ética, y lo curioso es que la agencia espacial les acabó enviando una…","url":"https://www.xataka.com/crossover/este-hacker-gallego-se-infiltro-nasa-probamos-polestar-3-hablamos-whoop-todo-esto-crossover-1x17","urlToImage":"https://i.blogs.es/2504b7/maxresdefault/840_560.jpeg","publishedAt":"2025-08-01T07:00:37Z","content":"El año pasado el hacker gallego Antonio Fernándes tuvo un momento \"sujétame el cubata\" con otro hacker: ambos intentaron y lograron colarse en la NASA.\r\nLo hicieron de forma ética, y lo curioso es qu… [+1259 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"MITRE ATLAS: El framework para auditar la seguridad de un sistema de Inteligencia Artificial","description":"En este artículo se hablará de MITRE ATLAS, el framework que la gente de MITRE tiene enfocado a poner a prueba los sistemas que hacen uso de la Inteligencia Artificial. ATLAS son las siglas de Adversarial Threat Landscape for Artificial-Intelligence Systems. …","url":"https://www.elladodelmal.com/2025/08/mitre-atlas-el-framework-para-auditar.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEihYncgqiHI2Nvtrt6TYl97lHsXE69DX9UB64Zgw1UokY_HEudKlGGmzlxnxWWBZRhlkb16RnIJwCQcu2pGK2vhyphenhyphenuRTAMa16gTd0EBYCY4wa9fKEAVkNTn2zmqo6cdboTVSLoIPdyWyJRe0o4igq7bzjYxMuoG-G9DusRJhCN3VEZ72T_RVFlYq/w1200-h630-p-k-no-nu/Atlas0.jpg","publishedAt":"2025-08-01T03:17:00Z","content":"En este artículo se hablará de MITRE ATLAS, el framework que la gente de MITRE tiene enfocado a poner a prueba los sistemas que hacen uso de la Inteligencia Artificial. ATLAS son las siglas de Advers… [+5619 chars]"}]