[{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Marquez","title":"Un correo bastó para convertir a ChatGPT en espía: así fue como terminó filtrando datos privados de un usuario de Gmail","description":"¿Confiarías en la inteligencia artificial para algo tan íntimo como gestionar tu correo electrónico? No se trata solo de sus respuestas, sino de darle acceso a ejecutar acciones en un entorno privado donde guardamos gran parte de nuestra vida personal y labor…","url":"https://www.xataka.com/seguridad/correo-basto-para-convertir-a-chatgpt-espia-asi-fue-como-termino-filtrando-datos-privados-usuario-gmail","urlToImage":"https://i.blogs.es/f36dcb/chatgpt-agentes-vulnerabilidad-portada/840_560.jpeg","publishedAt":"2025-09-19T19:30:45Z","content":"¿Confiarías en la inteligencia artificial para algo tan íntimo como gestionar tu correo electrónico? No se trata solo de sus respuestas, sino de darle acceso a ejecutar acciones en un entorno privado… [+5481 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo hacer el mantenimiento del disco duro paso a paso","description":"Guía completa para cuidar tu disco duro: limpieza, chkdsk, desfragmentación, seguridad y copias. Mejora rendimiento y evita pérdidas de datos.","url":"https://www.actualidadgadget.com/como-hacer-el-mantenimiento-del-disco-duro-paso-a-paso/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/07/Disco-duro-portatil.jpg","publishedAt":"2025-09-19T18:07:10Z","content":"El disco duro es uno de los componentes más sensibles del ordenador y, paradójicamente, del que más depende tu información. Un mantenimiento periódico del disco duro evita pérdidas de rendimiento y r… [+10996 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Cómo solucionar el error AppVIsvSubsystems64.dll en Microsoft Office","description":"Arregla AppVIsvSubsystems64.dll en Office con pasos seguros: causas, errores comunes y soluciones sin descargar DLL externas.","url":"https://www.actualidadgadget.com/como-solucionar-el-error-appvisvsubsystems64-dll-en-microsoft-office/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Fin-de-soporte-para-Office-2016-y-2019-el-14-de-octubre.jpg","publishedAt":"2025-09-19T17:59:58Z","content":"Cuando un equipo empieza a lanzar avisos relacionados con AppVIsvSubsystems64.dll, lo habitual es que las aplicaciones de Office dejen de abrirse de golpe y sin previo aviso. En algunos casos, aparec… [+13221 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"Meta explica por qué fallaron las nuevas Meta Ray-Ban Display durante su presentación","description":"Meta sufrió uno de los momentos más bochornosos durante la presentación de sus gafas Meta Ray-Ban Display. La keynote de apertura, en donde Mark Zuckerberg sorprendería al mundo con sus nuevos dispositivos con IA, quedó empañada por dos errores durante una de…","url":"http://hipertextual.com/tecnologia/meta-rayban-display-fallos-demo-connect-2025/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/09/Meta-Ray-Ban-Display-Sand.jpg?fit=1920%2C1080&quality=70&strip=all&ssl=1","publishedAt":"2025-09-19T17:45:00Z","content":"Meta sufrió uno de los momentos más bochornosos durante la presentación de sus gafas Meta Ray-Ban Display. La keynote de apertura, en donde Mark Zuckerberg sorprendería al mundo con sus nuevos dispos… [+2618 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Crecen las estafas digitales en la preventa del iPhone 17","description":"Aumentan las estafas en la preventa del iPhone 17: webs falsas, sorteos y probadores. Claves para comprar seguro y no caer en el fraude.","url":"https://www.soydemac.com/crecen-las-estafas-digitales-en-la-preventa-del-iphone-17/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/09/iPhone-17-crecen-las-estafas-digitales-en-su-preventa.jpg","publishedAt":"2025-09-19T17:07:48Z","content":"La expectación por la preventa del iPhone 17 está siendo el caldo de cultivo perfecto para una oleada de fraudes online: ciberdelincuentes lanzan páginas clonadas, sorteos inexistentes y falsos progr… [+4068 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"INCIBE lanza la alerta: si recibes este correo de Hacienda, bórralo inmediatamente","description":"¿Has recibido una notificación de la Agencia Tributaria recientemente? Déjame decirte que estás a punto de convertirte en víctima de estafa . Los expertos en ciberseguridad han detectado varias oleadas de SMS y correos electrónicos que se hacen pasar directam…","url":"https://www.adslzone.net/noticias/seguridad/incibe-alerta-correo-hacienda-borralo/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/09/Hombre-preocupado-con-su-portatil-min.png","publishedAt":"2025-09-19T17:07:27Z","content":"Imagina que un día entras en tu bandeja de correo electrónico y ves que Hacienda te ha enviado un email. Lo abres y, en un principio, crees que no va dirigido a ti, pero aún así continuas leyendo. Lo… [+4198 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"Google lanza la mayor actualización de la historia de Chrome: Gemini AI, asistente Agentic, gestor de pestañas, protección contra estafas y más","description":"Hasta hace poco, la gran G ha estado en el filo de la navaja por varios temas legales donde, incluso, se llegó a plantear el deshacerse de su navegador acusada de monopolio del mercado. Y aunque es cierto que tienen más del 90% de cuota, también es cierto que…","url":"https://elchapuzasinformatico.com/?p=618339","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/09/Chrome-AI-Edition-con-Gemini-AI-y-Nano.jpg","publishedAt":"2025-09-19T16:18:46Z","content":"Hasta hace poco, la gran G ha estado en el filo de la navaja por\r\nvarios temas legales donde, incluso, se llegó a plantear el deshacerse de\r\nsu navegador acusada de monopolio del mercado. Y aunque es… [+4545 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Pedro Escudero Arranz, abogado en el área Derecho Procesal de AFIANZA","title":"La necesaria obligación de diligencia en las disputas de 'phishing'","description":"La reciente sentencia del TJUE de 1 de agosto de 2025 introduce un matiz relevante en las disputas sobre quién debe cargar con las pérdidas cuando un tercero suplanta la identidad del cliente de un banco y logra disponer de su dinero. Esta resolución, dictada…","url":"https://www.eleconomista.es/opinion/noticias/13554412/09/25/la-necesaria-obligacion-de-diligencia-en-las-disputas-de-phishing.html","urlToImage":"https://s03.s3c.es/imag/_v0/4283x2337/b/5/3/1200x655_estafa-alamy.jpg","publishedAt":"2025-09-19T16:10:48Z","content":"La reciente sentencia del TJUE de 1 de agosto de 2025 introduce un matiz relevante en las disputas sobre quién debe cargar con las pérdidas cuando un tercero suplanta la identidad del cliente de un b… [+5384 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Carlos Prego","title":"Compras de AliExpress, fallos de volcado y avisos desoídos: por qué se han vuelto polémicas las 'pulseras antimaltrato'","description":"Las pulseras 'antimaltrato', pieza fundamental para el control de personas con órdenes de alejamiento por casos de violencia de género, protagonizan una bronca polémica en España. Un fallo durante en el volcado de datos durante el cambio de adjudicatario en 2…","url":"https://www.xataka.com/magnet/compras-aliexpress-fallos-volcado-avisos-desoidos-que-se-han-vuelto-polemicas-pulseras-antimaltrato","urlToImage":"https://i.blogs.es/b4a86f/portadapulseras/840_560.jpeg","publishedAt":"2025-09-19T14:30:46Z","content":"Las pulseras 'antimaltrato', pieza fundamental para el control de personas con órdenes de alejamiento por casos de violencia de género, protagonizan una bronca polémica en España. Un fallo durante en… [+7926 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Es el escudo anti-ataques DDoS de Internet (y la pesadilla de LaLiga), pero ha sufrido un ataque del único enemigo que no podía frenar","description":"Cloudflare se ha ganado en la última década la reputación de ser uno de los gigantes tecnológicos más temidos por los atacantes de Internet. Su infraestructura global actúa como un escudo anti-DDoS capaz de frenar oleadas de tráfico malicioso que dejarían de …","url":"https://www.genbeta.com/seguridad/escudo-anti-ataques-ddos-internet-pesadilla-laliga-ha-sufrido-ataque-unico-enemigo-que-no-podia-frenar","urlToImage":"https://i.blogs.es/eeb5fa/chatgpt-image-19-sept-2025-14_57_17/840_560.png","publishedAt":"2025-09-19T13:44:29Z","content":"Cloudflare se ha ganado en la última década la reputación de ser uno de los gigantes tecnológicos más temidos por los atacantes de Internet. Su infraestructura global actúa como un escudo anti-DDoS c… [+3775 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Descubren el primer caso de colaboración entre los grupos APT Gamaredon y Turla","description":"El famoso grupo APT Turla colaboró con Gamaredon en una serie de ataques a objetivos de alto perfil en Ucrania. Ambos grupos están asociados al FSB (Servicio Federal de Seguridad) ruso.","url":"https://www.welivesecurity.com/es/investigaciones/descubren-primer-caso-colaboracion-apt-gamaredon-turla/","urlToImage":null,"publishedAt":"2025-09-19T12:52:17Z","content":"En este blogpost, desvelamos los primeros casos conocidos de colaboración entre Gamaredon y Turla, en Ucrania.\r\nPuntos clave de este blogpost:\r\n<ul><li>En febrero de 2025, descubrimos que la herramie… [+26161 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Juan Lorente","title":"Los problemas de almacenamiento en tu Mac o en la nube pueden ser cosa del pasado con esta herramienta: su precio es una ganga","description":"Quedarse sin espacio en el Mac es tedioso. Nos podemos apoyar en servicios en la nube como iCloud para evitar que esto pase o postergarlo lo máximo posible, pero si no tenemos cuidado con nuestros archivos, es algo que va a acabar pasando tarde o temprano. \r\n…","url":"https://www.applesfera.com/seleccion/problemas-almacenamiento-tu-mac-nube-pueden-ser-cosa-pasado-esta-herramienta-su-precio-ganga","urlToImage":"https://i.blogs.es/7666dc/mockup01-cleanmymac-en/840_560.png","publishedAt":"2025-09-19T12:30:46Z","content":"Quedarse sin espacio en el Mac es tedioso. Nos podemos apoyar en servicios en la nube como iCloud para evitar que esto pase o postergarlo lo máximo posible, pero si no tenemos cuidado con nuestros ar… [+2618 chars]"},{"source":{"id":null,"name":"Peru21.pe"},"author":"Perú 21","title":"Estafas con IA ponen en peligro a peligro a pymes y familias peruanas","description":"La educación digital sigue siendo el escudo más poderoso para los usuarios, porque les brinda las herramientas necesarias para reconocer intentos de fraude y usar de manera segura los canales digitales.","url":"https://peru21.pe/economia/estafas-con-ia-ponen-en-peligro-peligro-pymes-y-familias-peruanas/","urlToImage":"http://peru21.pe/sites/default/efsfiles/styles/amp_1200x675_16_9/public/2025-09/whatsapp-image-2025-09-18-at-2.59.02-pm.jpeg?itok=N9rGqFSJ","publishedAt":"2025-09-19T12:05:00Z","content":"La ciberdelincuencia evoluciona rápidamente y hoy los delincuentes están utilizando la Inteligencia Artificial (IA) para perfeccionar sus métodos, haciendo que las estafas sean más difíciles de detec… [+2871 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Los ciberdelincuentes están perfeccionando las técnicas ‘living-off-the-land’, los ‘reverse shells’ y el ‘phishing’","description":"HP advierte sobre el estado de la seguridad cibernética: \"los atacantes no están reinventando la rueda, pero sí están refinando sus técnicas\".","url":"https://www.silicon.es/los-ciberdelincuentes-perfeccionan-las-tecnicas-living-off-the-land-los-reverse-shells-y-el-phishing-2572858","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-Ivelin-Radkov_malware-email-spam-seguridad-phishing-adjunto-enlace.jpg","publishedAt":"2025-09-19T10:30:31Z","content":"“Los atacantes no están reinventando la rueda, pero sí están refinando sus técnicas”. Esa es la advertencia que lanza Alex Holland, investigador principal de amenazas en HP Security Lab.\r\n“El living-… [+1632 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"Mavenir Systems, Inc.","title":"Las soluciones de defensa antifraude impulsadas por inteligencia artificial (IA) de Mavenir ganan el premio FutureNet Asia a la innovación en experiencia del cliente","description":"RICHARDSON, Texas y SINGAPUR, Sept. 19, 2025 (GLOBE NEWSWIRE) -- Mavenir, proveedor de infraestructura de red nativa en la nube, ha recibido un importante galardón de la industria por su innovación en seguridad de voz y mensajería con inteligencia artificial …","url":"https://www.globenewswire.com/news-release/2025/09/19/3153043/0/es/Las-soluciones-de-defensa-antifraude-impulsadas-por-inteligencia-artificial-IA-de-Mavenir-ganan-el-premio-FutureNet-Asia-a-la-innovaci%C3%B3n-en-experiencia-del-cliente.html","urlToImage":"https://ml.globenewswire.com/Resource/Download/851c963d-50a8-4f15-9da7-ea94599dc824","publishedAt":"2025-09-19T09:34:00Z","content":"<ul><li>Mavenir se lleva los más altos honores por su suite de seguridad de voz y mensajería, reconocida por promover la confianza y la seguridad de los clientes móviles</li><li>Con ahorros de más de… [+6078 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"Bloqueadores USB: qué son, cómo protegen tu móvil y cómo diferenciar los mejores al mejor precio","description":"Vamos a explicarte qué son los bloqueadores USB, un método de seguridad muy interesante cuando vayas a poner a cargar tus móviles o PCs en USB públicos. Se trata de unos adaptadores que conviene tener cuando viajas fuera para evitar problemas y disgustos inne…","url":"https://www.xataka.com/basics/bloqueadores-usb-que-como-protegen-tu-movil-como-diferenciar-mejores-al-mejor-precio","urlToImage":"https://i.blogs.es/cec478/protector-usb/840_560.jpeg","publishedAt":"2025-09-19T09:10:21Z","content":"Vamos a explicarte qué son los bloqueadores USB, un método de seguridad muy interesante cuando vayas a poner a cargar tus móviles o PCs en USB públicos. Se trata de unos adaptadores que conviene tene… [+4339 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Christopher Calderón","title":"México sufre casi 300 mil ataques cibernéticos por día","description":"Siguen en aumento los intentos de ciberataques en México, que en el último año sumaron 297 mil, de acuerdo con la firma de seguridad digital Kaspersky","url":"https://www.elfinanciero.com.mx/empresas/2025/09/19/mexico-sufre-casi-300-mil-ataques-ciberneticos-por-dia/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/DBQDPGT765GSLB2AIOG5VGKFVU.jpg?smart=true&auth=476c106c83cfc18ce9b9cbe68411ef77efa22ca811f744d3fcef59356033a8d4&width=1200&height=630","publishedAt":"2025-09-19T08:36:58Z","content":"El panorama de amenazas de ciberdelincuentes en México no para: en el último año, los ataques bloqueados por Kaspersky, una firma global de ciberseguridad, ascendieron a 297 mil, en promedio.\r\nLos at… [+4618 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"RenderFormer: Renderización con Inteligencia Artificial de escenas 3D, con puntos de luz y cámara.","description":"Ya os he contado alguna que otra vez que mi Proyecto de Fin de Carrera de la Ingeniería Técnica de Informática de Sistemas en la Universidad Politécnica de Madrid se centró en Geometría Computacional. Algo que me gustaba mucho por aquel entonces, ya que descu…","url":"https://www.elladodelmal.com/2025/09/renderformer-renderizacion-con.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgf4dB_rC4FfF4MKrq7YV76FneLd9WOj0sbmWOoY1canfyi1oYfue4Qil2z5XFmseCfd_lKyJlCtYyi5OQ3Wg7LLCg0vEq57Bcs9G7uY918EyEeZC3l_CHHlAkFbdgPEEz7e7x2-dHEaa8Ill1ZMbBsQn1wcvCFot5IocS57_PAD_HEhAZmCuCO/w1200-h630-p-k-no-nu/Render0.jpg","publishedAt":"2025-09-19T04:01:00Z","content":"Despues de eso, la vida dictó otro camino. Primero me metí en una startup como programador de Visual C++ para Windows ya que estaban construyendo un GIS, y luego mi vida paso a las bases de datos, ll… [+3507 chars]"}]