[{"source":{"id":null,"name":"Hispasec.com"},"author":"Karina Dudinskikh","title":"Explotación Activa de RCE Crítica en Plugin de WordPress (CVE-2025-6389)","description":"De acuerdo con telemetría recopilada por Wordfence, se ha identificado una explotación activa y masiva de una vulnerabilidad crítica de ejecución remota de código (RCE) en el plugin Sneeit Framework para WordPress. La vulnerabilidad, catalogada como CVE-2025-…","url":"https://unaaldia.hispasec.com/2025/12/explotacion-activa-de-rce-critica-en-plugin-de-wordpress-cve-2025-6389.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/unnamed-2.jpg?fit=1200%2C675&ssl=1","publishedAt":"2025-12-10T12:38:36Z","content":"De acuerdo con telemetría recopilada por Wordfence, se ha identificado una explotación activa y masiva de una vulnerabilidad crítica de ejecución remota de código (RCE) en el plugin SneeitFramework p… [+4640 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"El drama cervecero de Japón se recrudece en Navidad con Asahi atrapada en el ciberataque de septiembre","description":"Las navidades a la vuelta de la esquina y Asahi no logra volver a la normalidad tras el ciberataque que sufrió en septiembre y que está ralentizando la producción y la distribución de sus productos. El principal productor de cerveza de Japón sigue cediendo cu…","url":"https://www.eleconomista.es/actualidad/noticias/13684071/12/25/el-drama-cervecero-de-japon-se-recrudece-en-navidad-con-asahi-atrapada-en-el-ciberataque-de-septiembre.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/7/d/b/asahi-alamy.jpg","publishedAt":"2025-12-10T10:36:14Z","content":"Las navidades a la vuelta de la esquina y Asahi no logra volver a la normalidad tras el ciberataque que sufrió en septiembre y que está ralentizando la producción y la distribución de sus productos. … [+1987 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Ezra Reguerra","title":"La co CEO de Binance, Yi He, cae víctima de un hackeo en WeChat","description":"La co CEO de Binance, Yi He, afirmó que su cuenta de WeChat fue hackeada.\n La recién nombrada co CEO y cofundadora de Binance, Yi He, dijo en X que su cuenta de WeChat fue secuestrada después de que le robaran un antiguo número de teléfono móvil, lo que pone …","url":"https://es.cointelegraph.com/news/yi-he-wechat-hack-raises-web2-security-risks-for-crypto-leaders","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-12/019b0717-f88b-726d-876d-8ee3f8ff3a7f","publishedAt":"2025-12-10T08:45:00Z","content":"La recién nombrada co CEO y cofundadora de Binance, Yi He, dijo en X que su cuenta de WeChat fue secuestrada después de que le robaran un antiguo número de teléfono móvil, lo que pone de relieve cómo… [+3820 chars]"},{"source":{"id":null,"name":"Biztoc.com"},"author":"apnews.com","title":"Cancelan conferencia de líder opositora venezolana en víspera de ceremonia del Nobel","description":"","url":"https://biztoc.com/x/c89082d75db81903","urlToImage":"https://biztoc.com/cdn/955/og.png","publishedAt":"2025-12-10T08:04:41Z","content":"{ window.open(this.href, '_blank'); }, 200); return false;\"&gt;Why did Trump allow Nvidia chip sales to China? { window.open(this.href, '_blank'); }, 200); return false;\"&gt;How will Fed rate cuts im… [+764 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Los ataques entre Tailandia y Camboya dejan más de medio millón de desplazados","description":"Los enfrentamientos entre Tailandia y Camboya a lo largo de su frontera han provocado ya el desplazamiento de más de medio millón de personas, después de que el Ministerio de Defensa camboyano haya estimado en más de 100.000 las personas evacuadas desde los a…","url":"https://www.europapress.es/internacional/noticia-ataques-tailandia-camboya-dejan-mas-medio-millon-desplazados-20251210060103.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251210060103_1200.jpg","publishedAt":"2025-12-10T05:01:03Z","content":"MADRID 10 Dic. (EUROPA PRESS) - \r\n Los enfrentamientos entre Tailandia y Camboya a lo largo de su frontera han provocado ya el desplazamiento de más de medio millón de personas, después de que el Min… [+1537 chars]"}]