[{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"El 99 % de las organizaciones encuestadas por Palo Alto Networks ha sufrido un ataque a sus sistemas de IA","description":"Un estudio de la compañía de ciberseguridad atestigua que la inteligencia artificial expande de forma masiva la superficie de ataque en la nube.","url":"https://www.silicon.es/el-99-de-las-organizaciones-encuestadas-por-palo-alto-networks-ha-sufrido-un-ataque-a-sus-sistemas-de-ia-2575759","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Palo-Alto-Networks_-Preocupaciones-top-con-la-seguridad-de-la-IA.jpg","publishedAt":"2025-12-31T19:04:17Z","content":"La superficie de ataque en la nube crece de forma masiva por el uso de la inteligencia artificial (IA), una tecnología que ha asumido el doble papel de reforzar las medidas de seguridad en las empres… [+2558 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Marquez","title":"Expertos en ciberseguridad de día, ciberdelincuentes de noche: cómo dos profesionales cayeron tras usar ransomware","description":"El ransomware suele presentarse como una amenaza externa, difusa y difícil de localizar, asociada a grupos criminales que operan desde otros países y a infraestructuras ocultas en la red. Sin embargo, el caso que ha comunicado el Departamento de Justicia de E…","url":"https://www.xataka.com/seguridad/expertos-ciberseguridad-dia-ciberdelincuentes-noche-como-dos-profesionales-cayeron-usar-ransomware","urlToImage":"https://i.blogs.es/2db803/hackers-portada/840_560.jpeg","publishedAt":"2025-12-31T19:01:00Z","content":"El ransomware suele presentarse como una amenaza externa, difusa y difícil de localizar, asociada a grupos criminales que operan desde otros países y a infraestructuras ocultas en la red. Sin embargo… [+3787 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Alberto Martín","title":"Así encuentro partidas más fáciles en mis juegos multijugador en cuestión de segundos","description":"Unas de las quejas más recurrentes de muchos jugadores de títulos multijugador suele ser, los sistemas de matchmaking que, generalmente, complican la existencia a aquellos que, poco a poco, empiezan a tener cierto nivel. Y lo cierto es que, aunque generalment…","url":"https://hipertextual.com/tecnologia/vpn-surfshark-gaming/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2022/05/ray-gaming-2-scaled.jpg?fit=2560%2C1708&quality=70&strip=all&ssl=1","publishedAt":"2025-12-31T17:02:00Z","content":"Unas de las quejas más recurrentes de muchos jugadores de títulos multijugador suele ser, los sistemas de matchmaking que, generalmente, complican la existencia a aquellos que, poco a poco, empiezan … [+3944 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"OpenAI advierte: la prompt injection podría no tener “cura” definitiva en agentes de navegador como ChatGPT Atlas","description":"OpenAI está poniendo el foco en un riesgo que, para los agentes de IA dentro del navegador, no es un detalle técnico sino un problema estructural: la prompt injection. Hablamos de instrucciones maliciosas escondidas dentro de contenido aparentemente normal, c…","url":"https://wwwhatsnew.com/2025/12/31/openai-advierte-la-prompt-injection-podria-no-tener-cura-definitiva-en-agentes-de-navegador-como-chatgpt-atlas/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/07/output1-30.jpg","publishedAt":"2025-12-31T17:00:52Z","content":"OpenAI está poniendo el foco en un riesgo que, para los agentes de IA dentro del navegador, no es un detalle técnico sino un problema estructural: la prompt injection. Hablamos de instrucciones malic… [+7387 chars]"},{"source":{"id":null,"name":"Muycomputerpro.com"},"author":"Jose Montes","title":"Deepfakes, cuando la ficción no es diferente de la realidad","description":"La llegada de herramientas de IA baratas, accesibles y de gran capacidad, ha permitido manipular contenido digital de audio, video e imagen de una manera desconocida hasta la fecha. El fenómeno solo acaba de empezar y algunos investigadores están alertando de…","url":"https://www.muycomputerpro.com/?p=218651","urlToImage":"https://www.muycomputerpro.com/wp-content/uploads/2025/12/deepfakes-de-2026-1000x600.jpg","publishedAt":"2025-12-31T13:10:29Z","content":"La llegada de herramientas de IA baratas, accesibles y de gran capacidad, ha permitido manipular contenido digital de audio, video e imagen de una manera desconocida hasta la fecha. El fenómeno solo … [+5963 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Los ciberdelincuentes no descansan por Navidad y Año Nuevo","description":"Durante estas fechas se produce un incremento de los ataques de ransomware y phishing.","url":"https://www.silicon.es/los-ciberdelincuentes-no-descansan-por-navidad-y-ano-nuevo-2576006","urlToImage":"https://www.silicon.es/wp-content/uploads/2014/12/Fuente-Shutterstock_Autor-iravgustin_Navidad-981x1024.jpg","publishedAt":"2025-12-31T11:25:12Z","content":"El periodo navideño es sinónimo de vacaciones para millones de personas alrededor del mundo. Pero no para los ciberdelincuentes, que no descansan durante estas fechas.\r\nLos criminales saben que menos… [+1662 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Mi teléfono iba muy lento y se calentaba demasiado hasta que le instalé esta app","description":"Un teléfono móvil se puede calentar o puede ir más lento de lo habitual cuando lo sometemos al máximo de sus capacidades. Tareas como grabar, editar o reproducir video, jugar a videojuegos o utilizar componentes como la cámara o el micrófono hacen que tu disp…","url":"https://hipertextual.com/tecnologia/telefono-muy-lento-solucion-antivirus/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2025/12/Virus-Malware-Telefono.jpg?fit=1920%2C1280&quality=70&strip=all&ssl=1","publishedAt":"2025-12-31T11:02:00Z","content":"Un teléfono móvil se puede calentar o puede ir más lento de lo habitual cuando lo sometemos al máximo de sus capacidades. Tareas como grabar, editar o reproducir video, jugar a videojuegos o utilizar… [+4582 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"CFE advierte sobre estafas digitales y falsas promociones","description":"La Comisión Federal de Electricidad (CFE) alertó a la población sobre distintos esquemas para cometer fraudes a nombre de la empresa y pidió hacer caso omiso.","url":"https://www.jornada.com.mx/2025/12/31/economia/016n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2025-12-31T09:41:54Z","content":"Periódico La JornadaMiércoles 31 de diciembre de 2025, p. 16\r\nLa Comisión Federal de Electricidad (CFE) alertó a la población sobre distintos esquemas para cometer fraudes a nombre de la empresa y pi… [+2758 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Alerta por una falsa guía de ChatGPT que instala malware y roba datos en Mac","description":"Una falsa guía de ChatGPT para Mac instala el infostealer AMOS y roba contraseñas, documentos y criptomonedas. Claves para proteger tus datos.","url":"https://www.soydemac.com/alerta-por-una-falsa-guia-de-chatgpt-que-instala-malware-y-roba-datos-en-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Falsa-guia-de-ChatGPT-instala-malware-y-roba-datos-en-Mac.jpg","publishedAt":"2025-12-31T09:05:08Z","content":"El tirón de la inteligencia artificial conversacional y el auge de herramientas como ChatGPT están dando a los ciberdelincuentes un nuevo campo de juego. Bajo la apariencia de manuales útiles y atajo… [+13432 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"2026 y la privacidad: identidades digitales, cumplimiento y una IA que aprende a guardar secretos","description":"Durante el último año, la privacidad ha pasado de ser un tema técnico a convertirse en conversación cotidiana: cuando un gobierno plantea un DNI digital, cuando una web pide verificar la edad para entrar o cuando una tienda online “sabe” demasiado sobre lo qu…","url":"https://wwwhatsnew.com/2025/12/31/2026-y-la-privacidad-identidades-digitales-cumplimiento-y-una-ia-que-aprende-a-guardar-secretos/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/01/Representacion-minimalista-y-metalica-de-la-privacidad-digital-y-tecnologia-VPN.webp","publishedAt":"2025-12-31T07:00:51Z","content":"Durante el último año, la privacidad ha pasado de ser un tema técnico a convertirse en conversación cotidiana: cuando un gobierno plantea un DNI digital, cuando una web pide verificar la edad para en… [+9859 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Dyber - Hardware-Accelerated Post-Quantum Cryptography","description":"La amenaza que los Quantum Computers es para la criptografía moderna ha dejado de ser una preocupación teórica para convertirse en una realidad apremiante, como vemos en estos últimos meses, donde todo se está acelerando. Una de las preocupaciones de muchos t…","url":"https://www.elladodelmal.com/2025/12/dyber-hardware-accelerated-post-quantum.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhQldm8E-GEkU9c3YodIF3xnp8s9OoDJ9Uhyphenhyphen7lNG0noj7HaLjZNSLklD-uWwWaq8dXY82680oWzR0aDbWbV5HZ3bhlyTt4j5F-0eNTeL5U5u0xDjzfizLSUXDucV3k23M7bzyAEvp6DaKGmaNvL48HsRLj7PCQ5K59iy-nFTKKuVZ0yYENWEs60/w1200-h630-p-k-no-nu/pqc0.jpg","publishedAt":"2025-12-31T05:01:00Z","content":"La amenaza que los Quantum Computers es para la criptografía moderna ha dejado de ser una preocupación teórica para convertirse en una realidad apremiante, como vemos en estos últimos meses, donde to… [+7077 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Yeshua Ordaz","title":"CFE alerta por fraudes digitales y suplantación de identidad en redes sociales","description":"La Comisión Federal de Electricidad (CFE) advirtió a la ciudadanía sobre comunicaciones apócrifas y diversos intentos de fraude digital en los que ciberdelincuentes se hacen pasar por la institución o su personal.Modalidades de fraude detectadasEntre las moda…","url":"https://www.milenio.com/negocios/cfe-alerta-por-fraudes-digitales-y-suplantacion-de-identidad","urlToImage":"https://cdn.milenio.com/uploads/media/2023/02/01/cuartoscuro.jpg","publishedAt":"2025-12-31T03:08:00Z","content":"La Comisión Federal de Electricidad (CFE) advirtió a la ciudadanía sobre comunicaciones apócrifas y diversos intentos de fraude digital en los que ciberdelincuentes se hacen pasar por la institución … [+1560 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"SOS splicing: el “servicio de urgencias” del ARN que salva genes atacados por transposones","description":"Dentro del genoma conviven habitantes legítimos y okupas. Entre estos últimos están los elementos transponibles o transposones, fragmentos de ADN capaces de moverse e insertarse en nuevas posiciones. En la práctica, funcionan como piezas de un “copiar y pegar…","url":"https://wwwhatsnew.com/2025/12/31/sos-splicing-el-servicio-de-urgencias-del-arn-que-salva-genes-atacados-por-transposones/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/12/image2_rna_rescue.jpg","publishedAt":"2025-12-31T03:00:32Z","content":"Dentro del genoma conviven habitantes legítimos y okupas. Entre estos últimos están los elementos transponibles o transposones, fragmentos de ADN capaces de moverse e insertarse en nuevas posiciones.… [+7439 chars]"}]