[{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"Deepfakes, Google Ads y fraude: suplantan a altos cargos de Singapur en estafa de inversión","description":"Expertos han descubierto una compleja estafa que emplea deepfakes y anuncios verificados de Google para suplantar autoridades de Singapur y atraer víctimas hacia plataformas falsas de inversión. El engaño, dirigido a residentes locales, explotó técnicas de ca…","url":"https://unaaldia.hispasec.com/2025/10/deepfakes-google-ads-y-fraude-suplantan-a-altos-cargos-de-singapur-en-estafa-de-inversion.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/10/dev-team-1761071608220.png?fit=1200%2C686&ssl=1","publishedAt":"2025-10-21T18:34:12Z","content":"Una nueva oleada de fraudes en línea revela el uso avanzado de ingeniería social y tecnologías como deepfakes para engañar a usuarios desprevenidos en Singapur. El último informe de Group-IB arroja l… [+2002 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"No te fíes de las VPN gratis: aunque no lo creas ponen en riesgo tu privacidad","description":"Una de las últimas encuestas que ha realizado la compañía de ciberseguridad NordVPN tiene que ver con la elección de VPN de los usuarios. El problema está en que una gran parte de estos prefieren ahorrar dinero y usar un servicio gratuito. Sin embargo, no tod…","url":"https://www.adslzone.net/noticias/seguridad/problema-vpn-gratis-privacidad-usuarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/movil-vpn.png","publishedAt":"2025-10-21T17:02:16Z","content":"No todo el mundo prefiere lo mismo, pero en este caso, esta compañía recopila las preferencias de los usuarios españoles en 2025. Esta encuesta deja ver qué prefieren, una tendencia que no viene solo… [+3421 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Antonio Vallejo","title":"Parecían herramientas útiles para WhatsApp Web, pero eran parte de una gran campaña de spam","description":"Cuando se trata de utilizar aplicaciones y software de terceros que interactúen con WhatsApp, hay que tener especial cuidado, ya que nunca sabes lo que te puede deparar. En este sentido, una campaña masiva de spam ha utilizado 131 extensiones fraudulentas de …","url":"https://www.xataka.com/seguridad/parecian-herramientas-utiles-para-whatsapp-eran-parte-gran-campana-spam-131-extensiones-han-vulnerado-whatsapp-web","urlToImage":"https://i.blogs.es/a6cc3d/whatsapp/840_560.jpeg","publishedAt":"2025-10-21T16:47:00Z","content":"Cuando se trata de utilizar aplicaciones y software de terceros que interactúen con WhatsApp, hay que tener especial cuidado, ya que nunca sabes lo que te puede deparar. En este sentido, una campaña … [+3492 chars]"},{"source":{"id":null,"name":"Culturacolectiva.com"},"author":"Fernando Eslava","title":"El oscuro tutorial en TikTok con el que en realidad te están robando tus datos","description":"Cuidado con todo lo que ves en TikTok, puede ser falso y no solo nos referimos a los videos generados con IA, sino también aquellos que tengan que ver con tutoriales para descargar aplicaciones de manera gratuita que podrían ser una trampa para robar tu infor…","url":"https://culturacolectiva.com/entretenimiento/robo-por-tiktok/","urlToImage":"https://i0.wp.com/culturacolectiva.com/wp-content/uploads/2025/10/El-oscuro-tutorial-en-TikTok-con-el-que-en-realidad-te-estan-robando-tus-datos-1.jpg?fit=1200%2C630&ssl=1","publishedAt":"2025-10-21T16:16:06Z","content":"Cuidado con todo lo que ves en TikTok, puede ser falso y no solo nos referimos a los videos generados con IA, sino también aquellos que tengan que ver con tutoriales para descargar aplicaciones de ma… [+2442 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Bradley Peak","title":"Cuentas falsas en redes sociales: El auge de los suplantadores de Cointelegraph, explicado","description":"Las cuentas falsas de \"Cointelegraph\" están estafando a los usuarios de criptomonedas. Aprende a detectar impostores, verificar identidades y mantenerte protegido en 2025.\n Si eres un representante de ventas de medios cripto de primer nivel en 2025, lo más pr…","url":"https://es.cointelegraph.com/news/fake-social-media-accounts-the-rise-of-cointelegraph-impersonators-explained","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-10/019a05d1-9d2e-7204-a920-43a21292e884","publishedAt":"2025-10-21T15:57:03Z","content":"Si eres un representante de ventas de medios cripto de primer nivel en 2025, lo más probable es que tengas un suplantador.\r\nEstas suelen ser cuentas falsas de Telegram, X o LinkedIn que ofrecen \"PR d… [+13118 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Rubén De la Calle","title":"Existen en España miles de móviles que jamás se actualizarán porque tienen una ROM falsa","description":"Aunque por suerte el mercado tecnológico español ha cambiado mucho en los últimos años y hoy en día los dispositivos se suelen comprar desde tiendas oficiales o autorizadas, sigue habiendo muchos smartphones en circulación con una ROM falsa. Podemos pensar qu…","url":"https://www.movilzona.es/noticias/actualizaciones/moviles-rom-falsa-sin-novedades-software/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/10/Pantalla-de-Ajustes-en-el-Xiaomi-15T-Pro.png","publishedAt":"2025-10-21T15:30:53Z","content":"El punto crítico de la situación se da cuando hay personas que ni siquiera saben que tienen un smartphone con una ROM falsificada. Hay situaciones en las que nos fijamos demasiado en los precios y po… [+4706 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Gonzalo Hernández","title":"Los chinos han logrado mover dinero robado en EE.UU. por donde menos esperan: tarjetas de regalo","description":"Los delincuentes en Estados Unidos usan uno de los productos financieros más básicos para sacar del país y mandar a China dinero robado: las tarjetas de regalo.\r\nDe acuerdo con el Departamento de Seguridad Nacional de Estados Unidos, este fraude con tarjetas …","url":"https://www.xataka.com.mx/otros-1/chinos-han-logrado-mover-dinero-robado-ee-uu-donde-esperan-tarjetas-regalo","urlToImage":"https://i.blogs.es/c3f88c/china-tarjeta-regalo/840_560.jpeg","publishedAt":"2025-10-21T15:01:00Z","content":"Los delincuentes en Estados Unidos usan uno de los productos financieros más básicos para sacar del país y mandar a China dinero robado: las tarjetas de regalo.\r\nDe acuerdo con el Departamento de Seg… [+6034 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Cómo ver un vídeo de TikTok puede hacer que te acaben robando con una estafa","description":"Una campaña de ciberdelincuentes utiliza la plataforma TikTok para compartir vídeos que pretenden ser guías para acceder de forma gratuita a 'software' de pago, como Windows o plataformas como Netflix, pero que en realidad son ataques ClickFix, que distribuye…","url":"https://www.eleconomista.es/tecnologia/noticias/13604125/10/25/como-ver-un-video-de-tiktok-puede-hacer-que-te-acaben-robando-con-una-estafa.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/a/7/5/tiktok2.jpg","publishedAt":"2025-10-21T12:51:53Z","content":"Una campaña de ciberdelincuentes utiliza la plataforma TikTok para compartir vídeos que pretenden ser guías para acceder de forma gratuita a 'software' de pago, como Windows o plataformas como Netfli… [+1696 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Cuando la nube cae: la paradoja del mundo conectado que depende… ¿de un solo sitio?","description":"La reciente caída global de Amazon Web Services (AWS) en su centro de datos US-EAST-1 volvió a mostrar con crudeza algo que muchos pasan por alto: la hiper-centralización de nuestra infraestructura digital. Un fallo aparentemente remoto, derivado de un proble…","url":"https://www.enriquedans.com/2025/10/cuando-la-nube-cae-la-paradoja-del-mundo-conectado-que-depende-de-un-solo-sitio.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2025/10/AWS-outage-Dall·E.jpg","publishedAt":"2025-10-21T12:03:46Z","content":"La reciente caída global de Amazon Web Services (AWS) en su centro de datos US-EAST-1 volvió a mostrar con crudeza algo que muchos pasan por alto: la hiper-centralización de nuestra infraestructura d… [+4253 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"El malware evasivo a través de conexiones cifradas crece un 40 %","description":"WatchGuard Technologies explica que \"los atacantes se esfuerzan por eludir la detección y maximizar su impacto\".","url":"https://www.silicon.es/el-malware-evasivo-a-traves-de-conexiones-cifradas-crece-un-40-2573963","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-Mopic_malware-seguridad.jpg","publishedAt":"2025-10-21T10:15:38Z","content":"Durante los meses de abril, mayo y junio, el malware avanzado y evasivo registró un incremento trimestral del 40 %.\r\nAsí lo revela el último Internet Security Report de WatchGuard Technologies, que i… [+1424 chars]"},{"source":{"id":null,"name":"Marketingdirecto.com"},"author":"Fabiana Seara","title":"«Jungle Off-Site», la marca con la que Jungle convierte su cultura en productos","description":"Jungle lanza \"Jungle Off-Site\", una firma de 'lifestyle' que representa la cultura corporativa y resignifica el lenguaje financiero.\nLa entrada «Jungle Off-Site», la marca con la que Jungle convierte su cultura en productos se publicó primero en Marketing Dir…","url":"https://www.marketingdirecto.com/digital-general/digital/jungle-off-site-marca-redefine-filosofia-de-jungle","urlToImage":"https://www.marketingdirecto.com/wp-content/uploads/2025/10/Jungle-Off-Site-1.jpg","publishedAt":"2025-10-21T07:28:14Z","content":"Jungle lanza \"Jungle Off-Site\", una firma de 'lifestyle' que representa la cultura corporativa y resignifica el lenguaje financiero.Jungle Off-Site es la nueva firma de lifestyle de la consultora Jun… [+2586 chars]"},{"source":{"id":null,"name":"Jpcert.or.jp"},"author":"JVN iPedia","title":"JVNDB-2025-016660:Configuroweb の Sistema Web de Inventario におけるクロスサイトスクリプティングの脆弱性","description":null,"url":"http://vrda.jpcert.or.jp/feed/ja/JVNiPedia_JVNDB-2025-016660_AD_1.html","urlToImage":null,"publishedAt":"2025-10-21T07:00:06Z","content":"Configuroweb の Sistema Web de Inventario には、クロスサイトスクリプティングの脆弱性が存在します。Vulnerability Analysis SummaryAnalysis Information Source Type : Advisory, Alert"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Colomer","title":"Google advierte: los hackers están convirtiendo las blockchains en refugios indestructibles para el malware","description":"El malware existe desde prácticamente los inicios de la informática moderna. Estamos hablando que desde los años 70 ya había los primeros conceptos de malware o \"virus\" que podían infectar a los ordenadores y replicarse a si mismos. A su vez, en esa época tam…","url":"https://elchapuzasinformatico.com/2025/10/google-hackers-malware-blockchains/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2025/10/Google-hackers-malware-blockchains.jpg","publishedAt":"2025-10-21T06:30:58Z","content":"El malware existe desde prácticamente los inicios de la\r\ninformática moderna. Estamos hablando que desde los años 70 ya\r\nhabía los primeros conceptos de malware o \"virus\" que podían\r\ninfectar a los o… [+3634 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Claudio Valero","title":"Cómo un simple bloqueador USB puede evitar que tu móvil sea hackeado al cargarlo","description":"La popularización extrema del teléfono móvil también ha traído una serie de problemas que antes no existían. Sin ir más lejos, cada vez utilizamos más los cargadores públicos para nuestro móvil, sin saber realmente que pueden suponer una puerta abierta al rob…","url":"https://www.adslzone.net/noticias/seguridad/bloqueador-usb-carga/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Travel-Secure-USB-Data-Blocker-1.png","publishedAt":"2025-10-21T03:01:47Z","content":"El riesgo invisible de los puertos USB públicos\r\nConectar el móvil a un puerto USB de carga en el aeropuerto, en un centro comercial o en una estación de tren parece inofensivo. El problema es que, d… [+6769 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"MemoriasPensamientos","title":"¿Estás preparado ante fraudes digitales? Porque los ciberdelincuentes sí","description":"Automatización, operaciones remotas, inteligencia artificial, plataformas colaborativas… La transformación digital ha impulsado la competitividad de las empresas exportadoras. Pero también ha abierto una puerta peligrosa: el acceso masivo de ciberdelincuentes…","url":"https://www.meneame.net/m/Artículos/estas-preparado-ante-fraudes-digitales-porque-ciberdelincuentes","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-10-21T00:05:56Z","content":"Automatización, operaciones remotas, inteligencia artificial, plataformas colaborativas… La transformación digital ha impulsado la competitividad de las empresas exportadoras. Pero también ha abierto… [+5696 chars]"}]