[{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"SCRCPY: Controla tu Android desde la pantalla del PC","description":"Usa SCRCPY para duplicar y controlar Android en PC por USB o Wi‑Fi. Guía completa con comandos, grabación, trucos y conexión rápida.","url":"https://www.androidsis.com/scrcpy-controla-tu-android-desde-la-pantalla-del-pc/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/09/SCRCPY.png","publishedAt":"2025-09-16T11:50:37Z","content":"Controlar tu móvil desde el ordenador ya no es cosa de frikis: es una necesidad del día a día para presentar apps, dar soporte, grabar tutoriales o simplemente escribir más rápido con teclado físico.… [+11197 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Configurar una impresora de red inalámbrica en Windows","description":"Aprende a configurar una impresora WiFi en Windows 10/11: métodos, WPS, Wi‑Fi Direct, drivers, IP/TCP y solución de problemas rápida.","url":"https://www.actualidadgadget.com/configurar-una-impresora-de-red-inalambrica-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/09/Configurar-impresora-a-red-inalambrica.png","publishedAt":"2025-09-16T10:49:09Z","content":"Configurar una impresora en la red WiFi de casa u oficina es más sencillo de lo que parece cuando conoces el recorrido exacto por los menús de Windows y las opciones de la propia impresora. Aun así, … [+14046 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"jdazawp","title":"Uso de IA en Corea del Norte para falsificar identidades militares y lanzar ataques","description":"Un informe de la empresa surcoreana Genians revela cómo el grupo Kimsuky, vinculado al régimen de Pyongyang, está utilizando herramientas de inteligencia artificial para crear credenciales militares falsas y desarrollar campañas de phishing avanzadas. \nLa ent…","url":"https://unaaldia.hispasec.com/2025/09/corea-del-norte-usa-ia-para-falsificar-identidades-militares-y-lanzar-ataques.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/09/image-3.png?fit=1200%2C800&ssl=1","publishedAt":"2025-09-16T10:14:58Z","content":"Un informe de la empresa surcoreana Genians revela cómo el grupo Kimsuky, vinculado al régimen de Pyongyang, está utilizando herramientas de inteligencia artificial para crear credenciales militares … [+1948 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"¡Mucho cuidado! Este nuevo virus es capaz de robar el dinero de tu móvil","description":"Investigadores de seguridad han identificado una rara cepa de malware para Android llamada RatOn, un troyano de acceso remoto (RAT, de ahí su nombre) con capacidades de retransmisión NFC que hasta ahora eran prácticamente desconocidas. El informe de Threat Fa…","url":"https://www.movilzona.es/noticias/problemas/nuevo-virus-roba-dinero-de-movil/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/09/ratON.png","publishedAt":"2025-09-16T09:02:54Z","content":"La clave está en lo que los investigadores denominan como un ataque de retransmisión NFC. Este permite a los ciberdelincuentes usar dos dispositivos para engañar a una terminal de pago, haciéndola cr… [+2686 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"10 maneras efectivas (y legales) de encontrar emails en LinkedIn en 2025 — sin dolores de cabeza","description":"La prospección B2B de hoy va de velocidad, precisión y cumplimiento. LinkedIn es el mejor escaparate profesional del mundo, pero no siempre muestra el email que necesitas y, cuando lo hace, no siempre está actualizado. A continuación, un método claro —en 10 p…","url":"https://www.redes-sociales.com/maneras-efectivas-legales-encontrar-emails-linkedin/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2023/10/linkedin-red-social-unsplash.jpg","publishedAt":"2025-09-16T09:01:06Z","content":"La prospección B2B de hoy va de velocidad, precisión y cumplimiento. LinkedIn es el mejor escaparate profesional del mundo, pero no siempre muestra el email que necesitas y, cuando lo hace, no siempr… [+7648 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"IONOS abre otro centro de datos en Europa","description":"Ubicado en este de Frankfurt, busca impulsar el concepto de soberanía digital.","url":"https://www.silicon.es/ionos-abre-otro-centro-de-datos-en-europa-2572696","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/03/Fuente-Shutterstock_Autor-Victor-Maschek_Europa.jpg","publishedAt":"2025-09-16T08:35:16Z","content":"IONOS amplía su infraestructura con la apertura de un nuevo centro de datos en Alemania, concretamente en el este de Frankfurt, cerca del nodo de intercambio de datos DE-CIX.\r\nEstas instalaciones, qu… [+913 chars]"},{"source":{"id":null,"name":"Educaciontrespuntocero.com"},"author":"EDUCACIÓN 3.0","title":"¿Impartes clases online? Esto es lo que tienes que hacer para garantizar tu ciberseguridad (y la de tu alumnado)","description":"Hemos elaborado una guía práctica de ciberseguridad en la que encontrarás todo lo que necesitas saber para garantizar un entorno de aprendizaje online seguro, confiable y sin interrupciones.","url":"https://www.educaciontrespuntocero.com/tecnologia/ciberseguridad-en-clases-online/","urlToImage":"https://www.educaciontrespuntocero.com/wp-content/uploads/2025/09/destacada-3.jpg","publishedAt":"2025-09-16T08:00:00Z","content":"El auge de la enseñanza online ha abierto un mundo de posibilidades para docentes y estudiantes, pero también ha puesto a la educación en el punto de mira de los ciberdelincuentes: se estima que el s… [+5082 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Marcos Rodríguez","title":"La OCU advierte: no te fíes de estos descuentos del Lidl, podrías perder tu dinero","description":"¿Un robot aspirador por 39 euros o un sofá por menos de 100? Suena tentador. Demasiado tentador. En los últimos días, cientos de usuarios se han topado con anuncios que, bajo la apariencia de ser de Lidl, prometen descuentos imposibles. Pero no hay chollo: ha…","url":"https://www.elperiodico.com/es/economia/20250916/ocu-advierte-descuentos-lidl-dv-121617626","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/77b76bab-f977-4b36-94e0-29dc57bd3c35_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2025-09-16T07:54:13Z","content":"¿Un robot aspirador por 39 euros o un sofá por menos de 100? Suena tentador. Demasiado tentador. En los últimos días, cientos de usuarios se han topado con anuncios que, bajo la apariencia de ser de … [+2360 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Cómo construir un Doom-Like usando sólo Lenguaje SQL (o en Excel)","description":"El juego de DOOM es un clásico entre los clásicos en el mundo del PC. Y es una referencia para muchos de nosotros cada vez que queremos probar algo con la tecnología de aquella época, especialmente porque John Carmack innovó y de qué manera en sus juegos, cre…","url":"https://www.elladodelmal.com/2025/09/como-construir-un-doom-like-usando-solo.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEimyvYiGKgflYMk9MAqtFMMzjimHIQ_sVZIn7FXaEXDwtRUYLU28G1VaY5I0ZWOKoloe6qzce28aVFRcBvRIuV5Kats-gZk2cVrNTiyVRoe8b9V1ydqrH7QJLQA08s0gO7k5Qwc0tTE2vkpLjRL6hKHSrb4XGTu7ag8ZXaoup2Ggg17QE_HTqnD/w1200-h630-p-k-no-nu/doom0.jpg","publishedAt":"2025-09-16T04:01:00Z","content":"El juego de DOOM es un clásico entre los clásicos en el mundo del PC. Y es una referencia para muchos de nosotros cada vez que queremos probar algo con la tecnología de aquella época, especialmente p… [+2238 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Redacción","title":"¿Qué son los cargos fantasma? Así es la nueva modalidad de estafa por la que alertó Condusef","description":"Esto es lo que debes saber sobre los cargos fantasma, una nueva modalidad de fraude por la que alertaron las autoridades.","url":"https://www.elfinanciero.com.mx/mis-finanzas/2025/09/15/cargos-fantasma-que-son-nueva-modalidad-de-fraude-de-condusef-y-como-prevenir-estafas-de-tarjetas-de-credito/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/3IZLAOIOS5EATA6PEK3KICLU3U.jpg?smart=true&auth=cbc1b84b494cf79b13c005bcc25936173390bdfc89665d2e63f5d55c4e3da3b3&width=1200&height=630","publishedAt":"2025-09-16T00:25:45Z","content":"De poquito en poquito, con cobros que podrías confundir con otros gastos, los cargos fantasma son una nueva amenaza para tu bolsillo, y las autoridades llamaron a tomar precauciones para eivtar ser v… [+3235 chars]"}]