[{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"“La recuperación no empieza tras el ataque, sino mucho antes”","description":"Factum alerta sobre la falta de protección en las pymes, que deberían implementar planes de continuidad.","url":"https://www.silicon.es/la-recuperacion-no-empieza-tras-el-ataque-sino-mucho-antes-2571983","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/05/Fuente-Shutterstock_Autor-Sergey-Nivens_seguridad.jpg","publishedAt":"2025-09-01T10:50:58Z","content":"Los ciberdelincuentes no discriminan entre víctimas por su tamaño. De hecho, los ataques a pymes van en aumento. Según datos que comunica Factum, la mayoría de ataques detectados en 2024 se dirigía a… [+1319 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"CrowdStrike refuerza la seguridad en IA con nuevos servicios para sistemas y SOC","description":"CrowdStrike amplía su cartera con AI Systems Security Assessment y AI for SecOps Readiness, enfocadas en proteger la IA y potenciar su uso en ciberseguridad.","url":"https://www.silicon.es/crowdstrike-refuerza-la-seguridad-en-ia-con-nuevos-servicios-para-sistemas-y-soc-2571967","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/crowdstrike-servicios-seguridad-ia.jpeg","publishedAt":"2025-09-01T10:30:11Z","content":"CrowdStrike ha anunciado la incorporación de dos nuevos servicios a su portafolio de seguridad para IA, con el objetivo de ayudar a las organizaciones a reducir riesgos, detener brechas y mejorar la … [+3242 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"IA en la banca, un agente tecnológico de anticipación","description":"Ángel Arenillas, country manager de Auriga para España y Portugal, explica en esta tribuna cómo la inteligencia artificial está transformando la banca, desde los cajeros automáticos hasta los modelos de seguridad, y por qué la anticipación estratégica será cl…","url":"https://www.silicon.es/experto-opinion/ia-en-la-banca-un-agente-tecnologico-de-anticipacion","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/09/ia-banca-agente-tecnologico-anticipacion-auriga-angel-Arenillas-country-manager-Auriga-Espana-Portugal.jpeg","publishedAt":"2025-09-01T09:59:42Z","content":"La transformación de la banca toma una nueva dimensión en la segunda mitad de 2025, con toda una (re)revolución tecnológica que incluye, cómo no, a la inteligencia artificial. Qué duda cabe de que lo… [+4236 chars]"},{"source":{"id":null,"name":"Puromarketing.com"},"author":null,"title":"Cómo las vulnerabilidades de la inteligencia artificial podrían exponer datos críticos y estratégicos de empresas y marcas","description":"La adopción de la inteligencia artificial en el sector corporativo, con un porcentaje que roza la totalidad de las empresas, marca una era de eficiencia sin precedentes, pero a la vez, introduce una capa de vulnerabilidad apenas ciberseguridad, tradicionalmen…","url":"https://www.puromarketing.com/12/215945/como-vulnerabilidades-inteligencia-artificial-podrian-exponer-datos-criticos-estrategicos-empresas-marcas","urlToImage":"https://www.puromarketing.com/uploads/img/contents/2025/5xS6XADVqLZW2ukYJri7/5xS6XADVqLZW2ukYJri7_post_imagen_prev.jpg","publishedAt":"2025-09-01T09:40:59Z","content":"La adopción de la inteligencia artificial en el sector corporativo, con un porcentaje que roza la totalidad de las empresas, marca una era de eficiencia sin precedentes, pero a la vez, introduce una … [+5755 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El Ayuntamiento de Elche reabre una línea segura tras el ciberataque con ayuda de expertos en criptología nacionales","description":"El Ayuntamiento de Elche recupera de forma paulatina la normalidad tras el ciberataque tipo ransomware sufrido hace una semana con ayuda de varios organismos estatales y expertos nacionales -entre otros- en criptología . Ya han reabierto una línea segura prov…","url":"https://www.abc.es/espana/comunidad-valenciana/ayuntamiento-elche-reabre-linea-segura-tras-ciberataque-20250901072821-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2025/09/01/elche-seguridad-policia-U65830102553VfZ-1024x512@diario_abc.jpg","publishedAt":"2025-09-01T05:28:21Z","content":"El Ayuntamiento de Elche recupera de forma paulatina la normalidad tras el ciberataque tipo ransomware sufrido hace una semana con ayuda de varios organismos estatales y expertos nacionales -entre ot… [+2703 chars]"}]