[{"source":{"id":null,"name":"Hispasec.com"},"author":"Julián J. Menéndez","title":"WinRAR corrige un 0-day explotado: actualiza a 7.13 cuanto antes","description":"RARLAB ha publicado WinRAR 7.13 para solucionar CVE-2025-8088, una vulnerabilidad de path traversal que ya se está explotando en ataques reales. La vulnerabilidad permitiría ejecutar código al extraer archivos especialmente preparados, y está vinculada a camp…","url":"https://unaaldia.hispasec.com/2025/08/winrar-corrige-un-0-day-explotado-actualiza-a-7-13-cuanto-antes.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/08/cve-2025-8088.jpg?fit=1200%2C800&ssl=1","publishedAt":"2025-08-11T11:36:11Z","content":"RARLAB ha publicado WinRAR 7.13 para solucionar CVE-2025-8088, una vulnerabilidad de path traversal que ya se está explotando en ataques reales. La vulnerabilidad permitiría ejecutar código al extrae… [+3150 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Shailey Singh","title":"¿Qué es una cadena fantasma? Cómo detectar proyectos cripto muertos o inactivos","description":"Las cadenas fantasma se refieren a proyectos de blockchain con poca o ninguna actividad real, adopción o participación de desarrolladores.\n Las cadenas fantasma son blockchains que, aunque técnicamente operativas, tienen poco o ningún uso en el mundo real, de…","url":"https://es.cointelegraph.com/news/what-is-a-ghost-chain-how-to-spot-dead-crypto-projects","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-08/01989876-9945-7ac1-a9e6-9283fa04248b","publishedAt":"2025-08-11T11:02:59Z","content":"Puntos clave\r\n<ul><li>Las cadenas fantasma son blockchains que, aunque técnicamente operativas, tienen poco o ningún uso en el mundo real, desarrollo o participación de la comunidad.\r\n</li><li>Las se… [+9757 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Guía completa para agregar fuentes en Illustrator paso a paso","description":"Aprende a añadir fuentes en Illustrator fácil y seguro. Descubre los mejores consejos y respuestas a las dudas más habituales.","url":"https://www.creativosonline.org/guia-completa-para-agregar-fuentes-en-illustrator-paso-a-paso.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2025/03/Fuentes-para-camisetas-tips-para-disenos-unicos-y-originales-1.jpg","publishedAt":"2025-08-11T11:00:37Z","content":"Si eres de los que aman experimentar con el diseño y te has encontrado con ese momento en el que necesitas una fuente diferente en Adobe Illustrator, seguro que te has sentido un poco perdido buscand… [+8778 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Daniel García","title":"La pesadilla de los 500 millones de usuarios de WinRAR: un grave fallo de seguridad abre la puerta al ransomware en tu PC","description":"WinRAR, probablemente el servicio de descompresión de archivos más popular del mundo, acaba de descubrir una gravísima brecha de seguridad que actualmente puede afectar a los más de 500 millones de usuarios que usan este servicio en cualquier PC con Windows. …","url":"https://andro4all.com/windows/la-pesadilla-de-los-500-millones-de-usuarios-de-winrar-un-grave-fallo-de-seguridad-abre-la-puerta-al-ransomware-en-tu-pc","urlToImage":"https://andro4all.com/hero/2025/08/winrar-icono.jpg?width=1200","publishedAt":"2025-08-11T10:31:01Z","content":"La grave brecha puede solucionarse descargando la versión más actualizada de WinRAR\r\nWinRAR, probablemente el servicio de descompresión de archivos más popular del mundo, acaba de descubrir una graví… [+2426 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Android Auto 15 ya está entre nosotros. Y trae un cambio visual para los iconos, primero en beta","description":"Se acabó la espera: el número más redondo de Android Auto acaba de llegar a todos los que tenemos la aplicación en beta. Sí, la versión 15 ya está aquí. Y, pese a que debería implicar notables cambios, no hemos apreciado demasiadas mejoras visibles. Como es h…","url":"https://www.xatakandroid.com/aplicaciones-android/android-auto-15-esta-nosotros-trae-cambio-visual-para-iconos-primero-beta","urlToImage":"https://i.blogs.es/1b71f2/android-auto-15-portada/840_560.jpeg","publishedAt":"2025-08-11T10:00:38Z","content":"Se acabó la espera: el número más redondo de Android Auto acaba de llegar a todos los que tenemos la aplicación en beta. Sí, la versión 15 ya está aquí. Y, pese a que debería implicar notables cambio… [+2253 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Detectada campaña híbrida que suplanta apps OAuth de Microsoft para eludir la MFA en ataques de phishing","description":"Proofpoint alerta de una amenaza que combina email y nube para robar credenciales y burlar la MFA en Microsoft 365 mediante apps OAuth falsas.","url":"https://www.silicon.es/detectada-campana-hibrida-que-suplanta-apps-oauth-de-microsoft-para-eludir-la-mfa-en-ataques-de-phishing-2571466","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/phishing-oauth-microsoft-mfa-proofpoint.jpeg","publishedAt":"2025-08-11T09:42:44Z","content":"Proofpoint ha identificado una amenaza híbrida que combina correo electrónico y servicios en la nube para eludir la autenticación multifactor (MFA) en cuentas de Microsoft 365. La técnica se basa en … [+2534 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Lucha contra el ransomware: “Pagar rescates nunca debe ser la primera opción”","description":"Una investigación de Semperis descubre el riesgo actual de esta amenaza y cómo una parte de las compañías afectadas termina pagando varias veces.","url":"https://www.silicon.es/lucha-contra-el-ransomware-pagar-rescates-nunca-debe-ser-la-primera-opcion-2571450","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/02/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware.jpg","publishedAt":"2025-08-11T09:19:21Z","content":"Los ataques de ransomware siguen estando “muy coordinados, programados estratégicamente y profundamente integrados en los sistemas antes de ser ejecutados”.\r\nAsí lo advierte Semperis, que ha publicad… [+2373 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Cisco y Hugging Face impulsan la seguridad de modelos de IA con escaneo unificado de archivos públicos","description":"Las compañías aplicarán un sistema para analizar todos los archivos en Hugging Face, fortaleciendo la seguridad de la cadena de suministro de IA.","url":"https://www.silicon.es/cisco-y-hugging-face-impulsan-la-seguridad-de-modelos-de-ia-con-escaneo-unificado-de-archivos-publicos-2571452","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/08/cisco-hugging-face-seguridad-modelos-ia.jpeg","publishedAt":"2025-08-11T09:00:24Z","content":"Cisco y Hugging Face han reforzado su colaboración con el objetivo de mejorar la seguridad en la cadena de suministro de modelos de inteligencia artificial (IA). El acuerdo contempla la puesta en mar… [+1865 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"La sofisticada estafa que vacía las cuentas bancarias de los cajeros automáticos a través de los móviles","description":"Cuando hablamos de ciberdelincuencia, sabemos que el objetivo principal de los atacantes es el de hacerse con tus datos personales y bancarios. Esto es porque con nuestra información personal pueden suplantarse nuestra identidad par cometer más estafas y enga…","url":"https://www.eleconomista.es/tecnologia/noticias/13500043/08/25/la-sofisticada-estafa-que-vacia-las-cuentas-bancarias-de-los-cajeros-automaticos-a-traves-de-los-moviles.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x675/2/c/4/peligro-cajero.jpg","publishedAt":"2025-08-11T07:49:06Z","content":"Cuando hablamos de ciberdelincuencia, sabemos que el objetivo principal de los atacantes es el de hacerse con tus datos personales y bancarios. Esto es porque con nuestra información personal pueden … [+2662 chars]"},{"source":{"id":null,"name":"Redes-sociales.com"},"author":"Maria José M.R.","title":"Los servidores DNS gratuitos más seguros y rápidos de 2025 transforman la experiencia de navegación","description":"Cloudflare, Google DNS y Quad9 lideran una revolución en velocidad y seguridad que beneficia a millones de usuarios españoles y europeos El panorama de los servidores DNS públicos ha experimentado una evolución sin precedentes durante 2025, consolidándose com…","url":"https://www.redes-sociales.com/los-servidores-dns-gratuitos-mas-seguros-y-rapidos-de-2025-transforman-la-experiencia-de-navegacion/","urlToImage":"https://www.redes-sociales.com/wp-content/uploads/2023/10/dns-seguras-rs.jpg","publishedAt":"2025-08-11T06:55:41Z","content":"El panorama de los servidores DNS públicos ha experimentado una evolución sin precedentes durante 2025, consolidándose como una alternativa superior a los servicios tradicionales que ofrecen las oper… [+15147 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Si usas WinRAR, debes actualizar de inmediato","description":"Investigadores de ESET han descubierto una nueva vulnerabilidad en WinRAR y es crítica, porque está siendo explotada activamente por el grupo de hackers RomCom, vinculado a Rusia. Se ha lanzado una nueva versión parcheada, pero debe instalarse manualmente. Wi…","url":"https://www.muycomputer.com/2025/08/11/si-usas-winrar-debes-actualizar-de-inmediato/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/08/vulnerabilidad-en-WinRAR-1000x600.jpg","publishedAt":"2025-08-11T06:09:59Z","content":"Investigadores de ESET han descubierto una nueva vulnerabilidad en WinRAR y es crítica, porque está siendo explotada activamente por el grupo de hackers RomCom, vinculado a Rusia. Se ha lanzado una n… [+2632 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Accesorios para que tu Mac no se caliente en verano","description":"Mantén tu Mac fresco en verano: bases, soportes y trucos clave avalados por Apple. Guía práctica para evitar sobrecalentamiento.","url":"https://www.soydemac.com/accesorios-para-que-tu-mac-no-se-caliente-en-verano/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/08/Los-mejores-accesorios-para-evitar-que-tu-Mac-se-caliente-en-verano-1.jpg","publishedAt":"2025-08-11T04:00:25Z","content":"El calor aprieta y tu portátil lo nota, especialmente si trabajas con un MacBook que en verano sufre más de la cuenta. Entre sesiones maratonianas, habitaciones caldeadas y superficies poco adecuadas… [+9821 chars]"}]