[{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"WatchGuard alerta: “La seguridad tradicional ya no es suficiente ante la era de la IA agéntica”","description":"WatchGuard advierte en Madrid que la seguridad tradicional ha dejado de ser suficiente ante el auge de las amenazas automatizadas impulsadas por IA.","url":"https://www.silicon.es/watchguard-alerta-desde-madrid-la-seguridad-tradicional-ya-no-es-suficiente-ante-la-era-de-la-ia-agentica-2574085","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/10/watchguard-seguridad-tradicional-no-suficiente-ia-agentiva.jpeg","publishedAt":"2025-10-23T10:53:38Z","content":"WatchGuard Technologies celebró con éxito su jornada exclusiva “WatchGuard Real Security for the Real World: Zero Trust Edition” en Madrid. El evento, bajo el lema de ofrecer “seguridad real en el mu… [+4700 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"Movistar y Vodafone se lanzan a la mensajería RCS: así van a terminar por matar a los SMS","description":"El protocolo de mensajería RCS vuelve a anteponerse como principal opción de las teleoperadoras. Telefónica y Vodafone se han puesto manos a la obra para imponer un nuevo modelo experiencial que permitirá a las empresas acceder a sistemas de comunicación reno…","url":"https://www.adslzone.net/noticias/operadores/movistar-vodafone-lanzan-mensajeria-rcs-terminar-matar-sms/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/10/Una-mujer-chateando.png","publishedAt":"2025-10-23T10:03:49Z","content":"Las empresas de telecomunicaciones están apostando cada vez más por introducir sus propios métodos de conversación para otorgar a sus usuarios una vía mucho más productiva y hacer que la comunicación… [+4649 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"Cada vez más gente usa la IA para descubrir vulnerabilidades en código y cobrar recompensas. El problema es que la IA se las inventa","description":"En el mundo de la ciberseguridad, encontrar vulnerabilidades reales en sistemas y programas es una tarea compleja, laboriosa y sumamente valiosa. Por ello existen los llamados bug bounty programs —programas de recompensas por errores—, mediante los cuales emp…","url":"https://www.genbeta.com/inteligencia-artificial/cada-vez-gente-usa-ia-para-descubrir-vulnerabilidades-codigo-cobrar-recompensas-problema-que-ia-se-inventa","urlToImage":"https://i.blogs.es/a1c080/chatgpt-image-23-oct-2025-11_46_29/840_560.png","publishedAt":"2025-10-23T09:54:44Z","content":"En el mundo de la ciberseguridad, encontrar vulnerabilidades reales en sistemas y programas es una tarea compleja, laboriosa y sumamente valiosa. Por ello existen los llamados bug bounty programs pro… [+5206 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"“El tiempo es la moneda de la ciberdefensa hoy en día”","description":"Un informe de CrowdStrike revela que 3 de cada 4 organizaciones tienen problemas para igualar en velocidad y sofisticación a los ataques impulsados por IA.","url":"https://www.silicon.es/el-tiempo-es-la-moneda-de-la-ciberdefensa-hoy-en-dia-2574069","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware-e1667406983520.jpg","publishedAt":"2025-10-23T09:44:22Z","content":"La evolución de la tecnología de inteligencia artificial (IA) en el campo de la seguridad cibernética se está produciendo tanto del lado de las compañías como de los delincuentes. Esto quiere decir q… [+1655 chars]"},{"source":{"id":null,"name":"Trecebits.com"},"author":"Antonio Vespa","title":"Cómo conseguir el soporte extendido de Windows 10 gratis","description":"Es posible extender el soporte de Windows 10 haciendo una simple solicitud a Microsoft. La publicación Cómo conseguir el soporte extendido de Windows 10 gratis apareció primero en TreceBits.","url":"https://www.trecebits.com/como-extender-soporte-windows-10/","urlToImage":"https://www.trecebits.com/wp-content/uploads/2025/10/windows-10-logo.jpg","publishedAt":"2025-10-23T09:00:42Z","content":"De manera oficial, Microsoft ha comunicado que el soporte de Windows 10 dejaba de estar disponible el 14 de octubre de 2025, cosa que ya ocurrió. Esto significa que, a partir de esa fecha, esa versió… [+1767 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Laura Sacristán","title":"Internet se prepara para otra ola de bloqueos de LaLiga por el Clásico. Y el Gobierno sigue desoyendo a los usuarios","description":"Con el regreso de LaLiga el pasado mes de agosto, volvió una de las grandes polémicas de la temporada pasada: los bloqueos indiscriminados de IPs. Y con ellos, la indignación de los internautas que no pueden acceder a webs sin relación alguna con el fútbol. \r…","url":"https://www.xatakamovil.com/tv-movil/internet-se-prepara-para-otra-ola-bloqueos-laliga-clasico-gobierno-sigue-desoyendo-a-usuarios","urlToImage":"https://i.blogs.es/044d79/laliga-bloqueos-02/840_560.jpeg","publishedAt":"2025-10-23T08:30:46Z","content":"Con el regreso de LaLiga el pasado mes de agosto, volvió una de las grandes polémicas de la temporada pasada: los bloqueos indiscriminados de IPs. Y con ellos, la indignación de los internautas que n… [+4031 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Álvaro García M.","title":"Siempre que dudo si una llamada es una estafa o no, uso estas preguntas para salir de dudas. Nunca fallan","description":"Son muchos los timos que nos pueden llegar al móvil, pero son las estafas en llamadas telefónicas de las más abundantes y cansinas. Las típicas en las que un supuesto comercial te hace una oferta irrechazable para cualquier servicio(telefonía, suministro de l…","url":"https://www.xatakamovil.com/seguridad/te-estan-intentando-enganar-llamada-haz-alguna-estas-preguntas-nunca-me-fallan-para-detectar-estafadores","urlToImage":"https://i.blogs.es/36bdad/numero-desconocido/840_560.jpeg","publishedAt":"2025-10-23T07:00:47Z","content":"Son muchos los timos que nos pueden llegar al móvil, pero son las estafas en llamadas telefónicas de las más abundantes y cansinas. Las típicas en las que un supuesto comercial te hace una oferta irr… [+7624 chars]"},{"source":{"id":null,"name":"ELLE.com"},"author":"Mireia Noguer","title":"La cocina milenaria alta en vegetales, hierbas frescas y fermentados que deberían incorporar a su día a día quienes quieren cuidarse y dos recetas top","description":"Descubrimos, de la mano del chef Dorn Doeurt (conocido como Chef DD), los secretos de una cocina ancestral que combina salud, sabor y tradición en cada plato.","url":"https://www.elle.com/es/gourmet/recetas-cocina/a68129157/gastronomia-jemer-saludable/","urlToImage":"https://hips.hearstapps.com/hmg-prod/images/rga-1932-1990smenu-amoktreyprel-68dbc658d5973.jpg?crop=1.00xw:0.348xh;0,0.214xh&resize=1200:*","publishedAt":"2025-10-23T06:32:00Z","content":"Más allá de sus majestuosos templos y paisajes exóticos, Camboya guarda uno de sus mayores tesoros en la mesa: la gastronomía jemer. Rica en vegetales frescos, hierbas aromáticas y fermentados natura… [+10098 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Torrezzno","title":"Goolgle señala a la web Immich como peligrosa [eng]","description":"A principios de este mes, todos nuestros sitios web *.immich.cloud fueron marcados como peligrosos y a los usuarios se les empezó a mostrar la temida página. Google ofrece un servicio llamado Navegación Segura, cuyo objetivo es determinar si un sitio ejecuta …","url":"https://www.meneame.net/m/tecnología/goolgle-senala-web-immich-como-peligrosa-eng","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2025-10-23T06:20:11Z","content":"Para los que no entienden el terrible monopolio que es Google Google Safe Browsing parece haber sido construido sin considerar el software de código abierto o autoalojado. Muchos proyectos populares … [+423 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Indirect Prompt Injection en Perplexity Comet para atacar tu Stripe y el riesgo de los AI-First Web Browsers con ChatGPT Atlas","description":"Antes de ayer salía el anuncio de ChatGPT Atlas, el nuevo AI-First Web Browser de OpenAI. Basado en Agentic AI actions, siguiendo la estela de Perplexity Comet. Al mismo tiempo, se publicaba una nueva PoC de un Indirect Prompt Injection en Perplexity Comet qu…","url":"https://www.elladodelmal.com/2025/10/indirect-prompt-injection-en-perplexity.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEihY-YINh97O-UuX6qdKTA7YvopOuB37CzbAVA2gi6fg_8wN1nrqDQJy57ZpddTIDHGQAk469JU1MlStijCLx10OFqOYUk15BcyrwkJTS-fHKVDJC59bTUuLvFZR-bcEsMUcdUx_YrwHuuqg9MWIG-ro8H1MX2Mf2ZyXQaYi_cWxrdPugPJwyrk/w1200-h630-p-k-no-nu/Comet0.jpg","publishedAt":"2025-10-23T05:01:00Z","content":"La gracia es que haciendo una comprobación del Invite, si le dejas a Perplexity que te ayude a preparar la reunión, y dices que sí, se lanza el ataque de Prompt Injecion oculto den los detalles de la… [+2467 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"La fórmula de las 20 empresas más innovadoras de la Argentina","description":"VISA y LA NACION reconocieron a las compañías, CEOs y empresarios que se destacan por su capacidad para salir de la zona de confort y poner foco en el largo plazo","url":"https://www.lanacion.com.ar/economia/la-formula-de-las-20-empresas-mas-innovadoras-de-la-argentina-nid22102025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/los-mas-innovadores-estuvieron-en-los-estudios-de-UKTIV4RPMBCSJBYHYTX5SRI2UE.jpeg?auth=ae905e4387baa0441847320572470a928888d5e38f71af01a9d097a75fbf516a&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-10-23T00:55:21Z","content":"En contextos desafiantes como los que atraviesa la Argentina, la innovación es un pilar fundamental para las empresas que impactan positivamente en la economía y la sociedad. \r\nEl éxito requiere de e… [+25327 chars]"},{"source":{"id":null,"name":"Merca20.com"},"author":"Laura Islas","title":"De la UE a Estados Unidos: ¿quién regula mejor la inteligencia artificial?","description":"Según el informe AI Regulations Worldwide, la opinión pública es clara: el 76% de las personas en todo el mundo cree que se necesita una ley internacional que regule la inteligencia artificial","url":"https://www.merca20.com/de-la-ue-a-estados-unidos-quien-regula-mejor-la-inteligencia-artificial/","urlToImage":"https://files.merca20.com/uploads/2025/10/ia_2025-44.jpg","publishedAt":"2025-10-23T00:21:18Z","content":"CANVA\r\n\nEl avance de la inteligencia artificial (IA) ha generado un auge en herramientas, modelos y aplicaciones con impacto directo en la economía, la privacidad, el consumo y la seguridad. Frente a… [+7052 chars]"}]