[{"source":{"id":null,"name":"Elespanol.com"},"author":"Jorge Cano","title":"Los desarrolladores se apresuran a actualizar sus juegos tras descubrirse una grave vulnerabilidad en Unity","description":"<!--cache-->Unity ha detectado una vulnerabilidad grave en su motor presente desde 2017 y pide a los desarrolladores actualizar urgentemente sus juegos, aunque asegura que no hay evidencia de ataques.<!--aa--->Una vulnerabilidad crítica descubierta en Unity, …","url":"https://vandal.elespanol.com/noticia/1350783983/los-desarrolladores-se-apresuran-a-actualizar-sus-juegos-tras-descubrirse-una-grave-vulnerabilidad-en-unity/","urlToImage":"https://media.vandal.net/ivandal/12/63/1200x630/10/10-2025/6/202510610372052_1.jpg","publishedAt":"2025-10-06T08:37:00Z","content":"Una vulnerabilidad crítica descubierta en Unity, el popular motor de desarrollo de videojuegos, ha provocado una respuesta inmediata de estudios y editoras de todo el mundo. El fallo, presente en tod… [+2066 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Android Auto recibe una importante actualización con la versión 15.4 beta: soluciona problemas de pantalla y de sonido","description":"Parece que no pase el tiempo por Android Auto, y eso que sí transcurren las versiones: el sistema de infoentretenimiento para vehículos acaba de recibir una actualización en beta. La nueva es la 15.4, no presenta cambios por fuera y sí soluciona fallos import…","url":"https://www.xatakandroid.com/sistema-operativo/android-auto-recibe-importante-actualizacion-version-15-4-beta-soluciona-problemas-pantalla-sonido","urlToImage":"https://i.blogs.es/a22253/android-auto-15-4-portada/840_560.jpeg","publishedAt":"2025-10-06T07:58:45Z","content":"Parece que no pase el tiempo por Android Auto, y eso que sí transcurren las versiones: el sistema de infoentretenimiento para vehículos acaba de recibir una actualización en beta. La nueva es la 15.4… [+2585 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Wintoys ya soporta Windows 11 25H2","description":"Wintoys es una de las mejores aplicaciones de terceros para ajustar y optimizar Windows 11. Totalmente gratuita, sus responsables acaban de lanzar una actualización para soportar la última versión de Windows. Microsoft está desplegando Windows 11 25H2 y los d…","url":"https://www.muycomputer.com/2025/10/06/wintoys-ya-soporta-windows-11-25h2/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/10/Wintoys-1000x600.jpg","publishedAt":"2025-10-06T06:07:51Z","content":"Wintoys es una de las mejores aplicaciones de terceros para ajustar y optimizar Windows 11. Totalmente gratuita, sus responsables acaban de lanzar una actualización para soportar la última versión de… [+2554 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Cursos Online de Ciberseguridad & Hacking para Octubre de 2025 en HackBySecurity","description":"Comienza el último trimestre del año, con quizás los tres meses más intensos de trabajo para mí habitualmente. Y con una lista enorme de cosas que tengo apuntadas para aprender por delante. Uff. ¡qué rápido va esto! Si tú también eres de los que le gusta pone…","url":"https://www.elladodelmal.com/2025/10/cursos-online-de-ciberseguridad-hacking.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEggQqKRvN50Ygdq4_-IpnyB2rNOFtxrRwmkkw0nah3GoKi3q7DqxSRhkvpWl2mfGU3OIvqbLkJAnAlWjSYRi31kPu74uzXQYU99PvQLoWYTI0zfS6oScdhT4UdxY_yR_Vslvp3EBoSdVPHMz0Jue1NiXELZhoroSu6OuOGutXCC0mKcGRHfzjDX/w1200-h630-p-k-no-nu/hbs0.jpg","publishedAt":"2025-10-06T04:01:00Z","content":"Comienza el último trimestre del año, con quizás los tres meses más intensos de trabajo para mí habitualmente. Y con una lista enorme de cosas que tengo apuntadas para aprender por delante. Uff. ¡qué… [+2212 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"Álvaro Sevilla","title":"Las brechas estratégicas que explota la ciberdelincuencia: aeropuertos e industria","description":"El caos vivido en Bruselas, Berlín y Londres es la constatación de la existencia de una espada de Damocles digital que pende sobre el mundo","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/10/05/nuevas-brechas-aspira-explotar-ciberdelincuencia/00031759655432245994117.htm","urlToImage":"https://img.lavdg.com/sc/JWBO9pvh1Rx56OHQZToG3dQqFeY=/1280x/2025/10/05/00121759658461437832468/Foto/reu_20250920_101442519.jpg","publishedAt":"2025-10-06T03:00:00Z","content":"La ciberdelincuencia se ha convertido, de facto, en una industria que genera miles de millones en todo el mundo. Según el banco de inversión americano Houlihan Lokey, el coste medio de una incidencia… [+4224 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La aviación busca una hoja de ruta para sortear las turbulencias del ciberdelito","description":"La aviación ha construido siempre su prestigio sobre dos pilares: seguridad y confianza. Y lo cierto es que, aunque volar continúe generando respeto a muchos pasajeros, sigue siendo el medio de transporte más seguro. Pero esa fortaleza no la libra de los ries…","url":"https://www.abc.es/economia/aviacion-busca-hoja-ruta-sortear-turbulencias-ciberdelito-20251006043840-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2025/10/06/ImagenAdobeStock_880488096-U81857441628koH-1024x512@diario_abc.jpg","publishedAt":"2025-10-06T02:38:40Z","content":"La aviación ha construido siempre su prestigio sobre dos pilares: seguridad y confianza. Y lo cierto es que, aunque volar continúe generando respeto a muchos pasajeros, sigue siendo el medio de trans… [+8479 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Clopatra: el malware en Android que se hace pasar por VPN e IPTV y toma el control del móvil","description":"Un troyano se hace pasar por apps de VPN e IPTV en Android y roba datos y dinero. Aprende a detectarlo y proteger tu móvil antes de que te afecte.","url":"https://www.actualidadgadget.com/clopatra-el-malware-en-android-que-se-hace-pasar-por-vpn-e-iptv-y-toma-el-control-del-movil/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/10/malware-en-Android-que-se-disfraza-de-VPN-e-IPTV.jpg","publishedAt":"2025-10-06T00:46:02Z","content":"Un troyano avanzado para Android se está colando en teléfonos a través de aplicaciones falsas de VPN e IPTV ofrecidas fuera de la tienda oficial. La campaña, que ya ha afectado a miles de usuarios en… [+3831 chars]"}]