[{"source":{"id":null,"name":"La Nacion"},"author":"María Josefina Lanzi","title":"Un estudio reveló que la actividad ilícita en cripto bajó drásticamente y es menor a la de los bancos","description":"La actividad ilegal en estas plataformas es más baja que la del sistema financiero tradicional","url":"https://www.lanacion.com.ar/economia/IA/un-estudio-revelo-que-la-actividad-ilicita-en-cripto-bajo-drasticamente-y-es-menor-a-la-de-los-nid10122025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/un-estudio-revelo-que-la-actividad-ilicita-en-SOVTR4TBT5HQ5P2SD6GJXNTG3M.jpg?auth=d50ff76d2dd1fa89061b24d7c74f65d39d5ebad141cf8f1b801d49a9e1eb96f1&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-12-10T19:59:51Z","content":"La desconfianza en los activos digitales todavía persiste y, de hecho, muchos piensan que en la Argentina creció luego del caso LIBRA. Sin embargo, paradójicamente, datos de Chainalysis y TRM Labs in… [+6262 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Qué es Nandroid y cómo se hace","description":"Descubre qué es un Nandroid, para qué sirve y cómo hacer una copia completa de tu Android de forma segura y sencilla.","url":"https://www.androidsis.com/que-es-nandroid-y-como-se-hace/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Que-es-Nandroid-y-como-se-hace-1.jpg","publishedAt":"2025-12-10T18:51:21Z","content":"Si te gusta trastear con tu móvil Android, instalar ROMs o probar mods y kernels personalizados, sooner or later te toparás con el término Nandroid. Y es muy probable que te digan eso de: antes de ha… [+16178 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"ChatGPT Atlas: riesgos asociados al uso del navegador de OpenAI","description":"La integración de GenAI en navegadores potencia la productividad, pero también introduce riesgos críticos. Descubre vulnerabilidades, mitigaciones de OpenAI y prácticas esenciales para proteger seguridad y privacidad.","url":"https://www.welivesecurity.com/es/seguridad-digital/chatgpt-atlas-openai-riesgos-seguridad/","urlToImage":null,"publishedAt":"2025-12-10T18:04:23Z","content":"El 21 de octubre de 2025, OpenAI lanzó al público la primera versión de su navegador, ChatGPT Atlas que, por el momento, está disponible para macOS, aunque hay planes de ampliar a otras plataformas c… [+8860 chars]"},{"source":{"id":null,"name":"Desdelinux.net"},"author":"Darkcrizt","title":"NixOS 25.11 «Xantusia»: GNOME 49, Init en Rust y adiós a X11","description":"NixOS ha anunciado oficialmente el lanzamiento de la versión 25.11, con el nombre en clave «Xantusia». Esta actualización semestral llega...","url":"https://blog.desdelinux.net/nixos-25-11-lanzamiento-novedades-gnome-49-rust/","urlToImage":"https://blog.desdelinux.net/wp-content/uploads/2025/12/NixOS-25.11-Xantusia.jpg","publishedAt":"2025-12-10T17:55:54Z","content":"NixOS ha anunciado oficialmente el lanzamiento de la versión 25.11, con el nombre en clave «Xantusia». Esta actualización semestral llega cargada de cambios importantes, destacando una migración masi… [+4454 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El Papa León XIV pide \"el alto al fuego inmediato\" en Tailandia y Camboya","description":"El Papa León XIV se ha mostrado este miércoles \"profundamente entristecido\" por la noticia del \"reavivado conflicto en la frontera entre Tailandia y Camboya\" y ha pedido a las partes el \"alto al fuego inmediato\".","url":"https://www.europapress.es/sociedad/noticia-papa-leon-xiv-pide-alto-fuego-inmediato-tailandia-camboya-20251210184938.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251210184938_1200.jpg","publishedAt":"2025-12-10T17:49:38Z","content":"MADRID 10 Dic. (EUROPA PRESS) - \r\n El Papa León XIV se ha mostrado este miércoles \"profundamente entristecido\" por la noticia del \"reavivado conflicto en la frontera entre Tailandia y Camboya\" y ha p… [+2202 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes México Staff","title":"Google podría enfrentar multas por Google Play si no hace más concesiones","description":"Forbes México.\n Google podría enfrentar multas por Google Play si no hace más concesiones\n\nUna multa podría aumentar las tensiones con Estados Unidos, que dice que una serie de leyes de la UE adoptadas recientemente apuntan a empresas tecnológicas estadounide…","url":"https://forbes.com.mx/google-podria-enfrentar-multas-por-google-play-si-no-hace-mas-concesiones/","urlToImage":"https://cdn.forbes.com.mx/2025/09/Google.webp","publishedAt":"2025-12-10T17:27:20Z","content":"Google podría recibir una multa potencialmente grande de la UE a principios del próximo año si no hace más para garantizar que su tienda de aplicaciones cumpla con las normas de la UE destinadas a ga… [+3086 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Whatsapp: lo que tienes que saber sobre tu privacidad y metadatos","description":"Descubre qué metadatos recoge WhatsApp, cómo afecta la IA a tu privacidad y qué ajustes usar para proteger mejor tus conversaciones.","url":"https://www.androidsis.com/whatsapp-lo-que-tienes-que-saber-sobre-tu-privacidad-y-metadatos/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/11/transcribir-audios-largos-de-Whatsapp-con-Gemini.webp","publishedAt":"2025-12-10T16:45:19Z","content":"Si usas WhatsApp a diario, tu privacidad no solo depende de lo que escribes o de a quién se lo mandas. El verdadero campo de batalla está en los metadatos, esa información invisible que rodea a cada … [+21413 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"Vibe Coding: Equilibrio entre productividad y protección","description":"Sandra Chíchina, Territory & Partner Manager Iberia en Object First, explica en esta tribuna cómo el vibe coding aumenta la productividad pero amplifica los riesgos.","url":"https://www.silicon.es/experto-opinion/vibe-coding-equilibrio-entre-productividad-y-proteccion","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/12/Sandra-Chíchina-Territory-Partner-Manager-Iberia-Object-First.jpeg","publishedAt":"2025-12-10T16:35:27Z","content":"Describir la inteligencia artificial (IA) como una herramienta indispensable en el desarrollo de software podría ser quedarse corto. Encuestas recientes muestran que el 84% de los desarrolladores uti… [+7120 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Google Titan M vs Samsung Knox: seguridad y privacidad al detalle","description":"Google Titan M2 o Samsung Knox: comparamos seguridad, cifrado y privacidad para ayudarte a elegir el móvil Android más protegido.","url":"https://www.androidsis.com/google-titan-m-vs-samsung-knox-seguridad-y-privacidad-al-detalle/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Google-Titan-M-vs-Samsung-Knox.jpg","publishedAt":"2025-12-10T14:45:30Z","content":"Como usuario de Android que se preocupa por la seguridad y la privacidad del móvil, es normal que te armes un buen lío cuando empiezas a comparar tecnologías como Google Titan M / Titan M2 y Samsung … [+22629 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Alerta mundial para la Policía Nacional y la Guardia Civil: están en el foco de ciberataques prorrusos","description":"El Centro Europeo de Ciberdelincuencia, junto con la Agencia de Ciberseguridad y Seguridad de las Infraestructuras de Estados Unidos (CISA) y el FBI, han alertado sobre una campaña de ciberataques prorrusos identificada contra infraestructuras críticas a nive…","url":"https://www.eleconomista.es/tecnologia/noticias/13684771/12/25/alerta-mundial-para-la-policia-nacional-y-la-guardia-civil-estan-en-el-foco-de-ciberataques-prorrusos.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x675/9/9/b/ciberataque-ordenador.jpg","publishedAt":"2025-12-10T13:43:14Z","content":"El Centro Europeo de Ciberdelincuencia, junto con la Agencia de Ciberseguridad y Seguridad de las Infraestructuras de Estados Unidos (CISA) y el FBI, han alertado sobre una campaña de ciberataques pr… [+2553 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Karina Dudinskikh","title":"Explotación Activa de RCE Crítica en Plugin de WordPress (CVE-2025-6389)","description":"De acuerdo con telemetría recopilada por Wordfence, se ha identificado una explotación activa y masiva de una vulnerabilidad crítica de ejecución remota de código (RCE) en el plugin Sneeit Framework para WordPress. La vulnerabilidad, catalogada como CVE-2025-…","url":"https://unaaldia.hispasec.com/2025/12/explotacion-activa-de-rce-critica-en-plugin-de-wordpress-cve-2025-6389.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/unnamed-2.jpg?fit=1200%2C675&ssl=1","publishedAt":"2025-12-10T12:38:36Z","content":"De acuerdo con telemetría recopilada por Wordfence, se ha identificado una explotación activa y masiva de una vulnerabilidad crítica de ejecución remota de código (RCE) en el plugin SneeitFramework p… [+4640 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"El drama cervecero de Japón se recrudece en Navidad con Asahi atrapada en el ciberataque de septiembre","description":"Las navidades a la vuelta de la esquina y Asahi no logra volver a la normalidad tras el ciberataque que sufrió en septiembre y que está ralentizando la producción y la distribución de sus productos. El principal productor de cerveza de Japón sigue cediendo cu…","url":"https://www.eleconomista.es/actualidad/noticias/13684071/12/25/el-drama-cervecero-de-japon-se-recrudece-en-navidad-con-asahi-atrapada-en-el-ciberataque-de-septiembre.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/7/d/b/asahi-alamy.jpg","publishedAt":"2025-12-10T10:36:14Z","content":"Las navidades a la vuelta de la esquina y Asahi no logra volver a la normalidad tras el ciberataque que sufrió en septiembre y que está ralentizando la producción y la distribución de sus productos. … [+1987 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Ezra Reguerra","title":"La co CEO de Binance, Yi He, cae víctima de un hackeo en WeChat","description":"La co CEO de Binance, Yi He, afirmó que su cuenta de WeChat fue hackeada.\n La recién nombrada co CEO y cofundadora de Binance, Yi He, dijo en X que su cuenta de WeChat fue secuestrada después de que le robaran un antiguo número de teléfono móvil, lo que pone …","url":"https://es.cointelegraph.com/news/yi-he-wechat-hack-raises-web2-security-risks-for-crypto-leaders","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-12/019b0717-f88b-726d-876d-8ee3f8ff3a7f","publishedAt":"2025-12-10T08:45:00Z","content":"La recién nombrada co CEO y cofundadora de Binance, Yi He, dijo en X que su cuenta de WeChat fue secuestrada después de que le robaran un antiguo número de teléfono móvil, lo que pone de relieve cómo… [+3820 chars]"},{"source":{"id":null,"name":"Biztoc.com"},"author":"apnews.com","title":"Cancelan conferencia de líder opositora venezolana en víspera de ceremonia del Nobel","description":"","url":"https://biztoc.com/x/c89082d75db81903","urlToImage":"https://biztoc.com/cdn/955/og.png","publishedAt":"2025-12-10T08:04:41Z","content":"{ window.open(this.href, '_blank'); }, 200); return false;\"&gt;Why did Trump allow Nvidia chip sales to China? { window.open(this.href, '_blank'); }, 200); return false;\"&gt;How will Fed rate cuts im… [+764 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Los ataques entre Tailandia y Camboya dejan más de medio millón de desplazados","description":"Los enfrentamientos entre Tailandia y Camboya a lo largo de su frontera han provocado ya el desplazamiento de más de medio millón de personas, después de que el Ministerio de Defensa camboyano haya estimado en más de 100.000 las personas evacuadas desde los a…","url":"https://www.europapress.es/internacional/noticia-ataques-tailandia-camboya-dejan-mas-medio-millon-desplazados-20251210060103.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251210060103_1200.jpg","publishedAt":"2025-12-10T05:01:03Z","content":"MADRID 10 Dic. (EUROPA PRESS) - \r\n Los enfrentamientos entre Tailandia y Camboya a lo largo de su frontera han provocado ya el desplazamiento de más de medio millón de personas, después de que el Min… [+1537 chars]"}]