[{"source":{"id":null,"name":"Bandaancha.eu"},"author":"noemail@noemail.org (Josh)","title":"Mazazo de 4 millones de € a Yoigo por el robo de datos personales de clientes tras un fallo de configuración DNS","description":"En marzo de 2023 los sistemas informáticos de Yoigo sufrieron una intrusión en la quedaron expuestos datos personales de clientes. Los afectados se enteraron gracias al comunicado que envió la empresa unos días después, en el que les pedía que extremen las pr…","url":"https://bandaancha.eu/articulos/mazazo-4-millones-yoigo-aepd-robo-datos-11581#s8xp","urlToImage":"https://bandaancha.eu/s/2mpt/140/yoigo-data-breach.jpg","publishedAt":"2025-11-26T16:51:55Z","content":"En marzo de 2023 los sistemas informáticos de Yoigo sufrieron una intrusión en la quedaron expuestos datos personales de clientes. Los afectados se enteraron gracias al comunicado que envió la empres… [+3731 chars]"},{"source":{"id":null,"name":"Excelsior.com.mx"},"author":"beatriz.rodriguez","title":"La Policía Cibernética de la SSC alerta sobre posibles durante el Black Friday y el Cyber Monday 2025","description":"Beatriz Rodríguez\r\nLa Policía Cibernética de la Secretaría de Seguridad Ciudadana (SSC) de la Ciudad de México hace un llamado a la ciudadanía para mantenerse alerta ante el incremento de fraudes digitales que suelen presentarse durante el Black Friday y el C…","url":"https://www.excelsior.com.mx/comunidad/la-policia-cibernetica-de-la-ssc-alerta-sobre-posibles-durante-el-black-friday-y-el-cyber","urlToImage":"https://www.excelsior.com.mx/media/pictures/2025/11/26/3423906.jpg","publishedAt":"2025-11-26T15:21:41Z","content":"La Policía Cibernética de la Secretaría de Seguridad Ciudadana (SSC) de la Ciudad de México hace un llamado a la ciudadanía para mantenerse alerta ante el incremento de fraudes digitales que suelen p… [+3880 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Antes del Black Friday: qué significa la alerta por ciberataques que Amazon envió a 300 millones de usuarios","description":"La empresa emitió una advertencia por las estafas contra compradores en línea, que pueden incluir mensajes falsos de entrega, llamadas telefónicas de soporte técnico no solicitadas y otras modalidades","url":"https://www.lanacion.com.ar/estados-unidos/antes-del-black-friday-que-significa-la-alerta-por-ciberataques-que-amazon-envio-a-300-millones-de-nid26112025/","urlToImage":"https://resizer.glanacion.com/resizer/v2/amazon-envio-una-alerta-a-los-usuarios-que-LKPZETRUOVH6HJRCCUKZKXIWUM.jpg?auth=92ece9b4e1a1882f1878227f3cebb6be146279b24ab6f2ae02a9d0f3b975191f&width=1200&quality=70&smart=false&height=800","publishedAt":"2025-11-26T13:47:40Z","content":"Con la llegada del Black Friday en Estados Unidos, que tiene lugar el viernes 28 de noviembre, Amazon envió una alerta a más de 300 millones de usuarios. En el mensaje, la compañía advirtió por el in… [+2279 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Cómo emular Android en Mac: guía completa de emuladores y alternativas","description":"Descubre cómo emular Android en Mac: requisitos, mejores emuladores, trucos de rendimiento y opciones sin emulador explicadas paso a paso.","url":"https://www.soydemac.com/como-emular-android-en-mac-guia-completa-de-emuladores-y-alternativas/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/11/como-emular-Android-en-Mac-1.jpg","publishedAt":"2025-11-26T12:30:58Z","content":"Si te estás preguntando cómo emular Android en Mac, no eres la única persona: cada vez más usuarios quieren disfrutar de apps y juegos del sistema de Google directamente en su MacBook o iMac, o inclu… [+20152 chars]"},{"source":{"id":null,"name":"Motorpasión"},"author":"Daniel Murias","title":"La DGT siempre vela por nuestra seguridad, pero se olvida de la suya: el informativo de Telecinco saca por error su usuario y contraseña, y es ridícula","description":"54321, es decir, 12345 al revés. Genio absoluto. Esa era la contraseña de la DGT para uno de sus sistemas más sensibles, el que gestiona las incidencias de la DGT. Y ha sido divulgada en televisión en horario de máxima audiencia, junto con el nombre de usuari…","url":"https://www.motorpasion.com/seguridad/dgt-siempre-vela-nuestra-seguridad-se-olvida-suya-informativo-telecinco-saca-error-su-usuario-contrasena-ridicula","urlToImage":"https://i.blogs.es/0f92d7/filtracion-dgt/840_560.jpeg","publishedAt":"2025-11-26T12:00:29Z","content":"54321, es decir, 12345 al revés. Genio absoluto. Esa era la contraseña de la DGT para uno de sus sistemas más sensibles, el que gestiona las incidencias de la DGT. Y ha sido divulgada en televisión e… [+2585 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La Diputación de Barcelona llama a apostar por comercio de proximidad en Black Friday y Cyber Monday","description":"La Diputación de Barcelona ha recomendado tener un presupuesto cerrado, apostar por el comercio de proximidad y tener cuidado con el 'phishing' en las compras en línea durante el Black Friday y el Cyber Monday, que se celebran este viernes 28 de noviembre y e…","url":"https://www.europapress.es/catalunya/noticia-diputacion-barcelona-llama-apostar-comercio-proximidad-black-friday-cyber-monday-20251126120850.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251126120850_1200.jpg","publishedAt":"2025-11-26T11:08:50Z","content":"BARCELONA 26 Nov. (EUROPA PRESS) - \r\n La Diputación de Barcelona ha recomendado tener un presupuesto cerrado, apostar por el comercio de proximidad y tener cuidado con el 'phishing' en las compras en… [+657 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Pablo Aparicio","title":"Porn Time APK: cómo ver y descargar porno gratis en Android con seguridad","description":"Descubre cómo instalar Porn Time APK, ver y descargar porno gratis en Android con seguridad, sin anuncios molestos y con vídeos en alta calidad.","url":"https://www.androidsis.com/apk-porn-time/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/10/Archivar-aplicaciones.png","publishedAt":"2025-11-26T08:25:08Z","content":"¿Quieres descargar porno gratis en Android de forma cómoda, rápida y con la máxima calidad posible? Es probable que algunos usuarios ya hayáis leído algún artículo del mismo autor en este o en algún … [+17497 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Redacción","title":"¿Por qué tantos gamers van a contratar esta VPN en Black Friday? La oferta de Surfshark a 1,99 lo explica todo","description":"<!--cache-->La respuesta corta: dispositivos ilimitados y protección anti-'throttling'. Te contamos la oferta estrella que incluye 3 meses gratis.<!--aa--->Ofrecido por SurfsharkEl Black Friday 2025 es el momento ideal para mejorar el setup, y eso incluye, ad…","url":"https://vandal.elespanol.com/noticia/1350785346/por-que-tantos-gamers-van-a-contratar-esta-vpn-en-black-friday-la-oferta-de-surfshark-a-199-lo-explica-todo/","urlToImage":"https://media.vandal.net/ivandal/12/63/1200x630/10/10-2025/1/202510110222419_1.jpg","publishedAt":"2025-11-26T06:57:00Z","content":"Ofrecido por Surfshark\r\nEl Black Friday 2025 es el momento ideal para mejorar el setup, y eso incluye, además de periféricos o nuevo hardware, invertir en la conexión a internet que es clave hoy día … [+3128 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Algoritmo Cuántico de Grover: Un algoritmo de búsqueda optimizado por superposición cuántica","description":"Todos somos conscientes de la importancia de optimizar los algoritmos de búsqueda. Vivimos\nen una era tecnológica donde la información crece a un ritmo imparable, y encontrar un dato\nconcreto en medio de este océano de datos se ha convertido en un desafío cad…","url":"https://www.elladodelmal.com/2025/11/algoritmo-cuantico-de-grover-un.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiKIG0j0kEypzC0KGHrtgI0NOy2S-FxVNZOXfJSNjl5AOSzQamNB4B5n5aVlvQVeM2SWx62Yjkxd5udMSnjPujETlAMpn2b3-LYhak6D3sKwIgx77CSvbYu_6IP-qPwI836Y-Q0C0OSteVFxlBR9Uy8zPNe0UJPCH2r6wYwdK2XxxV-fNhZZT4i/w1200-h630-p-k-no-nu/grove0.jpg","publishedAt":"2025-11-26T04:01:00Z","content":"Figura 8: ¿Es el Algoritmo de Grover más lento? Contemos operaciones en Ket.G\r\nEn resumen, el Algoritmo de Grover es especialmente útil cuando necesitamos buscar una\r\no varias soluciones dentro de un… [+597 chars]"}]