[{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Black Friday 2025: cómo aprovechar las ofertas y evitar fraudes","description":"El Black Friday 2025 está a la vuelta de la esquina y los grandes minoristas se preparan para la mayor campaña de ventas del calendario anual. De igual manera, los consumidores deben prepararse para la campaña y hoy te vamos a recordar una serie de consejos q…","url":"https://www.muycomputer.com/?p=389166","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/11/Black-Friday-2025-1000x600.jpg","publishedAt":"2025-11-06T12:52:41Z","content":"El Black Friday 2025 está a la vuelta de la esquina y los grandes minoristas se preparan para la mayor campaña de ventas del calendario anual. De igual manera, los consumidores deben prepararse para … [+6339 chars]"},{"source":{"id":null,"name":"Isenacode.com"},"author":"Sergio Navas","title":"MacBook Pro M5 Unboxing y análisis ¡Así es la máquina más avanzada de Apple!","description":"Dentro del ecosistema de Apple, cada dispositivo tiene su lugar. El MacBook Air brilla por su ligereza y eficiencia, el iMac por su potencia de escritorio y el iPad por su versatilidad táctil. Pero c","url":"https://isenacode.com/macbook-pro-m5-unboxing-y-analisis-asi-es-la-maquina-mas-avanzada-de-apple/","urlToImage":"https://isenacode.com/wp-content/uploads/2025/11/snavas10-macbook-pro.jpg","publishedAt":"2025-11-06T12:31:55Z","content":"Dentro del ecosistema de Apple, cada dispositivo tiene su lugar. El MacBook Air brilla por su ligereza y eficiencia, el iMac por su potencia de escritorio y el iPad por su versatilidad táctil. Pero c… [+3736 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Silicon Pulse: Titulares de la semana T3E33","description":"Bienvenido a un nuevo episodio del podcast semanal Silicon Pulse, un espacio en el que podrás escuchar una selección de la información más relevante que hemos publicado a lo largo de estos cinco días.","url":"https://www.silicon.es/silicon-pulse-titulares-de-la-semana-t3e33-2574523","urlToImage":"https://www.silicon.es/wp-content/uploads/2023/04/wp-silicon-pulse-titulares-semana.jpg","publishedAt":"2025-11-06T12:19:40Z","content":"Esta semana, analizamos las amenazas de ciberseguridad que acechan a Europa, el auge de la fibra óptica en España y cómo la inteligencia artificial está transformando tanto los procesos empresariales… [+5132 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Veeam lanza una nueva aplicación para Microsoft Sentinel","description":"Veeam App for Microsoft Sentinel lleva la inteligencia de las copias de seguridad a los SOC.","url":"https://www.silicon.es/veeam-lanza-una-nueva-aplicacion-para-microsoft-sentinel-2574533","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Ivelin-Radkov_backup.jpg","publishedAt":"2025-11-06T11:57:17Z","content":"Veeam Software anuncia la disponibilidad de su nueva solución Veeam App for Microsoft Sentinel, que ofrece una integración profunda entre Veeam Data Platform y Microsoft Sentinel.\r\nPara facilitar la … [+1242 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Adam Meyers, jefe de Operaciones contra ciberdelincuentes: \"Esta es la única combinación capaz de detener las ciberamenazas\"","description":"Europa es el segundo mayor objetivo a nivel global de los ciberdelincuentes en un contexto en el que las operaciones de 'ransomware' se están acelerando, los actores patrocinados por los Estados han ampliado su actividad en la región y ha parecido el fenómeno…","url":"https://www.eleconomista.es/tecnologia/noticias/13630651/11/25/adam-meyers-jefe-de-operaciones-contra-ciberdelincuentes-esta-es-la-unica-combinacion-capaz-de-detener-las-ciberamenazas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/5/0/4/estafa-canva.jpg","publishedAt":"2025-11-06T11:35:44Z","content":"Europa es el segundo mayor objetivo a nivel global de los ciberdelincuentes en un contexto en el que las operaciones de 'ransomware' se están acelerando, los actores patrocinados por los Estados han … [+4551 chars]"},{"source":{"id":null,"name":"Diario EL PAIS Uruguay"},"author":null,"title":"Defensa país en profundidad: la estrategia detrás del SOC de Antel y Urudata Ciberseguridad","description":"La alianza estratégica entre Antel, Urudata Ciberseguridad e IBM manifiesta un modelo maduro para la defensa digital nacional, centrado en la proactividad, la inteligencia de amenazas y la escala operativa.","url":"https://www.elpais.com.uy/negocios/empresas/defensa-pais-en-profundidad-la-estrategia-detras-del-soc-de-antel-y-urudata-ciberseguridad","urlToImage":"https://imgs.elpais.com.uy/dims4/default/2a42c34/2147483647/strip/true/crop/1250x608+0+165/resize/1440x700!/quality/90/?url=https%3A%2F%2Fel-pais-uruguay-production-web.s3.us-east-1.amazonaws.com%2Fbrightspot%2Fbe%2Fc8%2F4eadd9194682a21b89e67a709e08%2F0-nota.jpg","publishedAt":"2025-11-06T11:29:40Z","content":"Antel, propietaria de la infraestructura de monitoreo de ciberseguridad más grande del país, organizó recientemente el desayuno de ciberseguridad SecOps Uy. El evento se enfocó en destacar la importa… [+5527 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Consumo impulsa una guía práctica para proteger a los consumidores frente a fraudes en medios de pago","description":"La Dirección General de Consumo, dependiente de la Consejería de Empresa, Empleo y Economía Social, ha impulsado, en colaboración con la Asociación para la Defensa de Consumidores y Usuarios de Bancos, Cajas y Seguros (Adicae), la elaboración de la 'Guía sobr…","url":"https://www.europapress.es/murcia/noticia-consumo-impulsa-guia-practica-proteger-consumidores-frente-fraudes-medios-pago-20251106122305.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20251106122305_1200.jpg","publishedAt":"2025-11-06T11:23:05Z","content":"MURCIA 6 Nov. (EUROPA PRESS) - \r\n La Dirección General de Consumo, dependiente de la Consejería de Empresa, Empleo y Economía Social, ha impulsado, en colaboración con la Asociación para la Defensa d… [+2473 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Javier del Pozo Melgar","title":"Las apps bloqueadas en Colombia y Argentina que podrían poner en riesgo tu dispositivo","description":"Magis TV y Xuper TV ofrecen acceso gratuito a miles de películas y canales de pago, lo que ha disparado su popularidad en América Latina. Sin embargo, este aparente beneficio esconde riesgos técnicos y legales que han provocado su bloqueo en varios países.\n\nL…","url":"https://www.elconfidencialdigital.com/articulo/medios/apps-bloqueadas-colombia-argentina-que-podrian-poner-riesgo-dispositivo/20251106122057987898.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/11/06/2025110612204313407.jpg","publishedAt":"2025-11-06T11:20:57Z","content":"Aplicaciones bajo vigilancia: el caso de Magis TV y Xuper TV\r\nMagis TV y Xuper TV se han posicionado como alternativas para ver contenido audiovisual sin pagar, pero su funcionamiento fuera del marco… [+3497 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mar Carpena","title":"Zero Trust para la era de la Inteligencia Artificial","description":"Zscaler afirma que la IA generativa es ya una herramienta esencial tanto para atacantes como para defensores y defiende el enfoque Zero Trust para garantizar la ciberseguridad en este nuevo escenario.","url":"https://www.silicon.es/zero-trust-inteligencia-artificial-2574511","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/02/Silicon-Meet-684x513-1.jpg","publishedAt":"2025-11-06T11:20:14Z","content":"La Inteligencia Artificial está transformando drásticamente muchos aspectos de las organizaciones. Más allá de consideraciones sobre sus posibilidades y alcance actuales, los responsables de ciberseg… [+11939 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Mónica Tilves","title":"Zscaler protegerá todo el ciclo de vida de la IA con la adquisición de SPLX","description":"Integrará la tecnología de esta compañía especializada en seguridad para inteligencia artificial en su plataforma Zscaler Zero Trust Exchange.","url":"https://www.silicon.es/zscaler-protegera-todo-el-ciclo-de-vida-de-la-ia-con-la-adquisicion-de-splx-2574509","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-imagedb.com_eCommerce-tiendaonline-vender-comprar.jpg","publishedAt":"2025-11-06T10:49:41Z","content":"La empresa de seguridad en la nube Zscaler ha decidido comprar una compañía de seguridad en inteligencia artificial (IA).\r\nSe trata de SPLX, que le permitirá avanzar en red teaming de IA, gestión de … [+1619 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Red Code Agent: Un Agentic AI para doblegar tus Code Agents y crear Red-Team Tools","description":"Los Code Agents basados en LLMs tienen sus propios Guardarraíles. A no ser que utilices un LLM sin guardarrailes pensado para eso, como los populares FraudGPT, WormGPT, o WhiteRabbitNeo del que ya os hablé, tienes que irte a hacerte tú tus propios entrenamien…","url":"https://www.elladodelmal.com/2025/11/red-code-agent-un-agentic-ai-para.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjpRa6nAQ8emRu92mGNQ13N8KbA1Y_1jWlFDnlcxdlMmPR_4gzLRg7Prfg32pQ4pL3ae_IFpZQmQqEra3oILUfpQNoEGcgqm0XudTzn0zD2cn7TsFTX_Ud3fC0aVXnU4y-qd9UGf4iBkhtrNoAtAjVaTFKHEEXtU7ZsR8vLcqvTuGOU7R_hm6m-/w1200-h630-p-k-no-nu/Red0.jpg","publishedAt":"2025-11-06T10:18:00Z","content":"Los Code Agents basados en LLMs tienen sus propios Guardarraíles. A no ser que utilices un LLM sin guardarrailes pensado para eso, como los populares FraudGPT, WormGPT, o WhiteRabbitNeo del que ya os… [+4054 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Object First acumula seis trimestres de crecimiento de tres dígitos","description":"El proveedor de almacenamiento optimizado para Veeam Software anuncia un incremento del 291 % en sus pedidos globales.","url":"https://www.silicon.es/object-first-acumula-seis-trimestres-de-crecimiento-de-tres-digitos-2574494","urlToImage":"https://www.silicon.es/wp-content/uploads/2025/11/ootbi4.png","publishedAt":"2025-11-06T09:39:26Z","content":"El proveedor de almacenamiento Object First anuncia un incremento del 291 % en sus pedidos globales del tercer trimestre.\r\nLa compañía creada por los fundadores de Veeam Sofware suma seis trimestres … [+814 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"MuyComputer","title":"Comprar licencias de software al mejor precio: por qué elegir Mr Key Shop","description":"Comprar licencias de software al mejor precio no significa renunciar a la calidad ni a la seguridad. Los programas informáticos se han convertido en herramientas indispensables para trabajar, estudiar y proteger nuestros datos. Sin embargo, la búsqueda del pr…","url":"https://www.muycomputer.com/2025/11/06/comprar-licencias-de-software-al-mejor-precio-por-que-elegir-mr-key-shop/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2025/11/Comprar-licencias-de-software-1000x600.jpg","publishedAt":"2025-11-06T09:01:39Z","content":"Comprar licencias de software al mejor precio no significa renunciar a la calidad ni a la seguridad. Los programas informáticos se han convertido en herramientas indispensables para trabajar, estudia… [+7133 chars]"},{"source":{"id":null,"name":"Latercera.com"},"author":"Europa Press","title":"Corea del Norte ve “insensatas” las sanciones de Estados Unidos contra 8 nacionales y 2 entidades y promete responder","description":"El Gobierno de Kim Jong Un ha considerado estas sanciones como una prueba de la “clara postura de hostilidad” de Washington hacia su país.","url":"https://www.latercera.com/mundo/noticia/corea-del-norte-ve-insensatas-las-sanciones-de-estados-unidos-contra-8-nacionales-y-2-entidades-y-promete-responder/","urlToImage":"https://www.latercera.com/resizer/v2/QDW7MB6HR55MMGOEVUSIR6OIBQ.jpg?auth=c070ded09818bd4f46477a3a507c15f2211dfed2efbc036673084484850a8092&height=630&width=1200&smart=true","publishedAt":"2025-11-06T08:26:01Z","content":"Las autoridades norcoreanas han condenado este jueves las sanciones contra ocho individuos y dos entidades vinculadas a Pyongyang impuestas en la víspera por Estados Unidos, que los acusa de blanqueo… [+1878 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"ING España reconoce una filtración de datos de sus clientes","description":"El conocido banco ING ha reconocido en España una filtración de datos de sus clientes que fue desvelada en las últimas horas a través de redes sociales. No obstante, el banco informa que las cuentas de sus clientes se encuentran totalmente seguras.\nAyer 5 de …","url":"https://www.adslzone.net/noticias/fintech/ing-espana-filtracion-datos-clientes/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/11/Oficina-Bulgaria-banco-ING-Bank.png","publishedAt":"2025-11-06T08:16:21Z","content":"Ayer 5 de noviembre, el equipo de Hackmanac publicaba en su cuenta de X el aviso sobre una supuesta filtración de datos sufrida en la que se habrían robado datos de clientes del banco ING en España. … [+4317 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Bárbara Bécares","title":"La Policía Nacional advierte que si tenemos muchas ventanas abiertas en el navegador podemos ser víctimas de tabnabbing","description":"La Policía Nacional es muy activa en las redes sociales para poder advertir y alertar a la sociedad de posibles fraudes y problemas de los que no siempre son conscientes. Hace unos días hablaron de algo que muchas personas hacemos: tener varias ventanas abier…","url":"https://www.genbeta.com/a-fondo/policia-nacional-advierte-que-tenemos-muchas-ventanas-abiertas-navegador-podemos-ser-victimas-tabnabbing","urlToImage":"https://i.blogs.es/54036a/emiliano-vittoriosi-3mtzl6c7sjg-unsplash/840_560.jpeg","publishedAt":"2025-11-06T08:00:57Z","content":"La Policía Nacional es muy activa en las redes sociales para poder advertir y alertar a la sociedad de posibles fraudes y problemas de los que no siempre son conscientes. Hace unos días hablaron de a… [+3044 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"https://www.facebook.com/lavozdegalicia","title":"No renueves tu tarjeta sanitaria por correo: la nueva estafa que suplanta al Ministerio de Sanidad","description":"El INCIBE alerta de una campaña de correos y SMS falsos que suplantan al Ministerio de Sanidad para robar datos personales y bancarios","url":"https://www.lavozdegalicia.es/noticia/reto-digital/2025/11/05/renueves-tu-tarjeta-sanitaria-correo-nueva-estafa-suplanta-ministerio-sanidad/00031762357914703759382.htm","urlToImage":"https://img.lavdg.com/sc/Tvp80IcjmtYtHBVGFieAs8JFE8Y=/1280x/2023/10/17/00121697556001692413889/Foto/reu_20230913_140308540.jpg","publishedAt":"2025-11-06T04:00:00Z","content":"Una alerta más en los móviles y bandejas de entrada, pero con un disfraz especialmente peligroso: el de la Administración pública. En los últimos días, cientos de usuarios han recibido correos electr… [+4208 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes Staff","title":"Advierten retroceso masivo en economía digital con reforma al Código Fiscal","description":"Forbes México.\n Advierten retroceso masivo en economía digital con reforma al Código Fiscal\n\nImponer retenciones del 2.5% de ISR y 8% de IVA sobre ingresos brutos, sin considerar márgenes operativos ni estructura de costos, pone en riesgo la sostenibilidad de…","url":"https://forbes.com.mx/advierten-retroceso-masivo-en-economia-digital-con-reforma-al-codigo-fiscal/","urlToImage":"https://cdn.forbes.com.mx/2025/11/Economia_digital.webp","publishedAt":"2025-11-06T01:43:54Z","content":"Lejos de impulsar la formalización, la reforma al Código Fiscal de la Federación, que incluye el artículo 30-B y nuevas retenciones fiscales, amenaza con generar un retroceso masivo en la economía di… [+4322 chars]"}]