[{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Alarma por SparkKitty: el troyano que roba fotos y criptodatos en móviles","description":"Nuevo troyano roba imágenes y frases de wallets en iOS y Android, infectando apps legítimas. Consejos esenciales para proteger tu móvil.","url":"https://www.soydemac.com/alarma-por-sparkkitty-el-troyano-que-roba-fotos-y-criptodatos-en-moviles/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/07/troyano.jpg","publishedAt":"2025-07-26T11:58:32Z","content":"La seguridad de los dispositivos móviles vuelve a estar en el punto de mira tras el descubrimiento de SparkKitty, un troyano avanzado que ha sembrado inquietud entre usuarios de iPhone y Android. Exp… [+5819 chars]"},{"source":{"id":null,"name":"Genbeta.com"},"author":"Marcos Merino","title":"La estafa del paquete no solicitado: cada vez más usuarios de Amazon o Temu son víctimas del 'brushing'","description":"El brushing es una técnica de comercio electrónico fraudulento en la que vendedores envían paquetes no solicitados a personas que no habían realizado ningún pedido. Este tipo de estafa es utilizada por vendedores poco éticos con el fin de crear transacciones …","url":"https://www.genbeta.com/seguridad/estafa-paquete-no-solicitado-cada-vez-usuarios-amazon-temu-victimas-brushing-1","urlToImage":"https://i.blogs.es/cb3c7d/brushing/840_560.jpeg","publishedAt":"2025-07-26T11:00:36Z","content":"El brushing es una técnica de comercio electrónico fraudulento en la que vendedores envían paquetes no solicitados a personas que no habían realizado ningún pedido. Este tipo de estafa es utilizada p… [+2995 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"Alerta por el peligro del malware preinstalado en dispositivos Android baratos","description":"Millones de Android económicos llevan malware de fábrica. Descubre los riesgos, modelos afectados y consejos para evitar ser víctima.","url":"https://www.linuxadictos.com/alerta-por-el-peligro-del-malware-preinstalado-en-dispositivos-android-baratos.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Malware-preinstalado-en-dispositivos-Android.png","publishedAt":"2025-07-26T08:38:40Z","content":"En los últimos tiempos se ha destapado un grave problema en el mundo tecnológico: millones de dispositivos Android llegan a manos de los usuarios con malware preinstalado de fábrica. Este tipo de ame… [+5439 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Isaac","title":"El auge del malware creado con inteligencia artificial: amenazas, técnicas y casos reales","description":"Aprende cómo el malware creado con IA está cambiando la ciberseguridad y conoce los casos más recientes y peligrosos.","url":"https://www.linuxadictos.com/el-auge-del-malware-creado-con-inteligencia-artificial-amenazas-tecnicas-y-casos-reales.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Malware-creado-con-IA.jpg","publishedAt":"2025-07-26T08:22:27Z","content":"En los últimos tiempos, los ciberdelincuentes están aprovechando la inteligencia artificial para crear una nueva generación de malware que pone en jaque a usuarios y organizaciones. Si bien la IA ha … [+7097 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Cómo mantener seguro tu Mac en redes Wi-Fi públicas: consejos esenciales y herramientas clave","description":"Descubre cómo proteger tu Mac en redes Wi-Fi públicas con consejos, herramientas y trucos clave. Aumenta tu seguridad y navega con tranquilidad.","url":"https://www.soydemac.com/como-mantener-seguro-tu-mac-en-redes-wi-fi-publicas-consejos-esenciales-y-herramientas-clave/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/07/Como-ocultar-tu-red-WiFi-en-Mac-paso-a-paso-e1753387245646.jpg","publishedAt":"2025-07-26T03:00:35Z","content":"Acceder a redes Wi-Fi públicas es algo cada vez más habitual, ya sea en cafeterías, aeropuertos, bibliotecas o incluso en hoteles durante las vacaciones. Aunque la comodidad que nos aporta estar siem… [+8341 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Gustavo Godoy","title":"La interfaz cerebral y Coinbase: ¿Será esta una conexión exitosa?","description":"La incursión de Coinbase en interfaces cerebro-computadora: ¿Una unión prometedora o contradictoria para la privacidad?\n El auge de la neurotecnología y el incesante avance de las criptomonedas han trazado trayectorias paralelas que, hasta hace poco, parecían…","url":"https://es.cointelegraph.com/news/brain-computer-interface-and-coinbase-will-this-be-a-successful-connection","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=1200/https://s3.cointelegraph.com/uploads/2025-06/0197adc5-b3fd-7780-84f7-a427031f154d","publishedAt":"2025-07-26T00:04:48Z","content":"El auge de la neurotecnología y el incesante avance de las criptomonedas han trazado trayectorias paralelas que, hasta hace poco, parecían destinadas a converger solo en el ámbito de la ciencia ficci… [+7732 chars]"}]