[{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"Cómo los atacantes convierten las pruebas técnicas en bombas… Cuando ejecutar un ejercicio de entrevista abre la puerta al robo de datos","description":"Ataques dirigidos incluyen pruebas técnicas aparentemente legítimas que esconden puertas traseras y scripts de exfiltración. Bajo presión y con confianza ganada por LinkedIn, candidatos pueden saltarse controles básicos; el resultado: acceso a credenciales de…","url":"https://es.gizmodo.com/como-atacantes-convierten-las-pruebas-tecnicas-en-bombas-cuando-ejecutar-un-ejercicio-de-entrevista-abre-la-puerta-al-robo-de-datos-2000200985","urlToImage":"https://es.gizmodo.com/app/uploads/2025/10/Diseno-sin-titulo-45-17-1200x675.jpg","publishedAt":"2026-01-04T17:13:38Z","content":"Las entrevistas técnicas son una de las rutina de cualquier desarrollador: montar un entorno, ejecutar un ejercicio y demostrar lógica y fluidez con el teclado. Lo que no estaba en el checklist era p… [+2945 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Amin Haqshanas","title":"Ataques físicos contra holders de criptomonedas aumentan y son cada vez “más violentos”","description":"Un análisis de los \"ataques con llaves inglesas\" muestra que las agresiones físicas contra los holders de criptomonedas están aumentando en número y gravedad, siendo Europa y Asia las regiones que registran el mayor incremento.\n Los ataques físicos dirigidos …","url":"https://es.cointelegraph.com/news/wrench-attacks-crypto-holders-rising-more-violent","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019b8904-933f-7858-ab72-150a4cd9914f.jpg","publishedAt":"2026-01-04T14:49:18Z","content":"Los ataques físicos dirigidos a los holders de criptomonedas son cada vez más frecuentes y graves, según un nuevo análisis de los denominados \"ataques con llave inglesa\".\r\nEn una publicación del domi… [+3554 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Reyes Magos enfrentan el desierto de las plataformas digitales y las redes sociales","description":"Las fiestas de diciembre han concluido. Santaclós regresó al Polo Norte, pero miles de niñas y niños mexicanos esperan con ansias la llegada de Melchor, Gaspar y Baltasar, quienes deben buscar las mejores opciones de precios en los regalos y evitar caer en al…","url":"https://www.jornada.com.mx/2026/01/04/economia/023n1eco","urlToImage":"https://www.jornada.com.mx/2026/01/04/fotos/023n1eco-1.jpg","publishedAt":"2026-01-04T11:40:15Z","content":"Periódico La JornadaDomingo 4 de enero de 2026, p. 23\r\nLas fiestas de diciembre han concluido. Santaclós regresó al Polo Norte, pero miles de niñas y niños mexicanos esperan con ansias la llegada de … [+4446 chars]"},{"source":{"id":null,"name":"Telecomunicacionesyperiodismo.com"},"author":"Joan Francesc Fondevila","title":"Análisis sobre técnicas de captación de conversaciones en marketing digital (3)","description":"Blog científico sobre periodismo y telecomunicaciones que analiza la Sociedad de la Banda Ancha","url":"http://www.telecomunicacionesyperiodismo.com/2026/01/analisis-sobre-tecnicas-de-captacion-de_4.html","urlToImage":null,"publishedAt":"2026-01-04T08:21:00Z","content":"Esta es la segunda entrega del artículo sobre análisis sobre técnicas de captación de conversaciones en marketing digital.En la siguiente pregunta, se pretendía\nconocer alguna experiencia personal o … [+13519 chars]"}]