[{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Libreboot 26.01 amplía el soporte a HP Pro 3500, Topton X2E N150, ThinkPad T580 y Dell Latitude E7240","description":"Descubre todo sobre Libreboot 26.01 Magnanimous Max: placas soportadas, mejoras en coreboot, GRUB y cifrado, y cambios en el sistema de build.","url":"https://www.linuxadictos.com/libreboot-26-01-amplia-el-soporte-a-hp-pro-3500-topton-x2e-n150-thinkpad-t580-y-dell-latitude-e7240.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Libreboot-26.01.webp","publishedAt":"2026-02-05T08:43:18Z","content":"Libreboot se ha ganado, con los años, una fama merecida entre quienes quieren recuperar el control del arranque y del hardware de sus equipos. Con la nueva versión Libreboot 26.01, apodada Magnanimou… [+20788 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Virginia M. Zamarreño","title":"Grupo SNB renueva por tercer año consecutivo sus certificaciones ISO 27001 e ISO 9001","description":"Grupo SNB ha renovado, por tercer año consecutivo, las certificaciones ISO 27001, relativa a la gestión de la seguridad de la información, e ISO 9001, centrada en la gestión de la calidad, reforzando así su compromiso con la excelencia operativa, la protecció…","url":"https://www.eleconomista.es/banca-finanzas/noticias/13761553/02/26/grupo-snb-renueva-por-tercer-ano-consecutivo-sus-certificaciones-iso-27001-e-iso-9001.html","urlToImage":"https://s03.s3c.es/imag/_v0/2732x939/9/9/6/1200x655_IMG_5968.jpeg","publishedAt":"2026-02-05T07:46:27Z","content":"Grupo SNB ha renovado, por tercer año consecutivo, las certificaciones ISO 27001, relativa a la gestión de la seguridad de la información, e ISO 9001, centrada en la gestión de la calidad, reforzando… [+2607 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"La estafa más común en Wallapop: por qué “salir de la app” te deja sin red de seguridad","description":"Comprar y vender productos reutilizados se ha normalizado en España por motivos muy terrenales: ahorrar, alargar la vida útil de las cosas y evitar compras innecesarias. El problema es que, cuando una costumbre se vuelve masiva, también se vuelve interesante …","url":"https://wwwhatsnew.com/2026/02/05/la-estafa-mas-comun-en-wallapop-por-que-salir-de-la-app-te-deja-sin-red-de-seguridad/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2024/08/Ilustracion-sobre-como-evitar-estafas-por-SMS-o-smishing-la-trampa-del-mensaje-sospechoso.webp","publishedAt":"2026-02-05T07:00:55Z","content":"Comprar y vender productos reutilizados se ha normalizado en España por motivos muy terrenales: ahorrar, alargar la vida útil de las cosas y evitar compras innecesarias. El problema es que, cuando un… [+7518 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Proyectos y productividad móvil: guía completa de Microsoft Loop en Android","description":"Descubre cómo usar Microsoft Loop en Android para proyectos, tareas y colaboración en tiempo real integrado con Teams, Outlook y Planner.","url":"https://www.actualidadgadget.com/proyectos-y-productividad-movil-guia-completa-de-microsoft-loop-en-android/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2026/02/microsoft-loop.jpg","publishedAt":"2026-02-05T03:38:54Z","content":"Si trabajas con proyectos, equipos en remoto o simplemente quieres organizar mejor tu día a día desde el móvil, Microsoft Loop en Android puede convertirse en tu centro de mando. No es otra app de no… [+23392 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Cuenta atrás para la EU AI Act: seis retos prácticos para llegar listo a agosto de 2026","description":"La EU AI Act marca un antes y un después en cómo se diseña, compra y usa la inteligencia artificial en Europa. La Comisión Europea fija el 2 de agosto de 2026 como la fecha de aplicación general del reglamento, aunque con excepciones y periodos transitorios p…","url":"https://wwwhatsnew.com/2026/02/05/cuenta-atras-para-la-eu-ai-act-seis-retos-practicos-para-llegar-listo-a-agosto-de-2026/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/09/output1-2025-09-24T015907.698.jpg","publishedAt":"2026-02-05T03:00:03Z","content":"La EU AI Act marca un antes y un después en cómo se diseña, compra y usa la inteligencia artificial en Europa. La Comisión Europea fija el 2 de agosto de 2026 como la fecha de aplicación general del … [+7690 chars]"}]