[{"source":{"id":null,"name":"Hispasec.com"},"author":"eacostac2c96681d5","title":"Detectada campaña en Windows que combina Pulsar RAT y Stealerv37 con interacción en tiempo real","description":"Se ha detectado recientemente una campaña de malware para Windows que rompe con el esquema tradicional de «infección silenciosa». Se trata de un ataque que combina el sigilo de las técnicas fileless con una interacción directa y descarada: los atacantes utili…","url":"https://unaaldia.hispasec.com/2026/02/detectada-campana-en-windows-que-combina-pulsar-rat-y-stealerv37-con-interaccion-en-tiempo-real.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/02/Gemini_Generated_Image_1iw6zj1iw6zj1iw6.png?fit=1091%2C765&ssl=1","publishedAt":"2026-02-03T08:54:30Z","content":"Se ha detectado recientemente una campaña de malware para Windows que rompe con el esquema tradicional de «infección silenciosa». Se trata de un ataque que combina el sigilo de las técnicas fileless … [+3548 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"La IA generativa dispara el cibercrimen en Europa: así cambiaron los ataques en 2025","description":"Durante años, muchas estafas digitales tenían un aire artesanal: correos torpes, faltas de ortografía, plantillas repetidas y un tono que sonaba a copia barata. En 2025, la Inteligencia Artificial convirtió ese “ruido” en mensajes pulidos y adaptados a cada v…","url":"https://wwwhatsnew.com/2026/02/03/la-ia-generativa-dispara-el-cibercrimen-en-europa-asi-cambiaron-los-ataques-en-2025/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2024/08/Ilustracion-sobre-el-impacto-de-la-tecnologia-deepfake-en-la-identidad-digital.webp","publishedAt":"2026-02-03T07:00:09Z","content":"Durante años, muchas estafas digitales tenían un aire artesanal: correos torpes, faltas de ortografía, plantillas repetidas y un tono que sonaba a copia barata. En 2025, la Inteligencia Artificial co… [+8056 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Quantum GPS: Navegación con GPS cuánticos para evitar ataques de Jamming & Spoofing","description":"Todos damos por hecho el punto azul en el mapa de nuestro móvil. Desde pedir un taxi\nhasta guiar un misil, la civilización en nuestro tiempo ha delegado el sentido de la orientación en una\nconstelación de satélites que orbitan a 20.000 kilómetros de altura: e…","url":"https://www.elladodelmal.com/2026/02/quantum-gps-navegacion-con-gps.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEimQXOsIaSn2kiAGW18xLOS6HOHPVY826YVBqI2OJ-KG-AQcCC5FGAMeIQix4NQXUE1zOkrVjAKEQ45cBQM7b9006K2EQ8Z3E1Man2l20QnxyzXr-vlpHOJsbE8xxjvh620FNG7EMIDBfxXEhBzQ3fuvC3yHeJsPceS5-Ex0skVkC_yWnJYv6Lw/w1200-h630-p-k-no-nu/gps0.jpg","publishedAt":"2026-02-03T05:01:00Z","content":"El funcionamiento detallado de estas brújulas\r\ncuánticas de diamante ya lo tratamos en el blog en el artículo ”Quantum Sensors: Cuandolo invisible se hace visible”, por lo que os invito a releerlo si… [+1189 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"España supera los 22 millones de ciberamenazas en el último trimestre de 2025: por qué la web y los USB siguen siendo la grieta","description":"Entre octubre y diciembre de 2025 se registraron en España más de 22 millones de incidentes de ciberseguridad en ordenadores de usuarios, sumando amenazas online y ataques locales. Si bajamos el dato a tierra, en un trimestre de 92 días esto equivale a unos 2…","url":"https://wwwhatsnew.com/2026/02/03/espana-supera-los-22-millones-de-ciberamenazas-en-el-ultimo-trimestre-de-2025-por-que-la-web-y-los-usb-siguen-siendo-la-grieta/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/04/Asistente-de-IA-en-Ciberseguridad-analizando-amenazas-con-Sec-Gemini.webp","publishedAt":"2026-02-03T03:00:07Z","content":"Entre octubre y diciembre de 2025 se registraron en España más de 22 millones de incidentes de ciberseguridad en ordenadores de usuarios, sumando amenazas online y ataques locales. Si bajamos el dato… [+7408 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Damián García","title":"Google desconecta a 9 millones de móviles 'zombis': así operaba la red china que usaba tu Android para mover datos sin que lo supieras","description":"No siempre se descubren 9 millones de smartphones \"secuestrados\" por parte de una red de dudosa credibilidad, así que la noticia que TechSpot publicaba siguiendo la pista del Grupo de Análisis de Amenazas de Google es más que reseñable. Sobre todo, porque la …","url":"https://andro4all.com/android/google-desconecta-a-9-millones-de-moviles-zombis-asi-operaba-la-red-china-que-usaba-tu-android-para-mover-datos-sin-que-lo-supieras","urlToImage":"https://andro4all.com/hero/2026/02/phone-farm-in-vietnam.jpg?width=1200","publishedAt":"2026-02-03T00:01:33Z","content":"Una granja de smartphones en Vietnam | Imagen de Jack Latham (Here Press)\r\nNo siempre se descubren 9 millones de smartphones \"secuestrados\" por parte de una red de dudosa credibilidad, así que la not… [+4185 chars]"}]