[{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"La DGT lanza una alerta por un nuevo intento de estafa: \"Si recibes este correo electrónico, bórralo\"","description":"En los últimos años se ha multiplicado el número de estafas digitales, que cada vez son más sofisticadas. Los delincuentes recurren a la suplantación de identidad de organismos oficiales para generar confianza y engañar a las víctimas. El último caso está rel…","url":"https://www.eleconomista.es/motor/noticias/13737917/01/26/la-dgt-lanza-una-alerta-por-un-nuevo-intento-de-estafa-si-recibes-este-correo-electronico-borralo.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/7/b/e/alerta-estafa-dgt.jpg","publishedAt":"2026-01-21T16:32:39Z","content":"En los últimos años se ha multiplicado el número de estafas digitales, que cada vez son más sofisticadas. Los delincuentes recurren a la suplantación de identidad de organismos oficiales para generar… [+2801 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"WhatsApp dejará de funcionar en muchos móviles a partir de enero","description":"Consulta qué móviles perderán WhatsApp en enero, los requisitos mínimos y cómo guardar tus chats antes de que la app deje de funcionar.","url":"https://www.actualidadiphone.com/whatsapp-dejara-de-funcionar-en-muchos-moviles-a-partir-de-enero/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/WhatsApp-dejara-de-funcionar-en-enero-de-2026-1.jpg","publishedAt":"2026-01-21T15:53:27Z","content":"Para millones de usuarios, WhatsApp es el canal principal de comunicación diaria, tanto a nivel personal como profesional. En España y en buena parte de Europa, muchas gestiones con familia, trabajo,… [+11842 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Cómo navegar de forma privada y sin anuncios con un DNS privado","description":"Aprende a usar DNS privado para navegar sin anuncios y con más privacidad en Android y otros dispositivos, paso a paso y sin complicaciones.","url":"https://www.androidsis.com/como-navegar-de-forma-privada-y-sin-anuncios-con-un-dns-privado/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2026/01/Como-navegar-de-forma-privada-y-sin-anuncios-con-un-DNS-privado-2.jpg","publishedAt":"2026-01-21T15:27:40Z","content":"Si estás cansado de que te persigan los anuncios por todas partes y te preocupa cada vez más tu privacidad cuando te conectas desde el móvil, usar un DNS privado puede ser una solución sencilla y muy… [+21649 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"VoidLink inaugura una nueva era en el cibercrimen como el primer malware creado prácticamente en su totalidad por una IA","description":"VoidLink acaba de inaugurar una nueva era en el cibercrimen como el primer 'malware' creado prácticamente en su totalidad por una inteligencia artificial (IA), según una reciente investigación de la firma Check Point Research.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-voidlink-inaugura-nueva-era-cibercrimen-primer-malware-creado-practicamente-totalidad-ia-20260121155336.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260121155336_1200.jpg","publishedAt":"2026-01-21T14:53:36Z","content":"MADRID, 21 Ene. (Portaltic/EP) - \r\n VoidLink acaba de inaugurar una nueva era en el cibercrimen como el primer 'malware' creado prácticamente en su totalidad por una inteligencia artificial (IA), seg… [+2730 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Antonio Vallejo","title":"Del hackeo a la UNAM a la brecha de Telcel: la ciberseguridad de México pasa por uno de sus peores momentos","description":"México ha tenido unos meses bastante duros en materia de ciberseguridad. Y es que muchas de sus instituciones y organizaciones han sido víctimas de una cascada de brechas de seguridad que han expuesto información sensible de sus usuarios. Desde la filtración …","url":"https://www.xataka.com/seguridad/hackeo-a-unam-a-brecha-telcel-ciberseguridad-mexico-pasa-uno-sus-peores-momentos","urlToImage":"https://i.blogs.es/671cd7/mexico-hack/840_560.jpeg","publishedAt":"2026-01-21T14:01:27Z","content":"México ha tenido unos meses bastante duros en materia de ciberseguridad. Y es que muchas de sus instituciones y organizaciones han sido víctimas de una cascada de brechas de seguridad que han expuest… [+5708 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Lázaro Bustio-Martínez","title":"La confianza digital no es un decreto sino una construcción","description":"Sin capacidades críticas para identificar el engaño y proteger la información personal, la digitalización corre el riesgo de profundizar la exclusión en lugar de reducirla.","url":"https://www.elfinanciero.com.mx/opinion/colaborador-invitado/2026/01/21/la-confianza-digital-no-es-un-decreto-sino-una-construccion/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/6FAIOH6ODNCS5COQZFNPUONIQI.jpg?smart=true&auth=d721d042a03739fe8ed44cc0f94a3b2d44c46579e1cc113489cbb105fecafde4&width=1200&height=630","publishedAt":"2026-01-21T13:43:25Z","content":"Departamento de Estudios en Ingeniería para la Innovación. Universidad Iberoamericana Ciudad de México.\r\nLa vida cotidiana en México depende cada vez más de entornos digitales. Trámites, pagos, comun… [+4906 chars]"},{"source":{"id":null,"name":"Marketingdirecto.com"},"author":"Redacción","title":"Bases de Datos actualizadas: motor de crecimiento de las agencias de publicidad","description":"En un entorno B2B cada vez más competitivo, la calidad y actualización de las bases de datos se ha convertido en un factor clave para que las agencias de marketing y publicidad maximicen la eficacia de sus campañas.\nLa entrada Bases de Datos actualizadas: mot…","url":"https://www.marketingdirecto.com/digital-general/digital/bases-datos-actualizadas-motor-crecimiento-agencias-publicidad","urlToImage":"https://www.marketingdirecto.com/wp-content/uploads/2026/01/Diseno-sin-titulo-2026-01-21T135231.480.webp","publishedAt":"2026-01-21T13:18:16Z","content":"En el ecosistema del marketing y la publicidad, contar con datos actualizados es esencial. Para las agencias, una base de datos bien gestionada puede marcar la diferencia entre campañas efectivas y e… [+3694 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"PcComponentes niega haber sido hackeada: aunque no descarta que se hayan podido hacer con usuarios y contraseñas","description":"PcComponentes ha aclarado algunas de las dudas que han surgido en torno al supuesto 'hackeo' de su plataforma de 'eCommerce', por el que el actor de amenezas daghetiaw asegura tener una base de datos sobre 16 millones de clientes.","url":"https://www.eleconomista.es/tecnologia/noticias/13737335/01/26/pccomponentes-niega-haber-sido-hackeada-aunque-no-descarta-que-se-hayan-podido-hacer-con-usuarios-y-contrasenas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/7/e/a/PcComponentes.jpg","publishedAt":"2026-01-21T12:45:36Z","content":"PcComponentes ha aclarado algunas de las dudas que han surgido en torno al supuesto 'hackeo' de su plataforma de 'eCommerce', por el que el actor de amenezas daghetiaw asegura tener una base de datos… [+2380 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"PcComponentes niega una brecha de ciberseguridad y apunta a un ataque de tipo 'credential stuffing'","description":"PcComponentes ha aclarado algunas de las dudas que han surgido en torno al supuesto 'hackeo' de su plataforma de 'eCommerce', por el que el actor de amenezas daghetiaw asegura tener una base de datos sobre 16 millones de clientes.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-pccomponentes-niega-brecha-ciberseguridad-apunta-ataque-tipo-credential-stuffing-20260121121936.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260121121936_1200.jpg","publishedAt":"2026-01-21T11:19:36Z","content":"MADRID, 21 Ene. (Portaltic/EP) - \r\n PcComponentes ha aclarado algunas de las dudas que han surgido en torno al supuesto 'hackeo' de su plataforma de 'eCommerce', por el que el actor de amenezas daghe… [+2370 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Secuestran en Valencia a un hombre tras intentar abandonar una red de estafas bancarias y piden 15.000 euros para liberarlo","description":"Agentes de la Policía Nacional han detenido en Valencia a dos jóvenes, de 23 y 25 años, que presuntamente secuestraron a otro en un domicilio de la ciudad y exigieron dinero para liberarlo. La víctima supuestamente colaboró con los ahora arrestados realizando…","url":"https://www.abc.es/espana/comunidad-valenciana/secuestran-valencia-hombre-tras-intentar-abandonar-red-20260121114241-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2026/01/21/policia-nacional-U06340821863Lhk-1024x512@diario_abc.JPG","publishedAt":"2026-01-21T10:42:47Z","content":"Agentes de la Policía Nacional han detenido en Valencia a dos jóvenes, de 23 y 25 años, que presuntamente secuestraron a otro en un domicilio de la ciudad y exigieron dinero para liberarlo. La víctim… [+2202 chars]"},{"source":{"id":null,"name":"Trecebits.com"},"author":"Manuel Moreno","title":"Las apps que más datos recopilan","description":"Apps de redes sociales y servicios online que seguro tienes en tu smartphone y que solicitan todo tipo de permisos y los comparten con terceros.La publicación Las apps que más datos recopilan apareció primero en TreceBits.","url":"https://www.trecebits.com/apps-mas-datos-recopilan/","urlToImage":"https://www.trecebits.com/wp-content/uploads/2025/04/apps-que-no-deberias-instalar.jpg","publishedAt":"2026-01-21T10:15:37Z","content":"Es posible que emplees un antivirus en tu smartphone para detectar cualquier tipo de malware para móviles y que andes al tanto de no instalar aplicaciones inseguras que intentan estafar a sus víctima… [+5518 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Laura Sacristán","title":"La UE quiere a Huawei y ZTE fuera de todas las redes. Los operadores ya están en pie de guerra","description":"Es algo que se venía rumoreando desde hace meses y el borrador de la nueva Ley de Ciberseguridad lo ha confirmado: Bruselas quiere vetar por completo a los fabricantes chinos de sus redes, no sólo en las móviles, sino también en las fijas y en las de transmis…","url":"https://www.xatakamovil.com/huawei/ue-quiere-a-huawei-zte-fuera-todas-redes-operadores-estan-pie-guerra","urlToImage":"https://i.blogs.es/83b50c/comision-europea-huawei/840_560.jpeg","publishedAt":"2026-01-21T10:15:27Z","content":"Es algo que se venía rumoreando desde hace meses y el borrador de la nueva Ley de Ciberseguridad lo ha confirmado: Bruselas quiere vetar por completo a los fabricantes chinos de sus redes, no sólo en… [+2545 chars]"},{"source":{"id":null,"name":"Muylinux.com"},"author":"J.Pomeyrol","title":"Malware en la Snap Store: una campaña continuada cuestiona la gestión de Canonical","description":"La Snap Store vuelve a ser cuestionada por razones de seguridad. Un informe reciente advierte de una campaña persistente de publicación de malware que no solo continúa activa, sino que ha dado un paso más preocupante en su evolución, poniendo en cuestión los …","url":"https://www.muylinux.com/2026/01/21/malware-en-la-snap-store/","urlToImage":"https://www.muylinux.com/wp-content/uploads/2024/03/SnapStore.png","publishedAt":"2026-01-21T10:06:25Z","content":"La Snap Store vuelve a ser cuestionada por razones de seguridad. Un informe reciente advierte de una campaña persistente de publicación de malware que no solo continúa activa, sino que ha dado un pas… [+5370 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"Un hacker asegura haber robado datos de los clientes de PcComponentes","description":"La conocida tienda PcComponentes podría ser otra de las víctimas de las últimas filtraciones de datos importantes que se han dado en estos meses. Sin duda, es una de las tiendas favoritas para aquellos usuarios que buscan comprar lo más nuevo en tecnología. E…","url":"https://www.adslzone.net/noticias/seguridad/hackeo-clientes-pccomponentes/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/pccomponentes-caja.jpg","publishedAt":"2026-01-21T09:33:29Z","content":"Esta brecha de seguridad no es oficial, al menos por parte de la compañía PcComponentes. Desde ADSLZone nos hemos puesto en contacto con la tienda para confirmar si realmente hay o no una filtración … [+3347 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Pastor","title":"El supuesto hackeo de PcComponentes afecta a 16 millones de clientes. Es otra pesadilla para ataques de phishing","description":"En Hackmanac son frecuentes las alertas de ciberseguridad que informan de supuestos hackeos y robos masivos de datos por todo el mundo. Uno de los últimos avisos, publicado ayer, afecta a una empresa española en alza: PcComponentes. De confirmarse, el supuest…","url":"https://www.xataka.com/seguridad/supuesto-hackeo-pccomponentes-afecta-a-16-millones-clientes-otra-pesadilla-para-ataques-phishing","urlToImage":"https://i.blogs.es/9c71bb/hackeo-pccomp/840_560.jpeg","publishedAt":"2026-01-21T08:21:33Z","content":"En Hackmanac son frecuentes las alertas de ciberseguridad que informan de supuestos hackeos y robos masivos de datos por todo el mundo. Uno de los últimos avisos, publicado ayer, afecta a una empresa… [+3364 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Cuidado con esta extensión de Chrome para bloquear anuncios: tiene virus y puede arruinar tu PC","description":"Si usas esta extensión de Google Chrome para bloquear anuncios, tu PC se encuentra en grave peligro. Nos referimos a NexShield, una herramienta que supuestamente permite deshacerse de las publicidades en la web, pero que en realidad es un malware que pone en …","url":"https://hipertextual.com/seguridad/nexshield-extension-chrome-bloquear-anuncios-malware/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2023/09/Extensiones-de-Chrome.jpg?fit=2000%2C1328&quality=70&strip=all&ssl=1","publishedAt":"2026-01-21T07:02:00Z","content":"Si usas esta extensión de Google Chrome para bloquear anuncios, tu PC se encuentra en grave peligro. Nos referimos a NexShield, una herramienta que supuestamente permite deshacerse de las publicidade… [+3741 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Reprompt Attack en Microsoft Copilot con Spear Phishing","description":"Los investigadores de Varonis han hecho pública su investigación sobre Reprompt en Microsoft Copilot que permitía ejecutar comandos con un solo click en un correo electrónico, generar acciones y exfiltrar datos. El reporte se hizo de forma responsable, y Micr…","url":"https://www.elladodelmal.com/2026/01/reprompt-attack-en-microsoft-copilot.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhv4iYRwVlFGaRelzzQFo-hQPsJrzCW4S7Z7Orvr3d5RnYsRbFrIn3KYQz5IqeIJ_vyaQjcb7ATGZuq3Jx19eJqg6nVGTI5MBUn6RYOZAPT6z1YeiRVjOqY7vLnA8wgLoeLlVXCy-jxre7qsc9j7lv-VY_k7Q6uwlJBjvGVbumwJ8DjBl6mjvN0/w1200-h630-p-k-no-nu/r0.jpg","publishedAt":"2026-01-21T06:01:00Z","content":"El ataque se aprovecha del parámetro \"http://copilot.microsoft.com/?q=\" que permite inyectar un Prompt en una URL de Microsoft Copilot, lo que permite hacer Spear Phishing sin necesidad siquiera de q… [+2773 chars]"}]