[{"source":{"id":null,"name":"Ipadizate.com"},"author":"Mauricio Martínez","title":"Filtrada una base de datos con 149 millones de nombres de usuario y contraseñas de cuentas de Apple, Google, Facebook, Microsoft y más","description":"De acuerdo con una publicación de Wired, un investigador descubrió una base de datos que cuenta con 149 millones de inicios de sesión relacionadas a cuentas que están presentes en un servicio en la nube. Dentro de esa base se encuentran 900.000 nombres de usu…","url":"https://ipadizate.com/tecnologia/filtrada-una-base-de-datos-con-149-millones-de-nombres-de-usuario-y-contrasenas-de-cuentas-de-apple-google-facebook-microsoft-y-mas","urlToImage":"https://ipadizate.com/hero/2026/01/una-nueva-base-de-datos-es-expuesta-con-millones-de-accesos-a-redes-sociales-y-cuentas-de-correo.jpeg?width=1200","publishedAt":"2026-01-26T20:00:54Z","content":"Una nueva base de datos es expuesta con millones de accesos a redes sociales y cuentas de correo\r\nDe acuerdo con una publicación de Wired, un investigador descubrió una base de datos que cuenta con 1… [+3292 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Ética, código y conciencia: los dilemas tecnológicos que ya no podemos ignorar","description":"En muchos fallos tecnológicos actuales no falta teoría ética; falta un dueño claro del problema. Con la IA y los sistemas semiautónomos aparece una situación incómoda: la decisión final es el resultado de muchas manos y varias capas de software, y cada capa t…","url":"https://wwwhatsnew.com/2026/01/26/etica-codigo-y-conciencia-los-dilemas-tecnologicos-que-ya-no-podemos-ignorar/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/04/Ilustracion-surrealista-de-inteligencia-artificial-generativa-entrenada-eticamente.png","publishedAt":"2026-01-26T19:00:34Z","content":"En muchos fallos tecnológicos actuales no falta teoría ética; falta un dueño claro del problema. Con la IA y los sistemas semiautónomos aparece una situación incómoda: la decisión final es el resulta… [+9406 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Sitio falso roba datos simulando ser una página oficial para tramitar el pasaporte mexicano","description":"Un sitio fraudulento utilizó anuncios patrocinados y páginas falsas para hacerse pasar por el portal oficial del pasaporte mexicano y robar datos personales y financieros.","url":"https://www.welivesecurity.com/es/estafas-enganos/sitio-falso-simula-pagina-oficial-sre-pasaporte-mexicano/","urlToImage":null,"publishedAt":"2026-01-26T18:32:53Z","content":"Un sitio web fraudulento estuvo intentando engañar a personas interesadas en tramitar el pasaporte mexicano. Aunque la página ya fue dada de baja, su funcionamiento permite observar con claridad cómo… [+5765 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Eva Sereno","title":"Attrim convierte Zaragoza en su centro neurálgico de inteligencia del dato para la sostenibilidad","description":"Grupo Attrim refuerza su apuesta por Aragón. La compañía, especializada en digitalización y gestión de datos de sostenibilidad corporativa, ha elegido su sede en la capital zaragoza para poner en marcha su hub en data intelligence (inteligencia del dato) con …","url":"https://www.eleconomista.es/tecnologia/noticias/13745316/01/26/attrim-convierte-zaragoza-en-su-centro-neuralgico-de-inteligencia-del-dato-para-la-sostenibilidad.html","urlToImage":"https://s03.s3c.es/imag/_v0/7855x4287/4/d/b/1200x655_attrimempresa.jpg","publishedAt":"2026-01-26T18:16:33Z","content":"Grupo Attrim refuerza su apuesta por Aragón. La compañía, especializada en digitalización y gestión de datos de sostenibilidad corporativa, ha elegido su sede en la capital zaragoza para poner en mar… [+6048 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Marta Ramos","title":"De Hispasec a Google: la firma malagueña que puso la ciberseguridad española en el mapa cambia de manos","description":"La historia de Hispasec es también la historia de cómo Málaga empezó a asomarse, mucho antes de que se hablara de polos tecnológicos, al mapa internacional de la ciberseguridad. Fundada a finales de los años noventa, cuando el sector era todavía incipiente en…","url":"https://www.eleconomista.es/tecnologia/noticias/13745241/01/26/de-hispasec-a-google-la-firma-malaguena-que-puso-la-ciberseguridad-espanola-en-el-mapa-cambia-de-manos.html","urlToImage":"https://s03.s3c.es/imag/_v0/1920x985/a/5/8/1200x655_EuropaPress_3924510_hispasec_instala_malaga_techpark.jpg","publishedAt":"2026-01-26T17:41:01Z","content":"La historia de Hispasec es también la historia de cómo Málaga empezó a asomarse, mucho antes de que se hablara de polos tecnológicos, al mapa internacional de la ciberseguridad. Fundada a finales de … [+4435 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Un ciberataque «paraliza» el funcionamiento del Ayuntamiento de Sangenjo: piden más de 4.000 euros en bitcoins","description":"Un ataque informático al servidor ha paralizado el funcionamiento del Ayuntamiento de Sangenjo (Pontevedra), según ha informado el propio gobierno municipal. En un comunicado, explica que fue esta mañana cuando se tuvo conocimiento de la entrada en la red mun…","url":"https://www.abc.es/espana/galicia/ciberataque-paraliza-funcionamiento-ayuntamiento-sangenjo-piden-4000-20260126175453-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2026/01/26/34052204-ktmE--1024x512@diario_abc.jpg","publishedAt":"2026-01-26T16:54:56Z","content":"Un ataque informático al servidor ha paralizado el funcionamiento del Ayuntamiento de Sangenjo (Pontevedra), según ha informado el propio gobierno municipal.En un comunicado, explica que fue esta mañ… [+1120 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Gmail en alerta: expertos advierten que tu cuenta podría estar en peligro tras exponerse 48 millones de contraseñas","description":"Una de las aplicaciones que cada día usan millones de usuarios en todo el mundo es Gmail, y es que este servicio de correo electrónico se ha posicionado como la plataforma de email favorita de la inmensa mayoría de usuarios que utilizan Google como buscador d…","url":"https://www.eleconomista.es/tecnologia/noticias/13745017/01/26/gmail-en-alerta-expertos-advierten-que-tu-cuenta-podria-estar-en-peligro-tras-exponerse-48-millones-de-contrasenas.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/5/d/alerta-roja-gmail.jpg","publishedAt":"2026-01-26T16:19:20Z","content":"Una de las aplicaciones que cada día usan millones de usuarios en todo el mundo es Gmail, y es que este servicio de correo electrónico se ha posicionado como la plataforma de email favorita de la inm… [+1602 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Alertan de una oleada de “spam legítimo”: delincuentes abusan de Zendesk para inundar bandejas de entrada","description":"Una campaña de correo basura está aprovechando una función habitual de Zendesk para enviar miles de emails que aparentan ser notificaciones auténticas de empresas reconocidas. El objetivo exacto sigue sin estar claro, y por ahora la mayoría de casos no muestr…","url":"https://unaaldia.hispasec.com/2026/01/alertan-de-una-oleada-de-spam-legitimo-delincuentes-abusan-de-zendesk-para-inundar-bandejas-de-entrada.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/01/cover-image-c32d62dd6ce85221a491842b09ee88ea.png?fit=1200%2C686&ssl=1","publishedAt":"2026-01-26T16:06:04Z","content":"Investigadores y usuarios han detectado un patrón: atacantes crean tickets falsos en centros de soporte montados con Zendesk usando direcciones de correo de terceros (víctimas). Si la empresa tiene a… [+1421 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Manuel Naranjo","title":"Samsung Knox es tan útil en tu móvil como en tu Smart TV: esto es lo que protege y hasta donde llega la seguridad que ofrece","description":"Tu tele ya no es solo una pantalla. Es una cuenta iniciada, apps con sesiones abiertas, historial de visionado, dispositivos del hogar conectados y, a veces, hasta micrófonos escuchando órdenes.\n<!-- BREAK 1 -->Con ese cóctel, tiene sentido que Samsung lleve …","url":"https://www.xatakahome.com/territorio-samsung/samsung-knox-util-tu-movil-como-tu-smart-tv-esto-que-protege-donde-llega-seguridad-que-ofrece","urlToImage":"https://i.blogs.es/508f5d/portada/1200_630.jpeg","publishedAt":"2026-01-26T16:01:27Z","content":"Tu tele ya no es solo una pantalla. Es una cuenta iniciada, apps con sesiones abiertas, historial de visionado, dispositivos del hogar conectados y, a veces, hasta micrófonos escuchando órdenes.\r\nCon… [+3817 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"La Voz","title":"El Concello de Sanxenxo sufre un ciberataque y le piden que pague 5.000 dólares en bitcoins","description":"El malware ha secuestrado miles de documentos del Ayuntamiento, que ha sido extorsionado por los perpetradores. Lo ha denunciado ante la Guardia Civil","url":"https://www.lavozdegalicia.es/noticia/pontevedra/sanxenxo/2026/01/26/concello-sanxenxo-sufre-ciberataque-piden-pague-5000-dolares-bitcoins/00031769440919241688832.htm","urlToImage":"https://img.lavdg.com/sc/lZhCBnKhhpSwU5ZIVzyPHHQzumU=/1280x/2026/01/26/00121769441281941653434/Foto/I_20250507_164213000.jpg","publishedAt":"2026-01-26T15:29:00Z","content":"Un ataque informático al servidor ha paralizado el funcionamiento del Concello de Sanxenxo, según ha informado el propio gobierno municipal. En un comunicado, explica que fue esta mañana cuando se tu… [+1190 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Hackers exponen credenciales de más de 400 mil cuentas de Binance","description":"Una base de datos sin seguridad expuso 149 millones de credenciales, incluidas las cuentas del exchange y unas 48 millones de Google, entre otras. \nLeer más","url":"https://www.criptonoticias.com/seguridad-bitcoin/hackers-credenciales-binance/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2026/01/Hack-Credenciales-Usuarios-Binance.jpg","publishedAt":"2026-01-26T15:04:26Z","content":"<ul><li>El ataque se efectuó mediante un malware para robar información (infostealer). \r\n</li><li>La filtración eleva el riesgo de accesos y phishing, pero no expone claves privadas. \r\n</li></ul>\r\nUn… [+4666 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Usuarios de criptomonedas afectados por una masiva filtración de datos de infostealer","description":"Un investigador descubrió una descarga de 149 millones de credenciales provenientes de malware infostealer, incluidos 420.000 inicios de sesión de Binance, lo que expone los crecientes riesgos para los usuarios de criptomonedas.Un investigador de cibersegurid…","url":"https://es.cointelegraph.com/news/crypto-users-affected-149m-infostealer-data-dump","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bfa14-d2b7-7c75-88a4-1915ca09e63c.jpg","publishedAt":"2026-01-26T15:03:35Z","content":"Un investigador de ciberseguridad descubrió una base de datos masiva y de acceso público que contenía millones de credenciales de inicio de sesión robadas, recolectadas de dispositivos personales inf… [+4828 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Un ciberataque \"paraliza\" el funcionamiento del Ayuntamiento de Sanxenxo: piden 5.000 dólares en bitcoins","description":"Un ataque informático al servidor ha paralizado el funcionamiento del Ayuntamiento de Sanxenxo (Pontevedra), según ha informado el propio gobierno municipal.","url":"https://www.europapress.es/galicia/noticia-ciberataque-paraliza-funcionamiento-ayuntamiento-sanxenxo-piden-5000-dolares-bitcoins-20260126155628.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260126155628_1200.jpg","publishedAt":"2026-01-26T14:56:28Z","content":"PONTEVEDRA, 26 Ene. (EUROPA PRESS) - \r\n   Un ataque informático al servidor ha paralizado el funcionamiento del Ayuntamiento de Sanxenxo (Pontevedra), según ha informado el propio gobierno municipal.… [+1172 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Alba Otero","title":"El regreso de Sandworm: el grupo de élite del GRU ruso traslada su guerra contra la red eléctrica de Ucrania a suelo polaco","description":"El invierno en el este de Europa no es solo una estación; es un multiplicador de daños. Como bien describió mi compañero Miguel Jorge, lo que está emergiendo en la región es una realidad despiadada bautizada como \"terror térmico\". En este escenario, el frío e…","url":"https://www.xataka.com/energia/regreso-sandworm-grupo-elite-gru-ruso-traslada-su-guerra-red-electrica-ucrania-a-suelo-polaco","urlToImage":"https://i.blogs.es/3d60bf/ps---plantilla-portadas-xtk/840_560.jpeg","publishedAt":"2026-01-26T14:31:27Z","content":"El invierno en el este de Europa no es solo una estación; es un multiplicador de daños. Como bien describió mi compañero Miguel Jorge, lo que está emergiendo en la región es una realidad despiadada b… [+6222 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / LSR","title":"Un contrato de espionaje y un rancho en Florida: el turbio eslabón entre Álvarez Puga y Silvano Aureoles | Especial MCCI","description":"Después de que el gobierno de Silvano Aureoles en Michoacán otorgó un millonario contrato de espionaje a una empresa ligada al 'facturero' Víctor Manuel Álvarez Puga, éste cedió los derechos de un rancho de lujo en Florida a un subordinado del Secretario de F…","url":"https://aristeguinoticias.com/2601/investigaciones-especiales/un-contrato-de-espionaje-y-un-rancho-en-florida-el-turbio-eslabon-entre-alvarez-puga-y-silvano-aureoles/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2026/01/reportaje-mcci-26012026.jpg","publishedAt":"2026-01-26T13:51:01Z","content":"Por Iván Alamillo / Mexicanos Contra la Corrupción y la Impunidad\r\nVíctor Manuel Álvarez Puga, abogado considerado por el gobierno mexicano como el artífice de una red de empresas fantasma que desfal… [+15670 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"El hacker de Endesa sube la apuesta: filtra datos de 300.000 clientes y da un ultimátum a la compañía","description":"Spain, el autor del 'hackeo' a Endesa, asegura que ha publicado los datos de 300.000 clientes de la empresa energética en un intento por conseguir una respuesta antes de vender el conjunto completo, que afectaría a más de 20 millones de personas.","url":"https://www.eleconomista.es/tecnologia/noticias/13744670/01/26/el-hacker-de-endesa-sube-la-apuesta-filtra-datos-de-300000-clientes-y-da-un-ultimatum-a-la-compania.html","urlToImage":"https://s03.s3c.es/imag/_v0/1300x709/c/d/e/1200x655_2YRA6XA.jpg","publishedAt":"2026-01-26T13:37:26Z","content":"Spain, el autor del 'hackeo' a Endesa, asegura que ha publicado los datos de 300.000 clientes de la empresa energética en un intento por conseguir una respuesta antes de vender el conjunto completo, … [+1812 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El autor del 'hackeo' a Endesa presiona: anuncia la publicación de los datos de 300.000 clientes","description":"Spain, el autor del 'hackeo' a Endesa, asegura que ha publicado los datos de 300.000 clientes de la empresa energética en un intento por conseguir una respuesta antes de vender el conjunto completo, que afectaría a más de 20 millones de personas.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-autor-hackeo-endesa-presiona-anuncia-publicacion-datos-300000-clientes-20260126133401.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260126133401_1200.jpg","publishedAt":"2026-01-26T12:34:01Z","content":"MADRID, 26 Ene. (Portaltic/EP) - \r\n   Spain, el autor del 'hackeo' a Endesa, asegura que ha publicado los datos de 300.000 clientes de la empresa energética en un intento por conseguir una respuesta … [+1804 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Cómo diagnosticar y corregir problemas de rastreo en macOS y navegadores en Mac","description":"Guía completa para detectar y corregir problemas de rastreo en macOS y navegadores en Mac: diagnósticos, limpieza, seguridad y soluciones efectivas.","url":"https://www.soydemac.com/como-diagnosticar-y-corregir-problemas-de-rastreo-en-macos-y-navegadores-en-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/Como-configurar-y-optimizar-memoria-RAM-DDR5-en-tu-Mac.jpg","publishedAt":"2026-01-26T12:00:09Z","content":"Si tu Mac va cada vez más lento, los ventiladores se ponen a tope en cuanto abres el navegador y empiezas a notar fallos raros al navegar o usar apps, no estás solo. Detrás de esos síntomas pueden es… [+20685 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La inteligencia artificial incrementa la complejidad y la superficie de ataque en los entornos cloud","description":"El Informe sobre el Estado de la Seguridad Cloud 2026 de Fortinet alerta de un desajuste creciente entre la adopción de la IA y la capacidad de los equipos de seguridad.","url":"https://www.silicon.es/la-inteligencia-artificial-incrementa-la-complejidad-y-la-superficie-de-ataque-en-los-entornos-cloud-2576617","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/seguridad-cloud-inteligencia-artificial.jpeg","publishedAt":"2026-01-26T11:17:45Z","content":"La rápida adopción de la inteligencia artificial está transformando de forma profunda la gestión de los entornos cloud y elevando de manera significativa su complejidad operativa y de seguridad. Esta… [+3525 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El phishing invisible impulsado por IA inaugura una nueva generación de ataques web evasivos","description":"Unit 42 alerta sobre ataques de phishing que generan código malicioso en tiempo real con IA, dificultando su detección por los sistemas de seguridad tradicionales.","url":"https://www.silicon.es/el-phishing-invisible-impulsado-por-ia-inaugura-una-nueva-generacion-de-ataques-web-evasivos-2576593","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/kits-phishing-2025-ciberataques.jpeg","publishedAt":"2026-01-26T09:31:01Z","content":"El phishing ha entrado en una nueva fase evolutiva marcada por el uso de inteligencia artificial generativa y técnicas avanzadas de evasión. Así lo concluye una investigación de Unit 42, el equipo de… [+3521 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Estafas con Apple Pay: fraudes más habituales y cómo protegerte","description":"Las estafas con Apple Pay crecen: conoce los fraudes más comunes, cómo detectarlos y las medidas clave para proteger tu dinero y tus tarjetas.","url":"https://www.actualidadiphone.com/estafas-con-apple-pay-fraudes-mas-habituales-y-como-protegerte/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/estafas-con-Apple-Pay.jpg","publishedAt":"2026-01-26T03:59:04Z","content":"Apple Pay se ha hecho un hueco como una de las formas de pago móvil más utilizadas del planeta, con cientos de millones de usuarios y billones de operaciones cada año. Esa presencia masiva y la confi… [+12240 chars]"}]