[{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Qué televisores se quedarán sin Netflix a partir de 2026","description":"La empresa de contenido por streaming comunicó una nueva actualización en los requisitos; afectaría a muchos dispositivos","url":"https://www.lanacion.com.ar/tecnologia/que-televisores-se-quedaran-sin-netflix-a-partir-de-2026-nid05012026/","urlToImage":"https://resizer.glanacion.com/resizer/v2/netflix-no-se-podra-ver-en-algunos-OPZBHHNOPVDS3NAKBT7UUEV5T4.jpg?auth=8f8ebd03f736291645adfa83e9b8c3a470a586b154701d5ff88da3935a2ce953&width=1200&quality=70&smart=false&height=801","publishedAt":"2026-01-05T16:59:56Z","content":"Netflix tiene distintas políticas de actualización que cambian los requisitos de los dispositivos a lo largo del tiempo. En este 2026 funciona una nueva modificación que haría obsoletos para el uso d… [+2683 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo saber si tu móvil Android está actualizado y cómo forzar la comprobación","description":"Averigua si tu Android está actualizado, cómo forzar la búsqueda de actualizaciones y qué hacer si no se instala.","url":"https://www.androidsis.com/como-saber-si-tu-movil-android-esta-actualizado-y-como-forzar-la-comprobacion/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/maquina-virtual-android-scaled.jpg","publishedAt":"2026-01-05T16:27:15Z","content":"Si tienes un móvil Android, es muy probable que alguna vez te hayas preguntado si está realmente actualizado a la última versión disponible o si podrías forzar de alguna forma que llegue antes esa ac… [+19101 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La hora de unir negocio y disrupción: así evolucionará la nueva economía en 2026","description":"Acabamos de cerrar un 2025 profundamente intenso y que, en el universo tech, pasará a la historia por noticias como el fenómeno DeepSeek , el modelo chino de inteligencia artificial que rompió el mercado al demostrar una eficiencia altísima con un coste de en…","url":"https://www.abc.es/economia/hora-unir-negocio-disrupcion-evolucionara-nueva-economia-20260104171118-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/economia/2026/01/04/tendencias%20nuevo%20curso-U55788766321soi-1024x512@diario_abc.jpg","publishedAt":"2026-01-05T16:11:18Z","content":"Acabamos de cerrar un 2025 profundamente intenso y que, en el universo tech, pasará a la historia por noticias como el fenómeno DeepSeek, el modelo chino de inteligencia artificial que rompió el merc… [+20219 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Helen Partz","title":"Ledger aseguró que el incidente de Global-e no comprometió las billeteras cripto","description":"Global-e, una plataforma de pago integrada por Ledger en 2023, sufrió una filtración de datos que afectó a algunos de los clientes de la billetera.\n Ledger, el proveedor de billeteras frías de criptomonedas, ha brindado detalles sobre un reciente incidente de…","url":"https://es.cointelegraph.com/news/ledger-data-incident-global-e-not-platform-breach","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019b8e29-069b-7213-b99b-5987b8b80f78.jpg","publishedAt":"2026-01-05T15:45:29Z","content":"Ledger, el proveedor de billeteras frías de criptomonedas, ha brindado detalles sobre un reciente incidente de datos que involucró a su socio de comercio electrónico, Global-e.\r\nGlobal-e, una platafo… [+3694 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes México Staff","title":"Los ciberataques chinos a la infraestructura de Taiwán promediaron 2.6 millones al día en 2025","description":"Forbes México.\n Los ciberataques chinos a la infraestructura de Taiwán promediaron 2.6 millones al día en 2025\n\nTaiwán se quejó en los últimos años de lo que considera una 'guerra híbrida' de China, a medida que Pekín intensifica la presión militar y política…","url":"https://forbes.com.mx/los-ciberataques-chinos-a-la-infraestructura-de-taiwan-promediaron-2-6-millones-al-dia-en-2025/","urlToImage":"https://cdn.forbes.com.mx/2021/10/hacker-without-face-hood-dark.jpg","publishedAt":"2026-01-05T15:38:03Z","content":"Los ciberataques chinos contra infraestructuras clave de Taiwán, desde hospitales hasta bancos, aumentaron un 6% en 2025 con respecto al año anterior, alcanzando un promedio de 2.63 millones de ataqu… [+3278 chars]"},{"source":{"id":null,"name":"Perfil.com"},"author":"Matías Hilaire","title":"Orquestación y resultados: un cambio de fase para el mundo tecnológico","description":"La inteligencia artificial dejó el discurso y entró al flujo de trabajo. El balance y los desafíos que abre 2026. Leer más","url":"https://noticias.perfil.com/noticias/empresas/orquestacion-y-resultados-un-cambio-de-fase-para-el-mundo-tecnologico.phtml","urlToImage":"https://fotos.perfil.com/2026/01/05/trim/1280/720/ia-2164591.jpg","publishedAt":"2026-01-05T15:16:52Z","content":"El 2025 dejó una definición categórica: la inteligencia artificial dejó de ser una promesa de futuro para convertirse en un requisito de existencia. Para las empresas, la disyuntiva fue tan simple co… [+3586 chars]"},{"source":{"id":null,"name":"Vida Extra"},"author":"Sergio Cejas (Beld)","title":"Si este finde no has podido jugar a League of Legends se ha debido a un error histórico de Riot Games que no volverá a pasar hasta 2126","description":"En las últimas horas ha sido imposible jugar a League of Legends a nivel mundial. No es que haya sido culpa de Cloudflare, como sucedió hace unas semanas. Esta vez ha sido culpa de la propia Riot Games por un fallo que se podría calificar perfectamente como u…","url":"https://www.vidaextra.com/juegos-online/este-finde-no-has-podido-jugar-a-league-of-legends-se-ha-debido-a-error-historico-riot-games-que-no-volvera-a-pasar-2126","urlToImage":"https://i.blogs.es/faa26d/league-of-legends/840_560.jpeg","publishedAt":"2026-01-05T14:30:03Z","content":"En las últimas horas ha sido imposible jugar a League of Legends a nivel mundial. No es que haya sido culpa de Cloudflare, como sucedió hace unas semanas. Esta vez ha sido culpa de la propia Riot Gam… [+2398 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Lockridge Okoth","title":"Ledger sufre nueva filtración de datos en medio de crecientes preocupaciones de seguridad en la industria","description":"Ledger, el conocido proveedor de cold wallets, sufrió aparentemente un nuevo incidente de seguridad el 5 de enero de 2026. El investigador de blockchain ZachXBT reveló que los datos personales de clientes se vieron comprometidos a través del procesador de pag…","url":"https://es.beincrypto.com/filtracion-datos-global-ledger-seguridad-cripto/","urlToImage":"https://assets.beincrypto.com/img/nb3rLeFH7ZWTUqrRSjfekuqj23I=/smart/8df52abc96484ab9a88ee6581b480af1","publishedAt":"2026-01-05T14:10:00Z","content":"Ledger, el conocido proveedor de cold wallets, sufrió aparentemente un nuevo incidente de seguridad el 5 de enero de 2026. El investigador de blockchain ZachXBT reveló que los datos personales de cli… [+3691 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Falsas verificaciones 2FA de MetaMask engañan a usuarios para robar frases de recuperación","description":"Según SlowMist, los atacantes se hacen pasar por MetaMask con el objetivo de robar las frases secretas de recuperación de los usuarios.\n Los inversores en criptomonedas están siendo blanco de una nueva campaña de phishing que se hace pasar por MetaMask y enga…","url":"https://es.cointelegraph.com/news/fake-metamask-2fa-security-checks-lure-users-into-sharing-recovery-phrases","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019b8dbe-ae7e-7e33-bbf8-3c504f193f57.jpg","publishedAt":"2026-01-05T13:56:29Z","content":"Los inversores en criptomonedas están siendo blanco de una nueva campaña de phishing que se hace pasar por MetaMask y engaña a los usuarios para que revelen las frases de recuperación de sus billeter… [+3343 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Tendencias de marketing digital para creativos y diseñadores: estrategias y ejemplos","description":"Descubre las claves del marketing digital para creativos y diseñadores con estrategias, ejemplos e ideas prácticas que ya funcionan.","url":"https://www.creativosonline.org/tendencias-de-marketing-digital-para-creativos-y-disenadores-estrategias-y-ejemplos.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2026/01/Tendencias-de-marketing-digital-para-creativos-y-disenadores-estrategias-y-ejemplos-e1767548972575.jpg","publishedAt":"2026-01-05T12:00:51Z","content":"El marketing digital se mueve a toda velocidad (ver predicciones de marketing y diseño web): lo que ayer era una novedad hoy es estándar y mañana estará desfasado. Para creativos y diseñadores esto n… [+16805 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Las mejores alternativas a las aplicaciones predeterminadas de Windows 11","description":"Microsoft ha incrementado la cantidad de software que por defecto incluye en sus últimos sistemas operativos. Algunas de las aplicaciones predeterminadas de Windows 11 son útiles, otras prescindibles y todas tienen su contrapartida en terceros desarrolladores…","url":"https://www.muycomputer.com/2026/01/05/alternativas-a-las-aplicaciones-predeterminadas-de-windows-11/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2023/01/aplicaciones_predeterminadas_de_Windows_11-1000x600.jpg","publishedAt":"2026-01-05T11:32:40Z","content":"Microsoft ha incrementado la cantidad de software que por defecto incluye en sus últimos sistemas operativos. Algunas de las aplicaciones predeterminadas de Windows 11 son útiles, otras prescindibles… [+8595 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Kamina Bashir","title":"Ataque de phishing apunta a usuarios de MetaMask mediante falsos procesos 2FA","description":"Una nueva estafa de phishing dirigida a usuarios de MetaMask se está expandiendo, usando un flujo de autenticación de dos factores (2FA) muy realista para robar las frases de recuperación de monederos. La campaña muestra un nivel creciente de sofisticación en…","url":"https://es.beincrypto.com/estafa-phishing-2fa-metamask/","urlToImage":"https://assets.beincrypto.com/img/L6TCaJLQqxQgQwJo1dYknvair7M=/smart/4843cbf3d0f44a9d87a09d54b3267b06","publishedAt":"2026-01-05T10:06:00Z","content":"Una nueva estafa de phishing dirigida a usuarios de MetaMask se está expandiendo, usando un flujo de autenticación de dos factores (2FA) muy realista para robar las frases de recuperación de monedero… [+3343 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Faltan datos, paquete retenido y envío suspendido: las estafas que acompañan a las compras por Navidad","description":"Los expertos en seguridad advierten sobre los falsos avisos que se hacen pasar por empresas de paquetería para robar dinero y datos personales.","url":"https://www.silicon.es/faltan-datos-paquete-retenido-y-envio-suspendido-las-estafas-que-acompanan-a-las-compras-por-navidad-2576059","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/05/Fuente-Shutterstock_Autor-Oleksiy-Mark_packaging-paquete-envio.jpg","publishedAt":"2026-01-05T09:15:52Z","content":"Las compras online y los envíos de paquetes aumentan por Navidad, algo que aprovechan los ciberdelincuentes para lanzar campañas de phishing y suplantar a empresas de mensajería con el objetivo de ro… [+2044 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Christian Collado","title":"19 móviles Xiaomi se quedan sin actualizaciones de software en 2026: descubre si el tuyo está entre ellos","description":"Si hace solo unos días os contábamos que Xiaomi había decidido extender la vida útil de muchos de sus modelos hasta 2031, ahora toca hablar de la otra cara de la moneda. Porque en tecnología, todo principio tiene un final, y para 19 dispositivos de la marca c…","url":"https://andro4all.com/xiaomi/19-moviles-xiaomi-se-quedan-sin-actualizaciones-de-software-en-2026-descubre-si-el-tuyo-esta-entre-ellos","urlToImage":"https://andro4all.com/hero/2022/10/Xiaomi-12T-Pro-negro-parte-trasera.jpg?width=1200","publishedAt":"2026-01-05T09:07:26Z","content":"El Xiaomi 12T se quedará sin actualizaciones este mismo año / Fotografía de Christian Collado\r\nSi hace solo unos días os contábamos que Xiaomi había decidido extender la vida útil de muchos de sus mo… [+2665 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Descargar libros gratis: las 7 mejores plataformas legales y seguras en 2024","description":"Resumen sin trampas ni letra pequeña La descarga legal de libros gratuitos florece en proyectos oficiales y plataformas confiables, lejos de pop-ups infernales y archivos dudosos. Los **formatos digitales marcan la experiencia lectora**: EPUB es ágil, PDF nos…","url":"https://www.muywindows.com/descargar-libros-gratis/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2026/01/Descargar_libros_gratis_las_7_mejores_plataformas_legales_y_seguras_en_2024.jpg","publishedAt":"2026-01-05T06:03:20Z","content":"Resumen sin trampas ni letra pequeña\r\n<ul><li>La descarga legal de libros gratuitos florece en proyectos oficiales y plataformas confiables, lejos de pop-ups infernales y archivos dudosos.</li><li>Lo… [+13999 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Mauro Minichiello","title":"DarkSpectre: el malware que se ocultó durante años en extensiones de Chrome, Edge y Firefox y afectó a millones de usuarios","description":"Durante muchos años, DarkSpectre no hizo ruido. No mostraba anuncios agresivos, no bloqueaba el navegador ni levantaba sospechas inmediatas. Ese fue precisamente su mayor éxito. Según lo informado por investigadores de la empresa de ciberseguridad Koi, esta o…","url":"https://andro4all.com/google-chrome/darkspectre-el-malware-que-se-oculto-durante-anos-en-extensiones-de-chrome-edge-y-firefox-y-afecto-a-millones-de-usuarios","urlToImage":"https://andro4all.com/hero/2026/01/darkspectre-el-malware-que-se-oculto-durante-anos-en-extensiones-de-chrome-edge-y-firefox-y-afecto-a-millones-de-usuarios.jpg?width=1200","publishedAt":"2026-01-05T01:00:27Z","content":"Extensiones de navegador aparentemente inofensivas sirvieron durante años como puerta de entrada al malware DarkSpectre en Chrome, Edge y Firefox\r\nDurante muchos años, DarkSpectre no hizo ruido. No m… [+2922 chars]"}]