[{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"GhostPoster, la amenaza que se oculta en extensiones maliciosas para Firefox, Chrome y Edge con 840.000 instalaciones","description":"Las extensiones maliciosas de GhostPoster se han encontrado en 840.000 instalaciones en Firefox, Chrome y Edge, desde donde realizan una actividad en segundo plano para monitorizar a sus víctimas.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ghostposter-amenaza-oculta-extensiones-maliciosas-firefox-chrome-edge-840000-instalaciones-20260119173858.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260119173858_1200.jpg","publishedAt":"2026-01-19T16:38:58Z","content":"MADRID, 19 Ene. (Portaltic/EP) - \r\n   Las extensiones maliciosas de GhostPoster se han encontrado en 840.000 instalaciones en Firefox, Chrome y Edge, desde donde realizan una actividad en segundo pla… [+1754 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Dos altos cargos de la Generalitat accedieron al audio de la Aemet y el 112 en la dana que se filtró","description":"Un informe del Equipo de Investigaciones Tecnológicas (EDITE) de la Unidad Orgánica de Policía Judicial de la Guardia Civil de Valencia ha desvelado que dos altos cargos de la Conselleria de Justicia e Interior en las fechas de la dana accedieron al audio de …","url":"https://www.abc.es/espana/comunidad-valenciana/dos-altos-cargos-generalitat-accedieron-audio-aemet-20260119164802-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/espana/2026/01/19/telefono-emergencias-U53601072204mpJ-1024x512@diario_abc.jpg","publishedAt":"2026-01-19T15:48:10Z","content":"Un informe del Equipo de Investigaciones Tecnológicas (EDITE) de la Unidad Orgánica de Policía Judicial de la Guardia Civil de Valencia ha desvelado que dos altos cargos de la Conselleria de Justicia… [+4805 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Configurar OBS Studio desde cero para streaming y grabación pro","description":"Aprende a configurar OBS Studio desde cero para streaming y grabación pro con buena calidad de vídeo y audio sin cortes.","url":"https://www.actualidadgadget.com/configurar-obs-studio-desde-cero-para-streaming-y-grabacion-pro/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2026/01/obs-studio.jpg","publishedAt":"2026-01-19T14:59:52Z","content":"Dar el salto a hacer directos o grabar vídeos con buena calidad ya no es cosa solo de profesionales. Hoy en día, con un PC decente y el programa adecuado, puedes montar un setup más que resultón. OBS… [+15822 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Luis Montero Fernández-Peña","title":"La tecnología que sostiene tu banco entra en el radar de la UE y Reino Unido","description":"La Unión Europea y el Reino Unido han dado un paso coordinado para reforzar la vigilancia sobre las empresas tecnológicas que operan en la sombra de servicios esenciales como bancos, hospitales o grandes negocios.\n\nEl movimiento responde a una preocupación co…","url":"https://www.elconfidencialdigital.com/articulo/dinero/tecnologia-que-sostiene-banco-entra-radar-ue-reino-unido/20260119152858998685.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2026/01/19/2026011915191250037.jpg","publishedAt":"2026-01-19T14:28:58Z","content":"Los reguladores europeos y británicos han sellado un nuevo marco de cooperación para supervisar a los proveedores tecnológicos considerados críticos para el funcionamiento de servicios esenciales. El… [+3688 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Los kits de phishing se duplican en 2025 y elevan la sofisticación de los ciberataques a escala global","description":"El auge del phishing como servicio impulsa ataques más evasivos, capaces de burlar la autenticación multifactorial y apoyados en IA generativa.","url":"https://www.silicon.es/los-kits-de-phishing-se-duplican-en-2025-y-elevan-la-sofisticacion-de-los-ciberataques-a-escala-global-2576448","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/kits-phishing-2025-ciberataques.jpeg","publishedAt":"2026-01-19T14:14:11Z","content":"En 2025, el número de kits de phishing como servicio (PhaaS) se duplicó, incrementando de forma significativa la presión sobre los equipos de seguridad de las organizaciones. Así lo recoge el Informe… [+3078 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Rubén Chicharro","title":"Filtración de ChatGPT revela todas las novedades que prepara OpenAI","description":"Las filtraciones de OpenAI no cesan. Después de que el código de la compañía dejara ver una futura función para ChatGPT, y tras conocer que la empresa dirigida por Sam Altman está trabajando en una alternativa para los AirPods de Apple, un nuevo informe ha re…","url":"https://hipertextual.com/tecnologia/filtracion-de-chatgpt-revela-todas-las-novedades-que-prepara-openai/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/01/chatgpt-1.jpg","publishedAt":"2026-01-19T12:47:44Z","content":"Las filtraciones de OpenAI no cesan. Después de que el código de la compañía dejara ver una futura función para ChatGPT, y tras conocer que la empresa dirigida por Sam Altman está trabajando en una a… [+2259 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Radiografía laboral de la dark web: ecosistema cibercriminal maduro y candidatos jóvenes, con una edad media de 24 años","description":"Los trabajos que se ofertan en la 'dark web' atraen a talentos jóvenes y desempleados dispuestos a trabajar incluso en tareas del cibercrimen, a los que se postulan candidatos que, de media, tienen 24 años, y entre los que se incluyen menores de edad.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-radiografia-laboral-dark-web-ecosistema-cibercriminal-maduro-candidatos-jovenes-edad-media-24-anos-20260119125326.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260119125326_1200.jpg","publishedAt":"2026-01-19T11:53:26Z","content":"MADRID, 19 Ene. (Portaltic/EP) - \r\n   Los trabajos que se ofertan en la 'dark web' atraen a talentos jóvenes y desempleados dispuestos a trabajar incluso en tareas del cibercrimen, a los que se postu… [+4079 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Redacción HuffPost - Europa Press","title":"La Guardia Civil revela que dos altos cargos valencianos accedieron al audio de la AEMET del 29-O que se filtró manipulado","description":"<![CDATA[<p>Un informe del Equipo de Investigaciones Tecnológicas (EDITE) de la Unidad Orgánica de Policía Judicial de la Guardia Civil de Valencia ha desvelado que dos altos cargos de la Conselleria de Justicia e Interior en las fechas de la DANA accedieron …","url":"https://www.huffingtonpost.es/politica/la-guardia-civil-revela-dos-altos-cargos-valencianos-accedieron-audio-aemet-29o-filtro-manipuladobr-f202601.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2026/01/19/paiporta-valencia-durante-la-dana-de-2024.jpeg","publishedAt":"2026-01-19T11:17:15Z","content":"Un informe del Equipo de Investigaciones Tecnológicas (EDITE) de la Unidad Orgánica de Policía Judicial de la Guardia Civil de Valencia ha desvelado que dos altos cargos de la Conselleria de Justicia… [+4813 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Red Star OS: sistema operativo con base Linux de Corea del Norte que seguramente no te interese","description":"Qué es Red Star OS, cómo funciona, qué controla y por qué intriga tanto este sistema operativo norcoreano basado en Linux.","url":"https://www.linuxadictos.com/red-star-os-sistema-operativo-con-base-linux-de-corea-del-norte-que-seguramente-no-te-interese.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Red-Star-OS.webp","publishedAt":"2026-01-19T11:13:10Z","content":"Red Star OS es uno de esos sistemas operativos que, cuanto más lo examinas, más claro ves que está diseñado con un objetivo muy concreto: controlar cada detalle de lo que se hace en el ordenador. A s… [+21251 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La Guardia Civil desvela que dos altos cargos valencianos accedieron al audio de Aemet del 29O que se filtró manipulado","description":"Un informe del Equipo de Investigaciones Tecnológicas (EDITE) de la Unidad Orgánica de Policía Judicial de la Guardia Civil de Valencia ha desvelado que dos altos cargos de la Conselleria de Justicia e Interior en las fechas de la dana accedieron al audio de …","url":"https://www.europapress.es/comunitat-valenciana/noticia-guardia-civil-desvela-dos-altos-cargos-justicia-accedieron-audio-aemet-29o-filtro-manipulado-20260119113736.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260119113736_1200.jpg","publishedAt":"2026-01-19T10:37:36Z","content":"VALÈNCIA 19 Ene. (EUROPA PRESS) - \r\n Un informe del Equipo de Investigaciones Tecnológicas (EDITE) de la Unidad Orgánica de Policía Judicial de la Guardia Civil de Valencia ha desvelado que dos altos… [+4829 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Noelia Hontoria","title":"Al problema del sideloading, Google cree tener la solución: las capas de responsabilidad","description":"Hace unos meses, Google anunció importantes cambios en sus políticas de instalación de apps, modificando así su ADN: a partir de este año solo podrás instalar apps de desarrolladores verificados. Da igual si estas aplicaciones vienen de fuentes externas, fuer…","url":"https://www.xatakamovil.com/sistemas-operativos/al-problema-sideloading-google-cree-tener-solucion-capas-responsabilidad","urlToImage":"https://i.blogs.es/529801/sideloading-android/840_560.jpeg","publishedAt":"2026-01-19T09:01:27Z","content":"Hace unos meses, Google anunció importantes cambios en sus políticas de instalación de apps, modificando así su ADN: a partir de este año solo podrás instalar apps de desarrolladores verificados. Da … [+2276 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"¿Viajas? Las redes WiFi maliciosas pueden robar tus contraseñas de criptomonedas","description":"Esa red WiFi gratuita del café puede parecer muy tentadora, pero también podría ser una trampa. Esto es lo que debes tener en cuenta.Imagina que acabas de bajarte de un vuelo de 16 horas. Tienes los ojos rojos y estás irritable, pero necesitas mover algunos f…","url":"https://es.cointelegraph.com/news/evil-twin-wifi-attacks-crypto-security","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019b7cfd-b793-7aef-92f7-dab025053edd.jpg","publishedAt":"2026-01-19T06:34:57Z","content":"Imagina que acabas de bajarte de un vuelo de 16 horas. Tienes los ojos rojos y estás irritable, pero necesitas mover algunos fondos de criptomonedas con prisa. Las tiendas de tarjetas SIM están cerra… [+5034 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Descargar videos de internet: el método más sencillo y seguro en 2024","description":"Descargar videos de la red ya no se queda en “probar por curiosidad”… Es casi un ritual moderno: hay quien no soporta ese meme en peligro de extinción, otros sienten vértigo si pierden un video de estudio y existen quienes buscan tranquilidad asegurando mater…","url":"https://www.muywindows.com/descargar-videos-de-internet/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2026/01/Descargar_videos_de_internet_el_metodo_mas_sencillo_y_seguro_en_2024.jpg","publishedAt":"2026-01-19T06:00:04Z","content":"Descargar videos de la red ya no se queda en probar por curiosidad Es casi un ritual moderno: hay quien no soporta ese meme en peligro de extinción, otros sienten vértigo si pierden un video de estud… [+12274 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"El error más común con los puertos USB que puede costarte tus datos","description":"Los puertos USB pueden salvarnos de un apuro. Este tipo de conexión es la que se utiliza comúnmente para cargar multitud de dispositivos, como tablets o móviles. Basta con tener un cable y conectarlo a una entrada USB para que este comience a recargar la ener…","url":"https://www.adslzone.net/noticias/internet/error-comun-puertos-usb-hackear-datos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/cable-USB-bateria-movil-sitio-publico.jpg","publishedAt":"2026-01-19T04:59:45Z","content":"Cuando nuestro smartphone está al 5%, buscamos un puerto USB con el cable en la mano como si nos fuese la vida en ello. Con el auge de la tecnología, en plena era digital, muchos usuarios sufren lo q… [+4280 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Jordi Grífol","title":"Protección de datos y detección del fraude: así mejora la IA la seguridad de los bancos y sus clientes","description":"Las estafas cibernéticas llevan años experimentando un crecimiento exponencial, cada vez más sofisticadas desde que los ciberdelincuentes han empezado a aplicar la inteligencia artificial (IA). Una herramienta poderosa que sigue evolucionando y que empieza a …","url":"https://www.elperiodico.com/es/economia/20260119/proteccion-datos-deteccion-fraude-ia-seguridad-bancos-125633621","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/f6a12738-3fb8-4e13-aefb-fb19562770bf_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-01-19T04:00:28Z","content":"Las estafas cibernéticas llevan años experimentando un crecimiento exponencial, cada vez más sofisticadas desde que los ciberdelincuentes han empezado a aplicar la inteligencia artificial (IA). Una h… [+4181 chars]"}]