[{"source":{"id":null,"name":"Ipadizate.com"},"author":"Sergio J. Ortiz","title":"La última actualización de Google Chrome no es compatible con los Mac antiguos con macOS Monterey","description":"Google ha anunciado a través de su plataforma de Google Chrome que la versión Chrome 150 será la última versión de su navegador web en ofrecer soporte para macOS 12, la actualización de equipos Mac con macOS Monterey. En otras palabras, los ordenadores con ma…","url":"https://ipadizate.com/google/la-ultima-actualizacion-de-google-chrome-no-es-compatible-con-los-mac-antiguos-con-macos-monterey","urlToImage":"https://ipadizate.com/hero/2026/01/chrome1.1768289699.9057.jpg?width=1200","publishedAt":"2026-01-13T09:00:42Z","content":"Google Chrome\r\nGoogle ha anunciado a través de su plataforma de Google Chrome que la versión Chrome 150 será la última versión de su navegador web en ofrecer soporte para macOS 12, la actualización d… [+2121 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Si eres cliente de Endesa ¡Cuidado!","description":"Endesa ha informado de una grave violación de seguridad que ha permitido el acceso no autorizado e ilegítimo a su plataforma comercial y ha comprometido datos personales de sus clientes, nombres, DNIs, datos de contacto y medios de pago (IBAN). Como adelantan…","url":"https://www.muycomputer.com/2026/01/13/si-eres-cliente-de-endesa-cuidado/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2026/01/Endesa-1000x600.jpg","publishedAt":"2026-01-13T08:28:44Z","content":"Endesa ha informado de una grave violación de seguridad que ha permitido el acceso no autorizado e ilegítimo a su plataforma comercial y ha comprometido datos personales de sus clientes, nombres, DNI… [+3110 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Me ha llegado el correo de Endesa: qué tengo que hacer para protegerme frente a posibles fraudes","description":"Hace apenas unas horas saltaba la noticia: un ciberataque ha afectado a la plataforma comercial de Endesa. La incidencia ha comprometido información de un número importante de clientes y, si has recibido un correo de la compañía, es muy probable que estés ent…","url":"https://www.xatakahome.com/hogar/me-ha-llegado-correo-endesa-que-tengo-que-hacer-para-protegerme-frente-a-posibles-fraudes","urlToImage":"https://i.blogs.es/286fab/portada/1200_630.jpeg","publishedAt":"2026-01-13T08:00:59Z","content":"Hace apenas unas horas saltaba la noticia: un ciberataque ha afectado a la plataforma comercial de Endesa. La incidencia ha comprometido información de un número importante de clientes y, si has reci… [+3916 chars]"},{"source":{"id":null,"name":"Ayudawp.com"},"author":"Fernando Tellado","title":"Cómo forzar el acceso para poder ver la web (sin plugins)","description":"Si no quieres plugins para hacer privada tu web, para que haya que acceder por el login de WordPress para ver el sitio, aquí tienes un pedazo de código de copiar y pegar que tiene de todo y más …","url":"https://ayudawp.com/forzar-login-sin-plugins/","urlToImage":"https://ayudawp.com/wp-content/uploads/2025/12/forzar-login-acceso-web-wordpress.jpg","publishedAt":"2026-01-13T07:28:00Z","content":"En serio, lo sé, hay muchos plugins del tipo de membresía o incluso especializados para hacer privada tu web, o pedir un login para poder verla, pero he probado todos los que hay y no hay ni uno al q… [+34187 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Diario Financiero","title":"El seguro que no cubrirá el próximo ciberataque","description":"SEBASTIÁN DUEÑAS Programa de Derecho, Ciencia y Tecnología UC MATÍAS ARÁNGUIZ Programa de Derecho, Ciencia y Tecnología UC","url":"https://www.df.cl/opinion/columnistas/el-seguro-que-no-cubrira-el-proximo-ciberataque","urlToImage":"https://www.df.cl/noticias/site/artic/20260112/imag/foto_0000000320260112194611/col.jpg","publishedAt":"2026-01-13T07:00:00Z","content":"En junio de 2017, el malware NotPetya se propagó desde Ucrania al mundo en horas, causando un daño total estimado en US$ 10 mil millones. Maersk perdió cerca de US$ 300 millones, Merck más de US$ 800… [+3058 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Carles Planas Bou","title":"Qué hacer si has sido víctima del 'hackeo' a Endesa que ha expuesto datos personales y bancarios","description":"El gigante de la electricidad Endesa reconoció el domingo que ha sufrido un ciberataque ya contenido que ha expuesto datos confidenciales y sensibles de un número indeterminado de clientes. \"Lamentamos comunicarle que Energía XXI ha detectado un incidente de …","url":"https://www.elperiodico.com/es/tecnologia/20260113/endesa-hackeo-que-hacer-ciberataque-cliente-robo-datos-personales-banco-dni-contrasena-125608401","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/138e2d84-8555-41af-931e-a622cff18223_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-01-13T06:32:00Z","content":"El gigante de la electricidad Endesa reconoció el domingo que ha sufrido un ciberataque ya contenido que ha expuesto datos confidenciales y sensibles de un número indeterminado de clientes. \"Lamentam… [+2635 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Obed Nares","title":"México ya puso en la mira a los CMS libres como WordPress: creen que son un riesgo para los datos personales","description":"La advertencia llegó desde el gobierno federal: el uso de sistemas de gestión de contenidos (CMS) de licencia libre, combinados con complementos y plantillas genéricas, se ha convertido en un vector recurrente de vulneraciones de datos personales. El tema no …","url":"https://www.xataka.com.mx/seguridad/mexico-puso-mira-a-cms-libres-como-wordpress-creen-que-riesgo-para-datos-personales","urlToImage":"https://i.blogs.es/325c21/post-de-facebook-frase-acuarela-azul-1200-x-900-px-12-/840_560.jpeg","publishedAt":"2026-01-13T02:43:50Z","content":"La advertencia llegó desde el gobierno federal: el uso de sistemas de gestión de contenidos (CMS) de licencia libre, combinados con complementos y plantillas genéricas, se ha convertido en un vector … [+3746 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Axel Sánchez","title":"Fraude cibernético desplaza a 'ransomware' como mayor preocupación de los CEO: WEF","description":"El 73 por ciento de los CEO encuestados por el Foro Económico Mundial (WEF, por sus siglas en inglés) resultó afectado por un fraude cibernético durante el transcurso de 2025.De acuerdo con su reporte llamado Perspectivas globales de ciberseguridad 2026, los …","url":"https://www.milenio.com/negocios/ciberseguridad-fraudes-y-ransomware-preocupacion-de-ceos","urlToImage":"https://cdn.milenio.com/uploads/media/2026/01/12/wef-revelo-ciento-ceo-empresas.jpeg","publishedAt":"2026-01-13T00:42:16Z","content":"El 73 por ciento de los CEO encuestados por el Foro Económico Mundial (WEF, por sus siglas en inglés) resultó afectado por un fraude cibernético durante el transcurso de 2025.\r\nDe acuerdo con su repo… [+6171 chars]"}]