[{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Los clientes andaluces, entre los afectados por el 'hackeo' a Endesa Energía","description":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de sus clientes de España, entre los que se encuentran afectados en Andalucía. Se trata de información relacionada con sus contratos, inc…","url":"https://www.abc.es/sevilla/economia/clientes-andaluces-afectados-hackeo-endesa-energia-20260112135215-nts.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/sevilla/2026/01/12/1505159921-U57771468677SPy-1024x512@diario_abc.jpg","publishedAt":"2026-01-12T12:52:58Z","content":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de sus clientes de España, entre los que se encuentran afectados en Andalucía… [+2939 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"HyperOS 3: calendario de actualizaciones para móviles Xiaomi, Redmi y POCO","description":"Calendario de actualizaciones de HyperOS 3: fases, modelos Xiaomi, Redmi y POCO confirmados, novedades clave y plazos previstos en Europa.","url":"https://www.actualidadgadget.com/hyperos-3-calendario-de-actualizaciones-para-moviles-xiaomi-redmi-y-poco/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2026/01/HyperOS-3-calendario-de-actualizaciones.png","publishedAt":"2026-01-12T12:47:16Z","content":"El salto a HyperOS 3 ya tiene una hoja de ruta bastante clara y marca una de las transiciones de software más ambiciosas de Xiaomi en los últimos años. La compañía ha comenzado a detallar cómo será e… [+12921 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"LD/Agencias","title":"Qué hacer si eres cliente de Endesa y has sido víctima del 'hackeo'","description":"Tras la brecha en la energética, los abonados deben extremar la cautela ante posibles suplantaciones.","url":"https://www.libertaddigital.com/ciencia-tecnologia/internet/2026-01-12/que-hacer-si-eres-cliente-de-endesa-y-has-sido-victima-del-hackeo-7342459/","urlToImage":"https://s1.staticld.com//2023/09/18/1200/675/europapress-1299925-imagen-recurso-endesa-logo-fachada-edificio.jpg","publishedAt":"2026-01-12T12:45:02Z","content":"Endesa Energía ha empezado a comunicar el incidente de seguridad a sus clientes afectados, que ha puesto en riesgo datos tan sensibles como el documento de identidad y su cuenta bancaria, ante lo que… [+2432 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"LD/Agencias","title":"Endesa Energía admite un robo de datos \"sensibles\" de clientes con contratos de luz y gas","description":"La compañía ha sufrido un acceso \"no autorizado\" a datos de clientes que incluirían cuentas bancarias y DNI.","url":"https://www.libertaddigital.com/ciencia-tecnologia/internet/2026-01-12/endesa-energia-admite-un-robo-de-datos-sensibles-de-clientes-con-contratos-de-luz-y-gas-7342413/","urlToImage":"https://s1.staticld.com/2026/01/12/1200/675/endesa-sede120125.jpg","publishedAt":"2026-01-12T11:39:37Z","content":"Endesa ha informado de un acceso no autorizado a su plataforma comercial que ha provocado la extracción de datos de clientes de su comercializadora Endesa Energía. Según ha admitido la compañía, un h… [+1510 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Qué puedes hacer si has sido víctima del 'hackeo' a Endesa","description":"Endesa Energía ha empezado a comunicar un incidente de seguridad a sus clientes afectados, que ha puesto en riesgo datos tan sensibles como el documento de identidad y su cuenta bancaria, ante lo que se les pide que estén atentos a posibles intentos de fraude.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-puedes-hacer-si-has-sido-victima-hackeo-endesa-20260112123035.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260112123035_1200.jpg","publishedAt":"2026-01-12T11:30:35Z","content":"MADRID, 12 Ene. (Portaltic/EP) - \r\n   Endesa Energía ha empezado a comunicar un incidente de seguridad a sus clientes afectados, que ha puesto en riesgo datos tan sensibles como el documento de ident… [+2883 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"Miguel Á. Patiño","title":"IA y ciberataques, así ven 800 líderes empresariales en Davos este \"cóctel explosivo\"","description":"La Inteligencia Artificial (IA) está &quot;amplificando rápidamente las vulnerabilidades&quot; empresariales en todo el mundo. Unida a los problemas clásicos de la tecnología,...","url":"https://www.expansion.com/economia/politica/2026/01/12/6964d97ce5fdea9c318b459f.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/4276a80b4b11b3dff45aa34e9610be03/crop/321x3/1513x799/f/webp/assets/multimedia/imagenes/2026/01/12/17682168812772.jpg","publishedAt":"2026-01-12T11:30:25Z","content":"Un tercio de los líderes empresariales que acudirán a Davos ve poca capacidad de sus Gobiernos para hacer frente a ataques informáticos por razones geopolíticas. La Inteligencia Artificial (IA) está … [+3083 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Endesa lo confirma: se ha producido un incidente de seguridad en su plataforma y estos son los datos que pueden haberse filtrado","description":"Estamos normalizando, y no debería, que aparezcan noticias sobre ataques a grandes empresas que ponen en juego nuestra seguridad y nuestros datos. Esta vez le ha tocado a Endesa, que habría sido objetivo de un incidente de ciberseguridad.\n<!-- BREAK 1 -->\nAsí…","url":"https://www.xatakahome.com/iluminacion-y-energia/endesa-ha-sufrido-grave-hackeo-esta-avisando-a-afectados-esta-informacion-que-empresa-se-ha-filtrado","urlToImage":"https://i.blogs.es/54e828/endea/1200_630.jpeg","publishedAt":"2026-01-12T11:17:49Z","content":"Estamos normalizando, y no debería, que aparezcan noticias sobre ataques a grandes empresas que ponen en juego nuestra seguridad y nuestros datos. Esta vez le ha tocado a Endesa, que habría sido obje… [+2990 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"Filtración de Instagram: qué ha pasado, y cómo saber y actuar si te ha afectado o recibes correos de restablecer contraseña","description":"Vamos a explicarte qué ha pasado y cómo actuar ante la supuesta filtración de datos de Instagram. Está habiendo bastante confusión con las dos versiones por las que están llegando correos de phishing para hacerte cambiar de contraseña y robarte la cuenta, y v…","url":"https://www.xataka.com/basics/filtracion-instagram-que-ha-pasado-como-saber-actuar-te-ha-afectado-recibes-correos-restablecer-contrasena","urlToImage":"https://i.blogs.es/51f2ed/instagram-hacked/840_560.jpeg","publishedAt":"2026-01-12T11:15:56Z","content":"Vamos a explicarte qué ha pasado y cómo actuar ante la supuesta filtración de datos de Instagram. Está habiendo bastante confusión con las dos versiones por las que están llegando correos de phishing… [+4205 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Europa Press","title":"Endesa sufre un hackeo informático: los delincuentes podrían haberse hecho con 1 TB de información sobre clientes","description":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de identidad y los medios de pago.","url":"https://www.eleconomista.es/energia/noticias/13722873/01/26/endesa-sufre-un-hackeo-informatico-los-delincuentes-podrian-haberse-hecho-con-1-tb-de-informacion-sobre-clientes.html","urlToImage":"https://s03.s3c.es/imag/_v0/2121x1157/9/6/3/1200x655_iStock-1204460701.jpg","publishedAt":"2026-01-12T10:27:43Z","content":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de ide… [+2710 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"M. Juste","title":"Endesa sufre un hackeo que compromete datos sensibles de los usuarios, como DNI y pagos","description":"Endesa Energía ha sufrido un ataque informático en su plataforma comercial que podría haber puesto en peligro datos de los clientes relacionados con sus contratos, incluidos el...","url":"https://www.expansion.com/economia-digital/companias/2026/01/12/6964c94a468aeb6d5c8b4595.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/33e2579b80eba21f72b6fa7b3001c9e2/crop/171x355/1810x1447/resize/1200/f/webp/assets/multimedia/imagenes/2026/01/12/17682131965837.jpg","publishedAt":"2026-01-12T10:20:14Z","content":"La compañía energética reconoce haber sufrido un acceso no autorizado a su plataforma comercial.Endesa Energía ha sufrido un ataque informático en su plataforma comercial que podría haber puesto en p… [+1223 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"India quiere ver las entrañas de iOS y todos los Android. Apple, Xiaomi y Samsung se han unido para marcar una línea roja histórica","description":"El mercado de la India es demasiado grande para ignorarlo, no en vano, reúne 750 millones de usuarios. Pero el precio por operar allí acaba de volverse inasumible para varias de las Big Tech. Según reportes de la industria, el gobierno de Narendra Modi ha pro…","url":"https://www.xatakamovil.com/movil-y-sociedad/india-quiere-ver-entranas-ios-todos-android-apple-xiaomi-samsung-se-han-unido-para-marcar-linea-roja-historica","urlToImage":"https://i.blogs.es/9ada79/india-codigo-fuente-sistemas-operativos/840_560.jpeg","publishedAt":"2026-01-12T10:16:59Z","content":"El mercado de la India es demasiado grande para ignorarlo, no en vano, reúne 750 millones de usuarios. Pero el precio por operar allí acaba de volverse inasumible para varias de las Big Tech. Según r… [+3493 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Redacción HuffPost","title":"Endesa Energía sufre un hackeo con robo masivo de datos de clientes, como el DNI o el IBAN de la cuenta bancaria","description":"<![CDATA[<p>Nuevo ataque cibernético. Endesa Energía ha reconocido este lunes un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de identidad y lo…","url":"https://www.huffingtonpost.es/sociedad/endesa-energia-sufre-hackeo-robo-masivo-datos-clientes-dni-iban-cuenta-bancaria-f202601.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2023/01/11/63bef23b6d041.jpeg","publishedAt":"2026-01-12T10:16:28Z","content":"Nuevo ataque cibernético. Endesa Energía ha reconocido este lunes un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus con… [+2672 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Monique Zamora Vigneault","title":"Endesa Energía cae en Bolsa tras sufrir un ciberataque que compromete datos bancarios de clientes","description":"Endesa Energía ha reconocido este lunes que su comercializadora, Energía XXI, ha sufrido un ciberataque que ha resultado en la filtración de datos personales de sus clientes, entre ellos el IBAN, DNI y otros datos financieros sensibles de sus clientes. Seguir…","url":"https://www.elperiodico.com/es/economia/20260112/endesa-energia-cae-bolsa-sufrir-125598734","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/138e2d84-8555-41af-931e-a622cff18223_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-01-12T10:04:21Z","content":"Endesa Energía ha reconocido este lunes que su comercializadora, Energía XXI, ha sufrido un ciberataque que ha resultado en la filtración de datos personales de sus clientes, entre ellos el IBAN, DNI… [+2066 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Invertia","title":"Un 'hackeo' a Endesa Energía compromete datos sensibles de los clientes, incluidos DNI y números de cuenta","description":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de identidad y los medios de pago.","url":"https://www.elespanol.com/invertia/empresas/energia/20260112/hackeo-endesa-energia-compromete-datos-sensibles-clientes-incluidos-dni-numeros-cuenta/1003744085902_0.html","urlToImage":"https://s3.elespanol.com/2023/03/08/invertia/empresas/746936068_231490638_1706x960.jpg?fmt=jpeg","publishedAt":"2026-01-12T10:03:43Z","content":"Endesa Energía ha sufrido un acceso no autorizado a su plataforma, resultando en la extracción de datos personales de clientes, como DNI y números de cuenta bancaria.\r\nEl ataque permitió a un actor m… [+2710 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"Cuidado si recibes un mail de restablecimiento de contraseña de Instagram. Quieren robar tu cuenta","description":"En los últimos días, hacer algo tan cotidiano como abrir el correo se ha convertido en un gran riesgo para muchos usuarios de Instagram. Sin haber hecho nada extraño, son millones de usuarios de la app los que se han encontrado con un mensaje avisando de un r…","url":"https://www.movilzona.es/noticias/aplicaciones/mail-restablecimiento-contrasena-instagram-robar-cuenta/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/08/movil-instagram-pedro-santamaria.png","publishedAt":"2026-01-12T10:02:57Z","content":"Este tipo de correos generan dudas, principalmente porque no sueles haberlo solicitado, pero, sobre todo, esconden un riesgo evidente, ya que son el gancho perfecto para fraudes por email y secuestro… [+2815 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Europa Press","title":"Un hackeo a Endesa compromete datos sensibles de los clientes, incluidos DNI y medios de pago","description":"La compañía advierte de que los ciberdelincuentes podrían intentar usurpar o suplantar la identidad de los clientes, publicar dichos datos en foros digitales o utilizarlos para enviar correos o mensajes fraudulentos en campañas de 'phishing' y de 'spam' Leer","url":"https://www.elmundo.es/economia/empresas/2026/01/12/6964c5d6fc6c8347778b4585.html","urlToImage":"https://e01-phantom-elmundo.uecdn.es/a5c509ec85c5c8590f11ca65ecbc34eb/resize/1200/f/webp/assets/multimedia/imagenes/2026/01/12/17682119025987.jpg","publishedAt":"2026-01-12T09:58:55Z","content":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de ide… [+2635 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Carlos del Castillo","title":"Endesa y Energía XXI sufren un ciberataque que roba datos de los contratos, cuentas bancarias y DNI de sus clientes","description":"La compañía está notificando la brecha de seguridad a los clientes de ambas comercializadoras, pertenecientes al mismo grupo, y ha notificado lo sucedido a Protección de Datos\r\nUna de las principales distribuidoras de gas de Madrid sufre un ciberataque que ro…","url":"https://www.eldiario.es/tecnologia/endesa-energia-xxi-sufren-ciberataque-roba-datos-contratos-cuentas-bancarias-dnis-clientes_1_12900198.html","urlToImage":"https://static.eldiario.es/clip/b4850f35-2a05-4a7a-9c4e-068c092ad518_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2026-01-12T09:49:38Z","content":"La compañía eléctrica Endesa ha comunicado a sus clientes que ha sufrido un ciberaataque en el que se ha producido la sustracción de sus datos personales y financieros. Los afectados pertenecen tanto… [+2727 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"Helena Rodríguez","title":"Endesa alerta a sus clientes del robo de datos, incluidos los bancarios","description":"La compañía energética ha avisado de un ciberataque que ha comprometido la información relativa a decenas de contratos","url":"https://www.lavozdegalicia.es/noticia/economia/2026/01/12/endesa-alerta-clientes-robo-datos-incluidos-bancarios/00031768210356165631169.htm","urlToImage":"https://img.lavdg.com/sc/QM1zOMQDCwlN1L6Ax9fGRakZ1qw=/1280x/2024/04/09/00121712659261729721152/Foto/reu_20240125_184748604.jpg","publishedAt":"2026-01-12T09:36:00Z","content":"Endesa Energía acaba de alertar a sus clientes de un «incidente de seguridad» que ha «comprometido la confidencialidad de ciertos datos» de los que la compañía es responsable. El ciberataque ha supue… [+2090 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Teknautas","title":"Un 'hackeo' a Endesa compromete el DNI y los datos bancarios de millones de clientes","description":"Endesa confirma un acceso ilegal y posible robo de datos de clientes, entre ellos el DNI y los datos de IBAN de sus cuentas corrientes. Un portal especializado habla de más de 1 terabyte de datos robados de 20 millones de clientes","url":"https://www.elconfidencial.com/tecnologia/2026-01-12/endesa-hackeo-energia-ciberestafas_4282077/","urlToImage":"https://images.ecestaticos.com/0eRgqn2wfcvnGExy23gNHI0TwT0=/0x0:2272x1515/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/8ba/8e7/e6a/8ba8e7e6a2e9d099953b0421942772d2.jpg","publishedAt":"2026-01-12T09:32:00Z","content":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en laextracción de datos de los clientes relacionados con sus contratos, incluidos el documento de iden… [+2669 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Endesa sufre una brecha de seguridad por un ciberataque y confirma la extracción de datos personales de clientes","description":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de identidad y los medios de pago. Un actor malicioso ha sobrepasa…","url":"https://www.abc.es/economia/endesa-sufre-brecha-seguridad-ciberataque-confirma-extraccion-20260112102153-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2026/01/12/endesa-kWr--1024x512@diario_abc.JPG","publishedAt":"2026-01-12T09:21:55Z","content":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de ide… [+1733 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"EL MUNDO","title":"Energía XXI notifica un ciberataque que ha expuesto los datos de sus clientes","description":"A pesar de las medidas de seguridad implementadas por esta compañía se han detectado evidencias de un acceso no autorizado e ilegítimo a ciertos datos personales de clientes relativos a sus contratos energéticos Leer","url":"https://www.elmundo.es/economia/empresas/2026/01/12/6964ba5f21efa07c4e8b458b.html","urlToImage":"https://e01-phantom-elmundo.uecdn.es/b5b09aa0da2d829137afbbcc872745dd/crop/0x0/3012x2008/resize/1200/f/webp/assets/multimedia/imagenes/2026/01/12/17682089418322.jpg","publishedAt":"2026-01-12T09:09:53Z","content":"La compañía Energía XXI Comercializadora de Referencia S.L. (Energía XXI) ha emitido un comunicado alertando a sus clientes de un ciberataque que ha expuesto los datos de sus clientes, en base a un e… [+3486 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Un 'hackeo' a Endesa Energía compromete datos sensibles de los clientes, incluidos DNI y medios de pago","description":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de identidad y los medios de pago.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-hackeo-endesa-energia-compromete-datos-sensibles-clientes-incluidos-dni-medios-pago-20260112100753.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260112100753_1200.jpg","publishedAt":"2026-01-12T09:07:53Z","content":"MADRID, 12 Ene. (Portaltic/EP) - \r\n    Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus c… [+1794 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"EP","title":"Un 'hackeo' a Endesa Energía compromete datos de los contratos, cuentas bancarias y DNIs de sus clientes","description":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de identidad y los medios de pago.Seguir leyendo....","url":"https://www.elperiodico.com/es/economia/20260112/hackeo-endesa-energia-compromete-datos-contratos-cuentas-bancarias-dni-clientes-125595636","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/dec57c83-cb25-4cb1-9dad-007ad6097b54_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-01-12T08:58:30Z","content":"Endesa Energía ha reconocido un acceso no autorizado a su plataforma comercial que ha resultado en la extracción de datos de los clientes relacionados con sus contratos, incluidos el documento de ide… [+2635 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Prevé Moody’s mayor riesgo cibernético por uso de la IA","description":"El riesgo cibernético aumentará en 2026 a medida que los atacantes exploten herramientas de inteligencia artificial (IA) cada vez más eficaces, sostuvo Moody’s.","url":"https://www.jornada.com.mx/2026/01/12/economia/018n2eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2026-01-12T08:48:02Z","content":"Periódico La JornadaLunes 12 de enero de 2026, p. 18\r\nEl riesgo cibernético aumentará en 2026 a medida que los atacantes exploten herramientas de inteligencia artificial (IA) cada vez más eficaces, s… [+2040 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Filtración masiva en Instagram: 17,5 millones de cuentas en el punto de mira","description":"Alerta por filtración en Instagram: datos de 17,5 millones de cuentas en la dark web. Qué se ha expuesto y qué debes hacer para proteger tu perfil.","url":"https://www.actualidadgadget.com/filtracion-masiva-en-instagram-175-millones-de-cuentas-en-el-punto-de-mira/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2026/01/Filtracion-masiva-en-Instagram-175-millones-de-cuentas.jpg","publishedAt":"2026-01-12T07:57:57Z","content":"Durante los primeros días de 2026, millones de usuarios de Instagram han empezado a notar algo extraño: correos de restablecimiento de contraseña que no habían solicitado y que, pese a parecer totalm… [+13390 chars]"},{"source":{"id":null,"name":"Huffingtonpost.es"},"author":"Rodrigo Carretero","title":"Confirmado por la Seguridad Social: pon mucho ojo si en los próximos días recibes esta carta en el buzón de tu casa","description":"<![CDATA[<p>La Tesorería General de la Seguridad Social (TGSS) ha advertido a través de sus perfiles en las redes sociales de la proliferación, de nuevo, de un intento de estafa en el que los delincuentes se hacen pasar por ese organismo en una carta enviada …","url":"https://www.huffingtonpost.es/virales/confirmado-seguridad-social-pon-ojo-proximos-dias-recibes-carta-buzon-casa-f202601.html","urlToImage":"https://img2.huffingtonpost.es/files/og_thumbnail/uploads/2026/01/12/fachada-del-edificio-de-la-tesoreria-general-de-la-seguridad-social-en-madrid.jpeg","publishedAt":"2026-01-12T07:44:56Z","content":"La Tesorería General de la Seguridad Social (TGSS) ha advertido a través de sus perfiles en las redes sociales de la proliferación, de nuevo, de un intento de estafa en el que los delincuentes se hac… [+3790 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"TINO FERNÁNDEZ","title":"La 'start up' de ciberseguridad Zepo cierra una ronda de 12,8 millones de euros","description":"La operación de financiación semilla ha sido liderada por Kibo Ventures, eCAPITAL y TIN Capital, tres fondos con un importante interés en proyectos tecnológicos europeos de ciberseguridad. Leer","url":"https://www.expansion.com/expansion-empleo/emprendedores/2026/01/12/6961286fe5fdea282d8b45a7.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/14db9962919ab0ba51a900bf0d9dd65e/crop/165x212/1573x1151/resize/1200/f/webp/assets/multimedia/imagenes/2026/01/09/17679756221436.jpg","publishedAt":"2026-01-12T07:27:00Z","content":"La operación de financiación semilla ha sido liderada por Kibo Ventures, eCAPITAL y TIN Capital, tres fondos con un importante interés en proyectos tecnológicos europeos de ciberseguridad.Zepo Intell… [+2260 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Pegar y enlazar: el cambio de Microsoft Word que recorta clics al crear hipervínculos","description":"Microsoft está retocando una de esas tareas pequeñas que se repiten cientos de veces al mes: convertir texto en hipervínculos dentro de Microsoft Word. La idea, según explica la propia compañía en una entrada de su blog, es que trabajar con enlaces se sienta …","url":"https://wwwhatsnew.com/2026/01/12/pegar-y-enlazar-el-cambio-de-microsoft-word-que-recorta-clics-al-crear-hipervinculos/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2022/09/Trucos-de-Word.jpg","publishedAt":"2026-01-12T07:00:11Z","content":"Microsoft está retocando una de esas tareas pequeñas que se repiten cientos de veces al mes: convertir texto en hipervínculos dentro de Microsoft Word. La idea, según explica la propia compañía en un… [+7550 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Agentic ProbLLMs & AgentHopper: Exploiting AI Computer-Use and Coding Agents","description":"Hace unos días el Chaos Computer Club ha publicado los vídeos de la Edición 39C3: Power Cycles que tienes en una lista de Youtube donde te puedes pasar horas disfrutando de las charlas. Ayer domingo, aprovechando que llovía en Lisboa, decidí verme alguna de e…","url":"https://www.elladodelmal.com/2026/01/agentic-probllms-agenthopper-exploiting.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjml_7F-OeHU9N6Oe07rL56Np6dme6JczSb3DO4YJU5PHqo15XPxT6P0kzXUJhUlBPVqUsAzFn8j1_9CDXKRBByAlZHFA5QXUw508Ki1UHHTo8eGr3SlQ7KON64s1l-j6DLsl5Pwg9Q-jFwjIT3LfrAmivDVSUp1UC77KhNvfPnEyEySq_RvqAX/w1200-h630-p-k-no-nu/c0.jpg","publishedAt":"2026-01-12T06:01:00Z","content":"Hace unos días el Chaos Computer Club ha publicado los vídeos de la Edición 39C3: Power Cycles que tienes en una lista de Youtube donde te puedes pasar horas disfrutando de las charlas. Ayer domingo,… [+1204 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Aurelio Ruiz Enebral","title":"Moncloa refuerza la ciberseguridad de los móviles de Presidencia frente a ataques con IA","description":"El virus Pegasus sustrajo información de los móviles de Pedro Sánchez y de varios ministros. Otros hackers obtuvieron y difundieron datos personales del presidente del Gobierno, así como Margarita Robles, José Manuel Albares, la directora y el secretario gene…","url":"https://www.elconfidencialdigital.com/articulo/seguridad/moncloa-refuerza-ciberseguridad-moviles-presidencia-frente-ataques-ia/20260109104243997084.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2026/01/09/2026010917193010289.jpg","publishedAt":"2026-01-12T04:00:00Z","content":"<ol><li>Filtraciones en Telegram: datos de autoridades al descubierto</li><li>Contrato millonario en La Moncloa: Ciberseguridad 2026</li><li>Por qué recurren a una empresa externa: faltan medios y pe… [+11381 chars]"}]