[{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Ethereum se hizo más vulnerable en 2025, pero fue menos atacado","description":"Un informe advierte que la mejora EIP-7702 incluida tras Pectra permitió ataques más complejos, aunque las pérdidas totales bajaron frente a 2024. \nLeer más","url":"https://www.criptonoticias.com/seguridad-bitcoin/pectra-ethereum-phishing-2025/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2026/01/Ethereum-Phishing-Mejora-Pectra.png","publishedAt":"2026-01-03T16:34:46Z","content":"<ul><li>La EIP-7702 permite a los atacantes agrupar acciones maliciosas en una sola firma.\r\n</li><li>En 2025, el phishing en Ethereum dejó pérdidas cercanas a USD 84 millones, un 83% menos que en 202… [+3253 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Amin Haqshanas","title":"Pérdidas por phishing cayeron un 83% en 2025, pero el ecosistema de drenaje \"sigue activo\"","description":"Las pérdidas por phishing que vaciaban las billeteras disminuyeron drásticamente en 2025, pero los investigadores de seguridad advierten que la actividad sigue aumentando con los repuntes del mercado y que siguen surgiendo nuevos vectores de ataque.\n Los ataq…","url":"https://es.cointelegraph.com/news/crypto-phishing-losses-fell-83-percent-2025-wallet-drainers","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019b83c3-8df4-7045-a505-26e4e1ac14d1.jpg","publishedAt":"2026-01-03T15:12:21Z","content":"Los ataques de phishing cripto relacionados con el vaciado de billeteras disminuyeron drásticamente en 2025, con pérdidas totales que cayeron a USD 83,85 millones, un 83% menos que los casi USD 494 m… [+4229 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"5 aplicaciones imprescindibles para tu Fire TV Stick que probablemente no conocías","description":"Si tienes un Fire TV Stick, hay múltiples formas para sacarle el máximo beneficio. Una de ellas es contar con una lista de aplicaciones que son necesarias para el día a día. Actualmente, hay disponibles cientos de ellas en la tienda online, pero en este artíc…","url":"https://www.adslzone.net/noticias/streaming-tv/5-aplicaciones-imprescindibles-fire-tv-stick-no-conocias/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/Fire-Tv-Stick-Amazon.png","publishedAt":"2026-01-03T15:03:35Z","content":"Las nuevas tecnologías han avanzado de forma pasmosa y ya es posible convertir un televisor antiguo en una Smart TV. Gracias a aparatos tan solventes como los Fire TV Stick descubrimos un mundo lleno… [+3793 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"Es venezolano en Miami y ofrecía una “solución” a personas excluidas del sistema financiero en EE.UU.: lo acusan de fraude","description":"Un venezolano radicado en Miami es investigado por fraude, ciberdelitos y lavado de dinero; la causa federal lo vincula a una red criminal internacional.","url":"https://www.lanacion.com.ar/estados-unidos/es-venezolano-en-miami-y-ofrecia-una-solucion-a-personas-excluidas-del-sistema-financiero-en-eeuu-lo-nid03012026/","urlToImage":"https://resizer.glanacion.com/resizer/v2/un-venezolano-que-tenia-una-startup-financiera-PPZ7AOIM2JCGNCWLEPGICPNOLI.jpg?auth=c4948eb60f31acaf6fa2672c42d983ecbd4629ebe3c2ca41e41e60c92bb98181&width=1200&quality=70&smart=false&height=800","publishedAt":"2026-01-03T13:38:00Z","content":"Un venezolano que promovía una startup financiera para ayudar a personas que no tenían acceso a los bancos tradicionales es investigado por supuesta conspiración. Leonardo Rafael Montbrun Álvarez est… [+2925 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Android no detecta redes Wi-Fi cercanas: pasos para solucionarlo","description":"¿Tu Android no ve redes WiFi cercanas? Descubre todas las causas posibles y soluciones paso a paso para recuperar la conexión sin complicarte.","url":"https://www.androidsis.com/android-no-detecta-redes-wi-fi-cercanas-pasos-para-solucionarlo/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Android-no-detecta-redes-Wi-Fi-cercanas-2.jpg","publishedAt":"2026-01-03T13:05:20Z","content":"La tecnología avanza a toda velocidad pero, aun así, los móviles y las redes WiFi siguen dándonos quebraderos de cabeza. Uno de los fallos más desesperantes es que tu Android deje de ver las redes in… [+19975 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Configuración de Core Isolation y Memory Integrity en Windows","description":"Aprende qué son Core Isolation y Memory Integrity en Windows, cómo activarlos, su impacto en el rendimiento y cómo resolver problemas.","url":"https://www.actualidadgadget.com/configuracion-de-core-isolation-y-memory-integrity-en-windows/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2025/12/Configuracion-de-Core-Isolation-y-Memory-Integrity-en-Windows-2.jpg","publishedAt":"2026-01-03T11:59:13Z","content":"Si usas Windows 10 o Windows 11, seguro que has visto más de una vez el aviso sobre aislamiento del núcleo e integridad de memoria en Seguridad de Windows con un icono amarillo o verde. Detrás de ese… [+23793 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Tienes un 25% de posibilidades de que tu Android sea un peligro. Y no es solo por la falta de parches, sino por una vieja costumbre","description":"El malware dejó de ser algo exclusivo de los ordenadores para pasar a los teléfonos móviles, y la realidad es que, finalizado 2025, no tenemos buenas noticias. Los virus para el smartphone están a la orden del día y su sofisticación ha crecido exponencialment…","url":"https://www.xatakamovil.com/seguridad/tienes-25-posibilidades-que-tu-android-sea-peligro-no-solo-falta-parches-sino-vieja-costumbre","urlToImage":"https://i.blogs.es/2b2a7a/virus-android-apks/840_560.jpeg","publishedAt":"2026-01-03T08:30:59Z","content":"El malware dejó de ser algo exclusivo de los ordenadores para pasar a los teléfonos móviles, y la realidad es que, finalizado 2025, no tenemos buenas noticias. Los virus para el smartphone están a la… [+4269 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Si estrenas móvil u ordenador, activa esto para asegurar todos tus datos","description":"Estrenar tecnología es uno de los grandes placeres de estas fiestas, pero hay que hacerlo correctamente. Los expertos advierten que, antes de instalar WhatsApp o Instagram, lo que muchos hacen, deberías blindar tus cuentas. Con las prisas de empezar a usar lo…","url":"https://www.adslzone.net/noticias/moviles/activar-verificacion-dos-pasos-movil-nuevo/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/Chica-contenta-revisando-ofertas-moviles-smartphone.png","publishedAt":"2026-01-03T07:58:30Z","content":"Tanto si Papá Noel o los Reyes Magos te han traído el último modelo de iPhone o Android, como si has renovado tu ordenador portátil para el teletrabajo, hay un ajuste de seguridad que no debes ignora… [+3760 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Deep web: las diferencias con la dark web que debes conocer","description":"Lo que hay que saber sobre la deep web y la dark web La deep web es un universo oculto y cotidiano, compuesto por correos, bancos y bases de datos lejos de Google, que se visita más de lo que se confiesa. La dark web es el rincón más sombrío y misterioso, sol…","url":"https://www.muywindows.com/deep-web/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2026/01/Deep_web_las_diferencias_con_la_dark_web_que_debes_conocer.jpg","publishedAt":"2026-01-03T06:22:50Z","content":"A veces se escucha deep web, dark web, y da la sensación de estar hablando de dos monstruos gemelos que viven debajo de la alfombra digital. Pero cuidado: la mayoría de los internautas navega por la … [+9376 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Carla Matos","title":"Eusebio Nieva alerta: \"EEUU y China compiten por liderar la ciberseguridad\"","description":"El sector encara un 2026 crítico marcado por la IA como arma de ataque. La sofisticación de las amenazas obliga a blindar infraestructuras clave.","url":"https://www.libertaddigital.com/ciencia-tecnologia/tecnologia/2026-01-03/eusebio-nieva-alerta-eeuu-y-china-compiten-por-liderar-la-ciberseguridad-7337751/","urlToImage":"https://s1.staticld.com/2025/12/30/1200/675/captura-de-pantalla-2025-12-30-a-las-105411.jpg","publishedAt":"2026-01-03T03:00:08Z","content":"La ciberseguridad afronta un 2026 decisivo: más ataques, más grupos y la IA como nueva arma Eusebio Nieva, director técnico de Check Point en España, alerta de un escenario complejo pero previsible\r\n… [+3531 chars]"}]