[{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Bots de Telegram: cómo automatizar tu escritorio con la app oficial","description":"Aprende a crear y usar bots de Telegram para automatizar tu escritorio, tareas, soporte y negocio con la app oficial y herramientas sin código.","url":"https://www.actualidadgadget.com/bots-de-telegram-como-automatizar-tu-escritorio-con-la-app-oficial/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2024/01/Telegram-crear-plantilla-1.jpg","publishedAt":"2026-01-16T18:48:31Z","content":"En este artículo vamos a ver, con calma pero al grano, cómo funcionan, qué tipos hay, cómo crearlos con la app oficial y con asistentes externos, cómo integrarlos en flujos complejos con herramientas… [+30653 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"TINO FERNÁNDEZ","title":"¿Salvará su empleo un 'mapa del genoma' de las habilidades?","description":"El mercado laboral ya no se entiende como una lista fija de habilidades profesionales sino como un genoma dinámico de capacidades. Un 'mapa del genoma' de estas 'skills' permitiría a las empresas detectar brechas de talento. Además, entender nuestro 'ADN prof…","url":"https://www.expansion.com/expansion-empleo/desarrollo-de-carrera/2026/01/16/69691343468aeb9d198b4591.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/0fe2bc78a2cc8e875555b207e354a060/crop/394x2/1979x1059/resize/1200/f/webp/assets/multimedia/imagenes/2026/01/15/17684938698269.jpg","publishedAt":"2026-01-16T18:27:37Z","content":"El mercado laboral ya no se entiende como una lista fija de habilidades profesionales sino como un genoma dinámico de capacidades. Un 'mapa del genoma' de estas 'skills' permitiría a las empresas det… [+15974 chars]"},{"source":{"id":null,"name":"Mundodeportivo.com"},"author":"Alex Roig Martín","title":"Naveed Janmohamed, experto en IA: \"Solo necesitan segundos de tu voz para crear clones y hacerse pasar por tu banco. La tecnología de las estafas telefónicas se ha desarrollado muy rápido\"","description":"El teléfono móvil se ha convertido en una herramienta imprescindible en el día a día. En él llevamos nuestra vida entera: datos personales, contraseñas, acceso al banco, contratos, aplicaciones y todo tipo de gestiones que podemos resolver en segundos. Esa co…","url":"https://www.mundodeportivo.com/tressesenta/20260116/1002602731/naveed-janmohamed-experto-ia-necesitan-segundos-voz-crear-clones-hacerse-pasar-banco-tecnologia-estafas-telefonicas-desarrollado-rapido-dct.html","urlToImage":"https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2025/12/09/69382c56571cb.r_d.1916-2351-0.jpeg","publishedAt":"2026-01-16T17:49:04Z","content":"El teléfono móvil se ha convertido en una herramienta imprescindible en el día a día. En él llevamos nuestra vida entera: datos personales, contraseñas, acceso al banco, contratos, aplicaciones y tod… [+2287 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Los criminales cripto siguen forrándose: las suplantaciones se disparan y llegan a servicios tan insospechados como los peajes","description":"El ingenio es un ingrediente esencial en toda estafa. Un grupo criminal de China, especializado en replicar webs oficiales, vio en los peajes una oportunidad ideal para captar víctimas. Tras comprar un sencillo y económico paquete de software a cambio de crip…","url":"https://www.eleconomista.es/cripto/noticias/13731353/01/26/los-criminales-cripto-siguen-forrandose-las-suplantaciones-se-disparan-y-llegan-a-servicios-tan-insospechados-como-los-peajes.html","urlToImage":"https://s03.s3c.es/imag/_v0/4000x2183/1/8/8/1200x655_lectores-peaje-EZPass-Nueva-York-nng.jpg","publishedAt":"2026-01-16T17:41:36Z","content":"El ingenio es un ingrediente esencial en toda estafa. Un grupo criminal de China, especializado en replicar webs oficiales, vio en los peajes una oportunidad ideal para captar víctimas. Tras comprar … [+4532 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Alejandro Alcolea","title":"China ha dado un paso más en la guerra del futuro: ya tiene armas cuánticas que está probando en misiones reales","description":"Los departamentos de investigación, armamento y defensa de las principales potencias son un agujero negro. No podemos saber qué hay al otro lado, a menos que sean ellos los que nos permitan echar un vistazo. Tiene sentido, ya que anunciar una tecnología de fo…","url":"https://www.xataka.com/ordenadores/china-da-paso-guerra-futuro-tienen-armas-cuanticas-que-estan-probando-misiones-reales","urlToImage":"https://i.blogs.es/6ef223/china-cuantico/840_560.jpeg","publishedAt":"2026-01-16T17:01:27Z","content":"Los departamentos de investigación, armamento y defensa de las principales potencias son un agujero negro. No podemos saber qué hay al otro lado, a menos que sean ellos los que nos permitan echar un … [+5606 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Passkeys en Android: el adiós real a las contraseñas","description":"Descubre cómo las passkeys en Android eliminan las contraseñas y frenan el phishing usando tu móvil, biometría y claves cifradas.","url":"https://www.androidsis.com/passkeys-en-android-el-adios-real-a-las-contrasenas/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2026/01/Como-usar-Samsung-Knox-para-obtener-seguridad-de-grado-militar-1.jpg","publishedAt":"2026-01-16T15:41:19Z","content":"Si llevas años peleándote con las contraseñas, olvidándolas cada dos por tres o sufriendo avisos de filtraciones, te va a sonar a música celestial lo que está pasando ahora mismo en Android. Google h… [+17176 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Bitrace: Tudou Guarantee redujo actividades y reembolsó USD 130M en USDT","description":"El aparente cierre se produce tras años de escrutinio de uno de los mayores mercados fraudulentos de criptomonedas.Un servicio de depósito en garantía basado en Telegram vinculado a un mercado ilegal en línea parece estar reduciendo sus operaciones tras reemb…","url":"https://es.cointelegraph.com/news/huione-tudou-guarantee-shutdown-usdt-refunds","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bc6dd-25ca-741b-98ff-a65650aa5ac6.JPG","publishedAt":"2026-01-16T15:00:23Z","content":"Un servicio de depósito en garantía basado en Telegram vinculado a un mercado ilegal en línea parece estar reduciendo sus operaciones tras reembolsar más de USD 130 millones en stablecoins, una medid… [+3097 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Colaboración en tiempo real con Microsoft Loop desde tu Android","description":"Descubre cómo usar Microsoft Loop en Android para colaborar en tiempo real con tu equipo, integrar Teams y Outlook y exprimir Copilot al máximo.","url":"https://www.androidsis.com/colaboracion-en-tiempo-real-con-microsoft-loop-desde-tu-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2026/01/Colaboracion-en-tiempo-real-con-Microsoft-Loop-desde-tu-Android.jpg","publishedAt":"2026-01-16T14:20:08Z","content":"Si trabajas en remoto o tienes un equipo repartido por medio mundo, seguro que te suena eso de perseguir versiones de documentos, chats perdidos y notas de reuniones desperdigadas. Microsoft Loop lle… [+21853 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"SMS Verificados: qué son y cómo funcionan a la hora de comprobar que el mensaje que te llega es de quien dice ser","description":"Vamos a explicarte qué son y cómo funcionan los SMS verificados, una tecnología con la que se verifica que quien te envía un mensaje es quien dice ser. Esto es algo con que lleva algunos años ya existiendo, pero que cada vez lo vamos a ver más para luchar con…","url":"https://www.xataka.com/basics/sms-verificados-que-como-funcionan-a-hora-comprobar-que-mensaje-que-te-llega-quien-dice-ser","urlToImage":"https://i.blogs.es/889973/sms-verificados/840_560.jpeg","publishedAt":"2026-01-16T12:58:14Z","content":"Vamos a explicarte qué son y cómo funcionan los SMS verificados, una tecnología con la que se verifica que quien te envía un mensaje es quien dice ser. Esto es algo con que lleva algunos años ya exis… [+4269 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"CytoDiffusion: la IA generativa que afina la mirada en el frotis de sangre y ayuda a detectar leucemia","description":"Un frotis de sangre al microscopio se parece a observar el firmamento: hay miles de “puntos” aparentemente normales y, de vez en cuando, aparece uno que no encaja, una célula con un matiz extraño que puede cambiar el diagnóstico. El problema es que, tras hora…","url":"https://wwwhatsnew.com/2026/01/16/cytodiffusion-la-ia-generativa-que-afina-la-mirada-en-el-frotis-de-sangre-y-ayuda-a-detectar-leucemia/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2026/01/noticia2_ai_bloodcells.jpg","publishedAt":"2026-01-16T11:00:11Z","content":"Un frotis de sangre al microscopio se parece a observar el firmamento: hay miles de puntos aparentemente normales y, de vez en cuando, aparece uno que no encaja, una célula con un matiz extraño que p… [+8176 chars]"},{"source":{"id":null,"name":"Vida Extra"},"author":"Juan Sanmartín","title":"Si no paras de encontrarle errores a Hytale, te vas a hacer de oro. Sus creadores te pagarán más de 25.000 dólares por cada fallo detectado","description":"Ya ha llegado a nuestros PC el esperadísimo Hytale, pero el proyecto de Hypixel Studios todavía está lejos de llegar a su punto de maduración. El sandbox cúbico debe mejorar con la llegada de progresivos parches, los cuales se van a alimentar de los comentari…","url":"https://www.vidaextra.com/aventura-plataformas/no-paras-encontrarle-errores-a-hytale-te-vas-a-hacer-oro-sus-creadores-te-pagaran-25-000-dolares-cada-fallo-detectado","urlToImage":"https://i.blogs.es/b6466c/5e7ba29050cbcd001176c691_79___character_customization/840_560.jpeg","publishedAt":"2026-01-16T10:30:04Z","content":"Ya ha llegado a nuestros PC el esperadísimo Hytale, pero el proyecto de Hypixel Studios todavía está lejos de llegar a su punto de maduración. El sandbox cúbico debe mejorar con la llegada de progres… [+2220 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Millones de auriculares tienen una puerta trasera abierta de par en par. El problema de fondo es un viejo conocido para Android","description":"Lo que nació como una de las funciones más inteligentes de Android se ha transformado en un problema de seguridad. Nos referimos a Fast Pair, un protocolo diseñado para emparejar auriculares fácilmente con otros dispositivos. Y que esconde una vulnerabilidad …","url":"https://www.xatakamovil.com/seguridad/millones-auriculares-tienen-puerta-trasera-abierta-par-par-problema-fondo-viejo-conocido-para-android","urlToImage":"https://i.blogs.es/5d38b8/dsc03292-editada/840_560.jpeg","publishedAt":"2026-01-16T10:01:27Z","content":"Lo que nació como una de las funciones más inteligentes de Android se ha transformado en un problema de seguridad. Nos referimos a Fast Pair, un protocolo diseñado para emparejar auriculares fácilmen… [+2870 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Infoblox acuerda la adquisición de Axur","description":"Avanzará en su estrategia de seguridad preventiva con la incorporación de soluciones basadas en inteligencia artificial.","url":"https://www.silicon.es/infoblox-acuerda-la-adquisicion-de-axur-2576386","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/11/Fuente-Shutterstock_Autor-Pavel-Ignatov_comprar-online-Internet.jpg","publishedAt":"2026-01-16T09:17:30Z","content":"La empresa de gestión de red, seguridad y nube Infoblox ha alcanzado un acuerdo para la adquisición de Axur, que le permitirá avanzar en su estrategia preventiva.\r\nAxur proporciona soluciones basadas… [+1603 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Kaspersky alerta de una campaña de webs falsas creadas con IA para tomar el control remoto y robar datos","description":"Los atacantes usan webs generadas con IA para distribuir herramientas legítimas de acceso remoto y robar criptomonedas en múltiples regiones.","url":"https://www.silicon.es/kaspersky-alerta-de-una-campana-de-webs-falsas-creadas-con-ia-para-tomar-el-control-remoto-y-robar-datos-2576385","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/campana-webs-falsas-ia-control-remoto.jpeg","publishedAt":"2026-01-16T09:08:18Z","content":"Kaspersky ha identificado una nueva campaña maliciosa internacional que emplea páginas web creadas con Inteligencia Artificial para engañar a los usuarios e instalar herramientas de acceso remoto en … [+3640 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"CrowdStrike y Nord Security se alían para llevar ciberseguridad basada en IA a las pymes","description":"La alianza entre CrowdStrike y Nord Security integra protección avanzada con IA y acceso seguro para facilitar la ciberseguridad empresarial a las pymes.","url":"https://www.silicon.es/crowdstrike-y-nord-security-se-alian-para-llevar-ciberseguridad-basada-en-ia-a-las-pymes-2576381","urlToImage":"https://www.silicon.es/wp-content/uploads/2017/05/CrowdStrike.jpg","publishedAt":"2026-01-16T09:01:48Z","content":"CrowdStrike y Nord Security han anunciado una alianza estratégica con el objetivo de redefinir la ciberseguridad de las pequeñas y medianas empresas, un segmento cada vez más expuesto a los ciberataq… [+3418 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Endesa sufre filtración masiva y pone en riesgo a clientes de más de 40 bancos españoles","description":"Una brecha de seguridad ha expuesto los datos personales de millones de clientes de bancos y cooperativas de crédito en España. Entre la información filtrada se incluyen nombres, DNI, direcciones, teléfonos y correos electrónicos entre otros. El incidente ele…","url":"https://unaaldia.hispasec.com/2026/01/endesa-sufre-filtracion-masiva-y-pone-en-riesgo-a-clientes-de-mas-de-40-bancos-espanoles.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/01/ChatGPT-Image-15-ene-2026-18_41_04.png?fit=1200%2C800&ssl=1","publishedAt":"2026-01-16T08:33:19Z","content":"Los datos revelados se basan en el análisis de una muestrade la información filtrada, por lo que es posible que el número real de afectados sea mayor. A medida que se realicen investigaciones más com… [+2740 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Si fuiste cliente de Endesa, ojo: el hackeo también te puede afectar y el aviso está llegando a usuarios de hace años","description":"Hace unos días comentamos que Endesa había sufrido un ataque —confirmado por la propia compañía— que ponía en riesgo datos sensibles de sus clientes. El problema es que la brecha no estaría afectando solo a los usuarios actuales, sino también a quienes lo fue…","url":"https://www.xatakahome.com/iluminacion-y-energia/fuiste-cliente-endesa-ojo-hackeo-tambien-te-puede-afectar-aviso-esta-llegando-a-usuarios-hace-anos","urlToImage":"https://i.blogs.es/9750ba/captura-de-pantalla-2026-01-16-a-las-7.37.08/1200_630.png","publishedAt":"2026-01-16T08:01:27Z","content":"Hace unos días comentamos que Endesa había sufrido un ataque confirmado por la propia compañía que ponía en riesgo datos sensibles de sus clientes. El problema es que la brecha no estaría afectando s… [+3049 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Ransomware \"DeadLock\" se oculta utilizando contratos inteligentes de Polygon vulnerados","description":"Group-IB descubrió un ransomware llamado DeadLock que está vulnerando contratos inteligentes de Polygon para rotar direcciones proxy y evadir eliminaciones.Un ransomware recientemente descubierto, llamado \"DeadLock\", está explotando sigilosamente contratos in…","url":"https://es.cointelegraph.com/news/deadlock-ransomware-hides-exploited-polygon-smart-contracts","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bc47b-5fbb-796f-b76e-a93c0b60bac6.jpg","publishedAt":"2026-01-16T04:54:47Z","content":"Un ransomware recientemente descubierto, llamado \"DeadLock\", está explotando sigilosamente contratos inteligentes de Polygon para rotar y distribuir direcciones proxy, según investigadores de la firm… [+3030 chars]"}]