[{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"¿Viajas? Las redes WiFi maliciosas pueden robar tus contraseñas de criptomonedas","description":"Esa red WiFi gratuita del café puede parecer muy tentadora, pero también podría ser una trampa. Esto es lo que debes tener en cuenta.Imagina que acabas de bajarte de un vuelo de 16 horas. Tienes los ojos rojos y estás irritable, pero necesitas mover algunos f…","url":"https://es.cointelegraph.com/news/evil-twin-wifi-attacks-crypto-security","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019b7cfd-b793-7aef-92f7-dab025053edd.jpg","publishedAt":"2026-01-19T06:34:57Z","content":"Imagina que acabas de bajarte de un vuelo de 16 horas. Tienes los ojos rojos y estás irritable, pero necesitas mover algunos fondos de criptomonedas con prisa. Las tiendas de tarjetas SIM están cerra… [+5034 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"Descargar videos de internet: el método más sencillo y seguro en 2024","description":"Descargar videos de la red ya no se queda en “probar por curiosidad”… Es casi un ritual moderno: hay quien no soporta ese meme en peligro de extinción, otros sienten vértigo si pierden un video de estudio y existen quienes buscan tranquilidad asegurando mater…","url":"https://www.muywindows.com/descargar-videos-de-internet/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2026/01/Descargar_videos_de_internet_el_metodo_mas_sencillo_y_seguro_en_2024.jpg","publishedAt":"2026-01-19T06:00:04Z","content":"Descargar videos de la red ya no se queda en probar por curiosidad Es casi un ritual moderno: hay quien no soporta ese meme en peligro de extinción, otros sienten vértigo si pierden un video de estud… [+12274 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"El error más común con los puertos USB que puede costarte tus datos","description":"Los puertos USB pueden salvarnos de un apuro. Este tipo de conexión es la que se utiliza comúnmente para cargar multitud de dispositivos, como tablets o móviles. Basta con tener un cable y conectarlo a una entrada USB para que este comience a recargar la ener…","url":"https://www.adslzone.net/noticias/internet/error-comun-puertos-usb-hackear-datos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/cable-USB-bateria-movil-sitio-publico.jpg","publishedAt":"2026-01-19T04:59:45Z","content":"Cuando nuestro smartphone está al 5%, buscamos un puerto USB con el cable en la mano como si nos fuese la vida en ello. Con el auge de la tecnología, en plena era digital, muchos usuarios sufren lo q… [+4280 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Jordi Grífol","title":"Protección de datos y detección del fraude: así mejora la IA la seguridad de los bancos y sus clientes","description":"Las estafas cibernéticas llevan años experimentando un crecimiento exponencial, cada vez más sofisticadas desde que los ciberdelincuentes han empezado a aplicar la inteligencia artificial (IA). Una herramienta poderosa que sigue evolucionando y que empieza a …","url":"https://www.elperiodico.com/es/economia/20260119/proteccion-datos-deteccion-fraude-ia-seguridad-bancos-125633621","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/f6a12738-3fb8-4e13-aefb-fb19562770bf_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-01-19T04:00:28Z","content":"Las estafas cibernéticas llevan años experimentando un crecimiento exponencial, cada vez más sofisticadas desde que los ciberdelincuentes han empezado a aplicar la inteligencia artificial (IA). Una h… [+4181 chars]"}]