[{"source":{"id":null,"name":"Meneame.net"},"author":"ochoceros","title":"Actualizaciones de Notepad++ secuestradas por hackers supuestamente patrocinados por China","description":"Según el antiguo proveedor de alojamiento, el servidor de alojamiento compartido estuvo comprometido hasta el 2 de septiembre de 2025. Incluso tras perder el acceso al servidor, los atacantes mantuvieron las credenciales de los servicios internos hasta el 2 d…","url":"https://www.meneame.net/m/tecnología/actualizaciones-notepad-secuestradas-hackers-supuestamente-china","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2026-02-02T20:32:31Z","content":"Respuesta del desarrollador:\"Para solucionar este grave problema de seguridad, el sitio web de Notepad++ se ha migrado a un nuevo proveedor de alojamiento con prácticas de seguridad significativament… [+316 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Javier Marquez","title":"Un ciberdelincuente dice haber robado datos de millones en España: esto es lo que sabemos del supuesto ‘hackeo’ a Hacienda","description":"Desde nombres y números de DNI hasta nombres y códigos de cuentas bancarias de más de 47 millones de contribuyentes en España. Esa es, al menos, la información que un ciberdelincuente asegura haber obtenido del Ministerio de Hacienda, y que estaría ofreciendo…","url":"https://www.xataka.com/seguridad/ciberdelincuente-dice-haber-robado-datos-millones-espana-esto-que-sabemos-supuesto-hackeo-a-hacienda","urlToImage":"https://i.blogs.es/803495/supuesta-brecha-de-datos-hacienda-portada/840_560.jpeg","publishedAt":"2026-02-02T19:27:21Z","content":"Desde nombres y números de DNI hasta nombres y códigos de cuentas bancarias de más de 47 millones de contribuyentes en España. Esa es, al menos, la información que un ciberdelincuente asegura haber o… [+4144 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Balma Simó","title":"María Aperador, experta en ciberseguridad, sobre los 'captchas' falsos: \"Están siendo utilizados para infectar nuestros dispositivos\"","description":"Acceder a una página aparentemente segura, pulsar sobre un archivo adjunto o pinchar un enlace recibido en un correo puede provocar un ataque sin que el usuario se dé cuenta. Seguir leyendo....","url":"https://www.elperiodico.com/es/sucesos/20260202/captchas-falsos-descarga-virus-ciberseguridad-experto-dv-121586261","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/3bfc9c14-96f4-4051-a086-8eeb58735062_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-02-02T19:04:00Z","content":"Acceder a una página aparentemente segura, pulsar sobre un archivo adjunto o pinchar un enlace recibido en un correo puede provocar un ataque sin que el usuario se dé cuenta.\r\nA partir de ese momento… [+2024 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"El error de Windows 11 se extiende y ahora afecta a más PCs","description":"Si algo nos enseñó enero es que actualizar Windows 11 a la primera notificación no es buena idea. Tras semanas de fallos provocados por la primera actualización de seguridad de 2026, los problemas están lejos de terminar. Microsoft sigue trabajando para resol…","url":"https://hipertextual.com/software/windows-11-kb5074109-error-afecta-mas-pcs/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2026/02/windows-11-error-pantalla-azul.jpg?fit=1920%2C1080&quality=70&strip=all&ssl=1","publishedAt":"2026-02-02T18:30:00Z","content":"Si algo nos enseñó enero es que actualizar Windows 11 a la primera notificación no es buena idea. Tras semanas de fallos provocados por la primera actualización de seguridad de 2026, los problemas es… [+3148 chars]"},{"source":{"id":null,"name":"Elotrolado.net"},"author":"Benzo","title":"Hackean el sistema de actualización de Notepad++ para distribuir malware","description":"<table><tr><td></td></tr></table>Notepad++, un editor de texto de código libre con más de 20 años de historia, ha sido usado por un grupo de hackers para atacar objetivos seleccionados. Los asaltantes aprovecharon los problemas de seguridad que tenía el actua…","url":"https://www.elotrolado.net/noticias/internet/notepad-hackers-malware","urlToImage":"https://images.elotrolado.net/headers/upload/6/9/69af7d_notepad_news.jpg?1200","publishedAt":"2026-02-02T18:26:09Z","content":"Notepad++, un editor de texto de código libre con más de 20 años de historia, ha sido usado por un grupo de hackers para atacar objetivos seleccionados. Los asaltantes aprovecharon los problemas de s… [+2803 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Alejandro Monge","title":"Telecable suma una nueva solución para ordenar la conectividad en el hogar","description":"La compañía incorpora el sistema eero 6+, un router que permite mejorar la cobertura, gestionar múltiples dispositivos y reforzar el control del uso de internet.","url":"https://www.nacion.com/brandvoice/telecable-suma-una-nueva-solucion-para-ordenar-la/WAZ63L3NSVEXBHTDHKZQ2AC7BU/story/","urlToImage":"https://www.nacion.com/resizer/v2/BJQ5QZI5DJCFFLJMTBEUEELBI4.jpeg?smart=true&auth=f52cfd3f9d08a5bcbaac42e36116185fbfe0952927075eede19fb3712c8e4f84&width=1440","publishedAt":"2026-02-02T18:25:06Z","content":"Para vivir en las casas de la actualidad, hay varios elementos que se han vuelto esenciales y sobre los cuales no siempre se tiene control. Uno de ellos es la conectividad; el otro, la tranquilidad y… [+2747 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Moltbook: una red social para IA que no es lo que aparenta","description":"En la plataforma, las IA autónomas pueden crear su propio contenido; sin embargo, una filtración demostró que no eran IA, sino humanos. \nLeer más","url":"https://www.criptonoticias.com/tecnologia/moltbook-agentes-ia-filtracion-datos/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2026/02/Moltbook-Agentes-IA-Estafas.jpg","publishedAt":"2026-02-02T18:23:39Z","content":"<ul><li>Investigadores detectaron acceso público a correos, claves y tokens sin autenticación. \r\n</li><li>Pese a la brecha de datos y rumores de estafas, una memecoin llamada MOLT sube más de 50% en … [+4846 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Hackean Notepad++, el popular editor de texto y código para Windows: Qué pasó, cómo te afecta y qué hacer para protegerte","description":"Notepad++, uno de los editores de texto y código más populares de Windows, sufrió un hackeo que durante meses puso en riesgo a sus usuarios. La vulneración en sí no es noticia nueva, puesto que los responsables de la aplicación la habían dado a conocer en dic…","url":"https://hipertextual.com/seguridad/notepad-hackeo-que-paso-que-hacer/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/02/Notepad-logo.jpg","publishedAt":"2026-02-02T17:26:05Z","content":"Notepad++, uno de los editores de texto y código más populares de Windows, sufrió un hackeo que durante meses puso en riesgo a sus usuarios. La vulneración en sí no es noticia nueva, puesto que los r… [+2988 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Eva Sereno","title":"La doble cara del boom tecnológico en Aragón: imán para la inversión pero a la cola en la captación de talento IA","description":"La comunidad aragonesa se ha convertido en un polo de atracción de inversiones tecnológicas, especialmente en el sector de los centros de datos, ante la irrupción acelerada de la inteligencia artificial. Es un tejido empresarial que se suma al ya importante p…","url":"https://www.eleconomista.es/tecnologia/noticias/13756828/02/26/la-doble-cara-del-boom-tecnologico-en-aragon-iman-para-la-inversion-pero-a-la-cola-en-la-captacion-de-talento-ia.html","urlToImage":"https://s03.s3c.es/imag/_v0/1536x838/d/b/2/1200x655_inteligenciaartificial.jpg","publishedAt":"2026-02-02T17:10:14Z","content":"La comunidad aragonesa se ha convertido en un polo de atracción de inversiones tecnológicas, especialmente en el sector de los centros de datos, ante la irrupción acelerada de la inteligencia artific… [+5119 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"La inteligencia artificial abierta tiene un problema bastante silencioso… Miles de modelos están expuestos en internet y cualquiera puede usarlos","description":"Un nuevo estudio revela una capa invisible de modelos de IA de código abierto accesibles desde la red, sin filtros ni barreras. No es un fallo puntual: es una infraestructura global que puede abaratar el phishing, el spam y la desinformación a una escala inéd…","url":"https://es.gizmodo.com/la-inteligencia-artificial-abierta-tiene-un-problema-bastante-silencioso-miles-de-modelos-estan-expuestos-en-internet-y-cualquiera-puede-usarlos-2000218122","urlToImage":"https://es.gizmodo.com/app/uploads/2026/02/Diseno-sin-titulo-37-1200x675.jpg","publishedAt":"2026-02-02T15:25:05Z","content":"El software de código abierto ha sido, durante décadas, uno de los pilares invisibles de internet. Desde sistemas operativos hasta servidores web, su lógica siempre fue la misma: abrir el código acel… [+3657 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Ojo con Clawdbot (OpenClaw) y Moltbook: son un desastre para tu seguridad y privacidad","description":"OpenClaw, el asistente de IA antes conocido como Clawdbot y Moltbot, sigue en el centro de la escena y el hype ha subido a otro nivel tras el debut de Moltbook, la \"red social\" para agentes de inteligencia artificial. Sin embargo, los problemas de seguridad y…","url":"https://hipertextual.com/inteligencia-artificial/openclaw-clawdbot-moltbook-privacidad-seguridad/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/02/OpenClaw-1.jpg","publishedAt":"2026-02-02T15:17:09Z","content":"OpenClaw, el asistente de IA antes conocido como Clawdbot y Moltbot, sigue en el centro de la escena y el hype ha subido a otro nivel tras el debut de Moltbook, la \"red social\" para agentes de inteli… [+5862 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Alerta por hackeo masivo a Hacienda: habrían robado los datos de más de 47 millones de personas","description":"Un nuevo hackeo pondría en jaque al Ministerio de Hacienda de España. Según publica Hackmanac, un pirata informático afirma haber robado una base de datos actualizada con los datos personales de más de 47 millones de personas. Toda la información se ha puesto…","url":"https://hipertextual.com/seguridad/nuevo-hackeo-hacienda-espana-2026/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/02/hackers-scaled.jpg","publishedAt":"2026-02-02T13:54:48Z","content":"Un nuevo hackeo pondría en jaque al Ministerio de Hacienda de España. Según publica Hackmanac, un pirata informático afirma haber robado una base de datos actualizada con los datos personales de más … [+2855 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Borja Rodríguez","title":"Habrían hackeado al Ministerio de Hacienda: a la venta tus datos junto al de 47,3 millones de ciudadanos","description":"En España, ya puedes ir con el DNI en la frente, pues con el último supuesto hackeo al Ministerio de Hacienda, ya prácticamente cualquier actor malicioso tiene acceso a nuestra información completa. Y sí, este fin de semana un usuario llamado \"HaciendaSec\" pu…","url":"https://elchapuzasinformatico.com/?p=637251","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2026/02/Ministerio-de-Hacienda-hackeo.jpg","publishedAt":"2026-02-02T13:32:32Z","content":"En España, ya puedes ir con el DNI en la frente, pues con\r\nel último supuesto hackeo al Ministerio de\r\nHacienda, ya prácticamente cualquier actor malicioso tiene\r\nacceso a nuestra información complet… [+3616 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Jesse Coghlan","title":"CertiK: Ladrones y estafadores de criptomonedas saquearon 370 millones de dólares en enero","description":"La cantidad de criptomonedas robadas en enero alcanza los 370 millones de dólares, y la mayor parte del valor perdido se debe a un único incidente de phishing.Las criptomonedas robadas mediante exploits y estafas alcanzaron los 370,3 millones de dólares el me…","url":"https://es.cointelegraph.com/news/crypto-stolen-370m-january-quadrupling-year-on-year-certik","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c1c13-b97d-7db8-adff-75d10ebf3c3c.jpg","publishedAt":"2026-02-02T12:15:00Z","content":"Las criptomonedas robadas mediante exploits y estafas alcanzaron los 370,3 millones de dólares el mes pasado, la cifra mensual más alta en 11 meses y casi cuatro veces superior a la de enero de 2025.… [+2802 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Jaime Mejías, Monique Zamora Vigneault","title":"Hacienda investiga un posible ciberataque que comprometería datos en su poder","description":"El sitio web Hackmanac, plataforma cuyo trabajo se centra en enviar avisos tempranos sobre ciberataques, ha alertado sobre un posible ciberataque al Ministerio de Hacienda, que habría puesto en riesgo los datos personales y bancarios de aproximadamente 47,3 m…","url":"https://www.elperiodico.com/es/economia/20260202/hacienda-investiga-posible-ciberataque-comprometeria-126357593","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/a03ecbe8-1954-497f-bb0c-95d933ec1485_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-02-02T11:10:37Z","content":"El sitio web Hackmanac, plataforma cuyo trabajo se centra en enviar avisos tempranos sobre ciberataques, ha alertado sobre un posible ciberataque al Ministerio de Hacienda, que habría puesto en riesg… [+2423 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"IPFire 2.29 Core Update 200 introduce un nuevo kernel LTS, un importante salto en rendimiento, estabilidad y mitigaciones de seguridad modernas","description":"Descubre todo sobre IPFire 2.29 Core Update 200: kernel, WiFi 7, IPS, OpenVPN, proxy, paquetes y nuevas funciones.","url":"https://www.linuxadictos.com/ipfire-2-29-core-update-200-introduce-un-nuevo-kernel-lts-un-importante-salto-en-rendimiento-estabilidad-y-mitigaciones-de-seguridad-modernas.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/IPFire-2.29-core-update-200.webp","publishedAt":"2026-02-02T10:35:05Z","content":"La llegada de IPFire 2.29 Core Update 200 marca un antes y un después en la evolución de esta distribución de firewall y router de código abierto. Nos encontramos ante una actualización de gran calad… [+20729 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Ciberdelincuentes aprovechan la necesidad de dinero para delinquir","description":"Algunas de las vías más cortas para formar parte de la estadística de las víctimas de la ciberdelincuencia –que en 2025 concretó en el país más de 600 mil ataques a individuos, empresas y gobiernos– es creer que ganamos el premio de un concurso en el que no p…","url":"https://www.jornada.com.mx/2026/02/02/politica/012n1pol","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2026-02-02T08:06:23Z","content":"Periódico La JornadaLunes 2 de febrero de 2026, p. 12\r\nAlgunas de las vías más cortas para formar parte de la estadística de las víctimas de la ciberdelincuencia que en 2025 concretó en el país más d… [+2382 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Adrián Vidal","title":"Vulnerabilidad crítica de bypass de autenticación en Fortinet FortiCloud SSO","description":"El CVE-2026-24858 es una vulnerabilidad de bypass de autenticación (SSO) en múltiples productos de Fortinet. Un atacante remoto sin credenciales puede evadir el inicio de sesión de administrador en dispositivos Fortinet aprovechando el mecanismo de Single Sig…","url":"https://unaaldia.hispasec.com/2026/02/vulnerabilidad-critica-de-bypass-de-autenticacion-en-fortinet-forticloud-sso.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/02/ChatGPT-Image-2-feb-2026-08_25_39.png?fit=1200%2C800&ssl=1","publishedAt":"2026-02-02T07:26:11Z","content":"El CVE-2026-24858 es una vulnerabilidad de bypass de autenticación (SSO) en múltiples productos de Fortinet. Un atacante remoto sin credenciales puede evadir el inicio de sesión de administrador en d… [+4808 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Jordan Saucedo","title":"Enfrentó 80% de mexicanos un intento de estafa durante 2025: Mastercard","description":"El fraude financiero se ha convertido en una constante entre la población bancarizada; de hecho, ocho de cada 10 mexicanos enfrentaron al menos un intento durante el año pasado, reveló Mastercard.Dentro de su informe “Global Cybersecurity Research 2025”, la c…","url":"https://www.milenio.com/negocios/enfrento-80-mexicanos-estafa-2025-mastercar","urlToImage":"https://cdn.milenio.com/uploads/media/2026/01/29/estafa-mudanzas-lucran-boom-inmobiliario-1.jpg","publishedAt":"2026-02-02T07:19:35Z","content":"El fraude financiero se ha convertido en una constante entre la población bancarizada; de hecho, ocho de cada 10 mexicanos enfrentaron al menos un intento durante el año pasado, reveló Mastercard.\r\nD… [+1795 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Reporte de Entel Digital alerta alza de ransomware, filtración de datos y ciberespionaje en 2025","description":"En Chile casi se triplicaron las víctimas por datos filtrados, en un escenario marcado por amenazas más silenciosas, persistentes y sofisticadas.","url":"https://www.df.cl/df-lab/tech-empresas/reporte-de-entel-digital-alerta-alza-de-ransomware-filtracion-de-datos-y","urlToImage":"https://www.df.cl/noticias/site/artic/20260130/imag/foto_0000000120260130174706/Hacker.jpg","publishedAt":"2026-02-02T07:00:00Z","content":"La seguridad informática en Latinoamérica y el mundo enfrenta un cambio relevante, marcado por nuevas formas de ataque silenciosas, el avance del ransomware (secuestro de datos), el aumento en las fi… [+4193 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El lado menos brillante de la automatización del negocio bancario","description":"La inteligencia artificial (IA) es ya una de las grandes palancas de transformación de la banca, con capacidad para mejorar la eficiencia, personalizar servicios y reforzar la toma de decisiones. Pero, al mismo tiempo, su adopción introduce desafíos relevante…","url":"https://www.abc.es/economia/lado-brillante-automatizacion-negocio-bancario-20260202035439-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/economia/2026/02/02/banca-U75718468576Dvn-1024x512@diario_abc.jpg","publishedAt":"2026-02-02T02:54:39Z","content":"La inteligencia artificial (IA) es ya una de las grandes palancas de transformación de la banca, con capacidad para mejorar la eficiencia, personalizar servicios y reforzar la toma de decisiones. Per… [+7412 chars]"}]