[{"source":{"id":null,"name":"Expansion.com"},"author":"Marta Juste","title":"¿Cómo tener un teléfono más seguro?","description":"En apenas una década, el smartphone ha pasado de ser un dispositivo accesorio a transformarse en el repositorio principal de nuestra identidad digital: comunicaciones, cuentas...","url":"https://www.expansion.com/economia-digital/2026/02/21/6999bafee5fdea765f8b4572.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/62f2261d1c139aa4d2156ca13348f0bb/crop/44x25/881x582/f/webp/assets/multimedia/imagenes/2026/02/21/17716833411434.png","publishedAt":"2026-02-21T19:26:03Z","content":"Aplicaciones que permiten mejorar la seguridad de los datos en los dispositivos móviles.En apenas una década, el smartphone ha pasado de ser un dispositivo accesorio a transformarse en el repositorio… [+4907 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Si no activas esto, un ciberdelincuente podría hackear tu móvil por WhatsApp","description":"WhatsApp es una herramienta utilizada a diario por millones de usuarios a nivel mundial. Al ser una app tan usada, los ciberdelincuentes suelen aprovecharla para difundir estafas o malwares a menudo. Para que los internautas se protejan, la plataforma de mens…","url":"https://www.adslzone.net/noticias/whatsapp/ajuste-whatsapp-evitar-hackeos-movil/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/WhatsApp-actualizacion-aplicacion-movil.jpg","publishedAt":"2026-02-21T19:02:47Z","content":"WhatsApp es una herramienta utilizada a diario por millones de usuarios a nivel mundial. Al ser una app tan usada, los ciberdelincuentes suelen aprovecharla para difundir estafas o malwares a menudo.… [+4006 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Romina Fabbretti","title":"PromptSpy enciende las alarmas globales: el primer malware para Android que usa IA generativa para volverse casi imposible de cerrar","description":"Investigadores descubrieron el primer malware para Android que integra IA generativa dentro de su ejecución. Usa Gemini para analizar la pantalla en tiempo real y decidir cómo mantenerse activo. No es ciencia ficción: es el inicio de una nueva generación de a…","url":"https://es.gizmodo.com/promptspy-enciende-las-alarmas-globales-el-primer-malware-para-android-que-usa-ia-generativa-para-volverse-casi-imposible-de-cerrar-2000222122","urlToImage":"https://es.gizmodo.com/app/uploads/2026/02/malware-1200x675.jpg","publishedAt":"2026-02-21T13:30:03Z","content":"Durante años, el malware para Android se basó en técnicas previsibles: scripts rígidos, coordenadas fijas en pantalla y automatizaciones frágiles que se rompían con cada actualización del sistema. Es… [+4260 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Roberto Torres","title":"El peligro de convertirte en caricatura con ChatGPT: por qué los expertos piden que dejes de subir tus fotos","description":"La tendencia de crear caricaturas por medio de chatbots de inteligencia artificial crece por momentos. Las redes sociales se han inundado en las últimas semanas de imágenes que añaden un filtro animado y pintoresco. Ya sea a través de Instagram, Facebook. X (…","url":"https://www.adslzone.net/noticias/ia/peligro-convertirte-caricatura-chatgpt-expertos-piden-dejes-subir-fotos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/ChatGPT-Pexels.jpg","publishedAt":"2026-02-21T12:03:47Z","content":"La tendencia de crearcaricaturas por medio de chatbots de inteligencia artificial crece por momentos. Las redes sociales se han inundado en las últimas semanas de imágenes que añaden un filtro animad… [+4214 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Advantest Corporation confirma sufrir un ataque de ransomware","description":"Advantest, líder mundial en equipos de prueba para semiconductores, informa un ataque de ransomware en su red corporativa. Aunque la investigación está en curso y no se han confirmado filtraciones de datos, el incidente destaca los riesgos críticos para la ca…","url":"https://unaaldia.hispasec.com/2026/02/advantest-corporation-confirma-sufrir-un-ataque-de-ransomware.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/02/cover-image-3f5b0d6829c4aeae8bf255e325460940.png?fit=1200%2C686&ssl=1","publishedAt":"2026-02-21T07:32:50Z","content":"Advantest, líder mundial en equipos de prueba para semiconductores, informa un ataque de ransomware en su red corporativa. Aunque la investigación está en curso y no se han confirmado filtraciones de… [+2727 chars]"}]