[{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"España supera los 22 millones de ciberamenazas en el último trimestre de 2025: por qué la web y los USB siguen siendo la grieta","description":"Entre octubre y diciembre de 2025 se registraron en España más de 22 millones de incidentes de ciberseguridad en ordenadores de usuarios, sumando amenazas online y ataques locales. Si bajamos el dato a tierra, en un trimestre de 92 días esto equivale a unos 2…","url":"https://wwwhatsnew.com/2026/02/03/espana-supera-los-22-millones-de-ciberamenazas-en-el-ultimo-trimestre-de-2025-por-que-la-web-y-los-usb-siguen-siendo-la-grieta/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/04/Asistente-de-IA-en-Ciberseguridad-analizando-amenazas-con-Sec-Gemini.webp","publishedAt":"2026-02-03T03:00:07Z","content":"Entre octubre y diciembre de 2025 se registraron en España más de 22 millones de incidentes de ciberseguridad en ordenadores de usuarios, sumando amenazas online y ataques locales. Si bajamos el dato… [+7408 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Damián García","title":"Google desconecta a 9 millones de móviles 'zombis': así operaba la red china que usaba tu Android para mover datos sin que lo supieras","description":"No siempre se descubren 9 millones de smartphones \"secuestrados\" por parte de una red de dudosa credibilidad, así que la noticia que TechSpot publicaba siguiendo la pista del Grupo de Análisis de Amenazas de Google es más que reseñable. Sobre todo, porque la …","url":"https://andro4all.com/android/google-desconecta-a-9-millones-de-moviles-zombis-asi-operaba-la-red-china-que-usaba-tu-android-para-mover-datos-sin-que-lo-supieras","urlToImage":"https://andro4all.com/hero/2026/02/phone-farm-in-vietnam.jpg?width=1200","publishedAt":"2026-02-03T00:01:33Z","content":"Una granja de smartphones en Vietnam | Imagen de Jack Latham (Here Press)\r\nNo siempre se descubren 9 millones de smartphones \"secuestrados\" por parte de una red de dudosa credibilidad, así que la not… [+4185 chars]"}]