[{"source":{"id":null,"name":"Meneame.net"},"author":"TikisMikiss","title":"De la automatización a la infección: cómo se están utilizando las habilidades de los agentes de IA de OpenClaw como arma [ENG]","description":"El ecosistema de agentes personales de IA que más rápido está creciendo acaba de convertirse en un nuevo canal de distribución de malware. VirusTotal ha detectado cientos de skills de OpenClaw que son activamente maliciosas. Lo que empezó como un ecosistema p…","url":"https://www.meneame.net/m/tecnología/automatizacion-infeccion-como-estan-utilizando-habilidades-ia","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2026-02-04T08:49:52Z","content":"Traducción parcial:El ecosistema de agentes personales de IA que más rápido está creciendo acaba de convertirse en un nuevo canal de distribución de malware. En los últimos días, VirusTotal ha detect… [+318 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Gabriela Martínez","title":"Google descubre 9 millones de smartphones “secuestrados” que habían sido infectados por dudosas aplicaciones","description":"Google acaba de frenar una amenaza invisible que durante años usó millones de móviles Android sin que sus dueños lo supieran. No se trata del típico virus que roba tus fotos o contraseñas; esta vez, los atacantes \"secuestraban\" la potencia y el internet de lo…","url":"https://ipadizate.com/google/google-descubre-9-millones-de-smartphones-secuestrados-que-habian-sido-infectados-por-dudosas-aplicaciones","urlToImage":"https://ipadizate.com/hero/2026/02/google-seguridad.png?width=1200","publishedAt":"2026-02-04T06:00:33Z","content":"Google detecta 9 millones de Android usados para fines ocultos\r\nGoogle acaba de frenar una amenaza invisible que durante años usó millones de móviles Android sin que sus dueños lo supieran. No se tra… [+3121 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Aurelio Ruiz Enebral","title":"Los policías nacionales se formarán en inteligencia artificial para enfrentarse al cibercrimen","description":"La tecnología de inteligencia artificial se está convirtiendo en omnipresente en numerosos ámbitos profesionales y cotidianos. También la utilizan los ciberdelincuentes: por eso la Policía Nacional ha llegado a la conclusión de que debe formar a los agentes e…","url":"https://www.elconfidencialdigital.com/articulo/seguridad/policia-formara-agentes-inteligencia-artificial-enfrentarse-cibercrimen/202602031617491001621.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2026/02/03/2026020316161781930.jpg","publishedAt":"2026-02-04T04:00:00Z","content":"<ol><li>La urgencia: la Policía mueve ficha con formación en IA</li><li>Cibercrimen al alza: la amenaza que viene con IA</li><li>La reacción: nuevas competencias digitales para frenar el desafío</li>… [+9770 chars]"}]