[{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Transparencia o caja negra: el dilema de la Administración algorítmica","description":"Mi columna de esta semana en Invertia se titula «Cuando el Estado subcontrata la inteligencia» (pdf), y trata sobre un fenómeno que avanza mucho más deprisa de lo que solemos admitir: la externalización silenciosa de decisiones públicas a sistemas tecnológico…","url":"https://www.enriquedans.com/2026/02/transparencia-o-caja-negra-el-dilema-de-la-administracion-algoritmica.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/02/Algorithm-transparency-Dall·E.jpg","publishedAt":"2026-02-18T08:05:03Z","content":"Mi columna de esta semana en Invertia se titula «Cuando el Estado subcontrata la inteligencia» (pdf), y trata sobre un fenómeno que avanza mucho más deprisa de lo que solemos admitir: la externalizac… [+4941 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"Hacia una gestión inteligente de la información, con impacto real en los procesos y la organización","description":"En esta tribuna, Josep Costa, HyperAutomation Business Unit Manager en Ricoh España y Portugal, analiza el impacto de la automatización en la gestión empresarial.","url":"https://www.silicon.es/experto-opinion/hacia-una-gestion-inteligente-de-la-informacion-con-impacto-real-en-los-procesos-y-la-organizacion","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/02/Josep-Costa-HyperAutomation-Business-Unit-Manager-Ricoh-Espana-Portugal.jpeg","publishedAt":"2026-02-18T07:58:08Z","content":"La última encuesta a CEOs de Gartner, realizada en el primer semestre del año plasma a la perfección con datos la realidad que define el día a día de los primeros ejecutivos de las compañías en 2025:… [+4167 chars]"},{"source":{"id":null,"name":"Noticiaslatam.lat"},"author":"Sputnik Mundo","title":"México escala seis posiciones en la clasificación global de países con mayor incidencia de ciberataques","description":"El sector gubernamental y el educativo figuran entre los más vulnerables en el país, mientras grupos criminales como Qilin y LockBit intensifican su presencia en el territorio mexicano, según un análisis especializado.","url":"https://noticiaslatam.lat/20260218/mexico-escala-seis-posiciones-en-la-clasificacion-global-de-paises-con-mayor-incidencia-de-1171500080.html","urlToImage":"https://cdn.img.noticiaslatam.lat/images/sharing/article/spa/1171500080.jpg?11661959031771396504","publishedAt":"2026-02-18T06:35:00Z","content":"Al presentar el estudio Ciber Tendencias en México 2026: Ransomware, Amenazas activas y medición, la compañía detalló que el país pasó del lugar 17 en 2024 al sitio 11 en 2025, quedando a las puertas… [+127 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Enrique Dans","title":"Cuando el Estado subcontrata la inteligencia","description":"Durante años, la digitalización de la Administración se vendió como una promesa de eficiencia: menos colas, menos papel, más rapidez, menos arbitrariedad. Pero esa historia ya no describe lo que está ocurriendo.","url":"https://www.elespanol.com/invertia/opinion/20260218/subcontrata-inteligencia/1003744133153_13.html","urlToImage":"https://s3.elespanol.com/2025/09/23/actualidad/1003743938090_258944738_1706x960.jpg?fmt=jpeg","publishedAt":"2026-02-18T01:40:36Z","content":"Durante años, la digitalización de la Administración se vendió como una promesa de eficiencia: menos colas, menos papel, más rapidez, menos arbitrariedad. Pero esa historia ya no describe lo que está… [+7116 chars]"}]