[{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"CISA alerta: una RCE en BeyondTrust ya se explota en ataques de ransomware","description":"La CISA ha advertido que la vulnerabilidad CVE-2026-1731 en BeyondTrust Remote Support y BeyondTrust Privileged Remote Access se está explotando activamente y ya figura como utilizada en campañas de ransomware. Si tienes despliegues on-prem/self-hosted expues…","url":"https://unaaldia.hispasec.com/2026/02/cisa-alerta-una-rce-en-beyondtrust-ya-se-explota-en-ataques-de-ransomware.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/02/cisa-alerta-rce-beyondtrust-explotada-ransomware.png?fit=1200%2C800&ssl=1","publishedAt":"2026-02-23T08:30:04Z","content":"La CISA ha advertido que la vulnerabilidad CVE-2026-1731 en BeyondTrust Remote Support y BeyondTrust Privileged Remote Access se está explotando activamente y ya figura como utilizada en campañas de … [+3009 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Cinco aplicaciones de rescate gratuitas para solución de problemas","description":"El grupo de software que conocemos como aplicaciones de rescate son la mejor solución (y a veces la única) para aislar, identificar y solucionar errores en sistemas operativos y otras aplicaciones. Generalmente, son distribuciones GNU/Linux que funcionan en m…","url":"https://www.muycomputer.com/2026/02/23/herramientas-de-rescate/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2019/02/Aplicaciones_de_rescate_gratuitas-1000x600.jpg","publishedAt":"2026-02-23T08:11:14Z","content":"El grupo de software que conocemos como aplicaciones de rescate son la mejor solución (y a veces la única) para aislar, identificar y solucionar errores en sistemas operativos y otras aplicaciones. G… [+6262 chars]"},{"source":{"id":null,"name":"Ayudawp.com"},"author":"Fernando Tellado","title":"Todas las funcionalidades de WordPress que puedes desactivar o quitar sin romper nada … o casi","description":"En esta guía he recopilado todas las funcionalidades que puedes desactivar en WordPress, organizadas por grado de necesidad para que tengas claro qué puedes quitar sin pensártelo y qué deberías valorar antes. Cada una incluye la explicación de qué es, si es s…","url":"https://ayudawp.com/desactivar-funcionalidades-wordpress/","urlToImage":"https://ayudawp.com/wp-content/uploads/2026/02/mecanico-optimizando-wordpress.jpg","publishedAt":"2026-02-23T07:28:00Z","content":"WordPress carga por defecto un montón de funcionalidades que se fueron añadiendo a lo largo de 20 años de historia. Muchas de ellas tenían todo el sentido en su momento pero hoy son completamente inn… [+77840 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Luis Blanco","title":"Cashea sufre filtración masiva de datos: ¿Cómo afecta a los usuarios?","description":"La filtración de datos de Cashea ha encendido alertas en el sector fintech tras la exposición de más de 79 millones de registros de transacciones. El incidente fue detectado el 21 de febrero y divulgado inicialmente por el monitor de ciberseguridad VECERTRada…","url":"https://es.beincrypto.com/filtracion-datos-cashea-impacto-usuarios/","urlToImage":"https://assets.beincrypto.com/img/nzjIOKtsQTiZgMMVmZ_mfaJQ8No=/smart/bcfcb5cfcdbf477ba0449a8af895bca1","publishedAt":"2026-02-23T00:11:29Z","content":"La filtración de datos de Cashea ha encendido alertas en el sector fintech tras la exposición de más de 79 millones de registros de transacciones. El incidente fue detectado el 21 de febrero y divulg… [+4508 chars]"}]