[{"source":{"id":null,"name":"BeInCrypto"},"author":"Oluwapelumi Adejumo","title":"El robo de criptomonedas alcanzó los $370 millones en enero de 2026","description":"La industria cripto perdió aproximadamente 400.3 millones de dólares debido a exploits en enero de 2026, con un solo ataque de phishing de 284 millones de dólares que representó más del 70% del total.\nEl post El robo de criptomonedas alcanzó los $370 millones…","url":"https://es.beincrypto.com/robo-criptomonedas-alcanzo-400-millones-enero/","urlToImage":"https://assets.beincrypto.com/img/G2e1-T9SBEb2VRZO05OCX3S0VoI=/smart/3c5458670ef640bda8e1f6b057ab5769","publishedAt":"2026-02-01T20:08:00Z","content":"Los retos de seguridad de la industria cripto llegaron a un punto crítico en enero de 2026. Un aumento en ataques de phishing sofisticados y brechas en tesorerías drenó aproximadamente 400 millones d… [+2904 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"La Generación Z presume de ser nativa digital. Pero una encuesta revela que sufre la misma brecha que los ancianos frente a las estafas bancarias","description":"Un estudio de CECA revela que el 28% de los jóvenes cree que su banco puede pedirles datos sensibles por SMS, WhatsApp o correos no oficiales. Más de la mitad reconoce saber poco de ciberseguridad y solo un tercio sigue las recomendaciones de su entidad. La c…","url":"https://es.gizmodo.com/la-generacion-z-presume-de-ser-nativa-digital-pero-una-encuesta-revela-que-sufre-la-misma-brecha-que-los-ancianos-frente-a-estafas-bancarias-2000209260","urlToImage":"https://es.gizmodo.com/app/uploads/2025/12/Diseno-sin-titulo-22-9-1200x675.jpg","publishedAt":"2026-02-01T15:59:22Z","content":"Durante muchos años se repitió que la Generación Z, nacida entre pantallas, redes y smartphones, tenía una ventaja natural frente a cualquier reto tecnológico. Pero una nueva encuesta de CECA muestra… [+3343 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Luis Blanco","title":"Resumen Bitcoin de la semana: España y Latinoamérica","description":"Bienvenidos al “Resumen Bitcoin de la semana: España y Latinoamérica”. Profundice en los temas que le parezcan más interesantes en el ecosistema de las criptomonedas de habla hispana. España y América Latina: noticias sobre Bitcoin y criptomonedas más importa…","url":"https://es.beincrypto.com/espana-america-latina-criptomonedas-bitcoin-resumen-semana-010226/","urlToImage":"https://assets.beincrypto.com/img/vAgFeLLqy-JI4aArf9SBIUeTu94=/smart/db42dd954f824a088e87fc9a153daba9","publishedAt":"2026-02-01T15:57:00Z","content":"Bienvenidos al Resumen Bitcoin de la semana: España y Latinoamérica. Profundice en los temas que le parezcan más interesantes en el ecosistema de las criptomonedas de habla hispana.\r\nCyber Alert\r\nSpa… [+2893 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"Si usas un smartphone con Android, estas son las 4 cosas que nunca deberías hacer","description":"Android es el sistema operativo para móviles más utilizado en todo el mundo. Es importante que cuando descarguemos una aplicación o interactuemos con nuestro smartphone, tengamos en cuenta una serie de condiciones que pueden ayudarnos a disponer de una mejor …","url":"https://www.adslzone.net/noticias/internet/precauciones-smartphone-android-descargar-apps-0126/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/persona-descargando-apps-android-pcpal-1212-az.jpg","publishedAt":"2026-02-01T13:03:54Z","content":"Si eres usuario de Android, seguramente sabrás que se trata de un sistema operativo que te ofrece una gran flexibilidad y libertad. Con él, puedes descargar aplicaciones que no pertenecen a la tienda… [+5913 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Isidro Ros","title":"Prince of Persia: The Sands of Time Remastered con trazado de rayos: los fans hacen el trabajo de Ubisoft","description":"Ubisoft decidió cancelar el remake de Prince of Persia: The Sands of Time, una decisión que le ha costado muchas críticas, y que en general ha tenido un impacto muy negativo en la visión que la opinión pública tiene de la compañía francesa. Por suerte los fan…","url":"https://www.muycomputer.com/?p=393563","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2026/02/Prince-of-Persia-The-Sands-of-Time-Remastered-1000x600.jpg","publishedAt":"2026-02-01T10:03:34Z","content":"Ubisoft decidió cancelar el remake de Prince of Persia: The Sands of Time, una decisión que le ha costado muchas críticas, y que en general ha tenido un impacto muy negativo en la visión que la opini… [+2061 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"Linux Lite 7.8 llega basado en Ubuntu 24.04.3 LTS y con escritorio Xfce 4.18","description":"Linux Lite 7.8 llega con apps reescritas en GTK4, soporte de kernel 6.18 LTS y software actualizado. Conoce cambios, requisitos y cómo descargarlo.","url":"https://www.linuxadictos.com/linux-lite-7-8-llega-basado-en-ubuntu-24-04-3-lts-y-con-escritorio-xfce-4-18.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/Linux-Lite-7.8.webp","publishedAt":"2026-02-01T09:27:54Z","content":"La nueva versión de Linux Lite 7.8 ya está disponible como actualización estable de esta distribución ligera basada en Ubuntu, pensada para ordenadores modestos pero también válida como sistema de us… [+10861 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La industria audiovisual se cita en Barcelona para un ISE 2026 centrado en IA y ciberseguridad","description":"La industria audiovisual mundial volverá a citarse en Barcelona la semana próxima para la nueva edición del Integrated Systems Europe (ISE) 2026, que este año se centrará en el impacto de la inteligencia artificial (IA) y los retos en materia de cibersegurida…","url":"https://www.europapress.es/catalunya/firadebarcelona-00630/noticia-industria-audiovisual-cita-barcelona-ise-2026-centrado-ia-ciberseguridad-20260201101152.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260201101152_1200.jpg","publishedAt":"2026-02-01T09:11:52Z","content":"BARCELONA, 1 Feb. (EUROPA PRESS) - \r\n La industria audiovisual mundial volverá a citarse en Barcelona la semana próxima para la nueva edición del Integrated Systems Europe (ISE) 2026, que este año se… [+3968 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"“Ahorrar” en el streaming puede salir caro: expertos","description":"En la vida cotidiana de millones de mexicanos, tener acceso a las plataformas de streaming o de televisión por Internet se ha vuelto una necesidad. Contar con Netflix para ver series y películas, Disney para encuentros deportivos o documentales y Amazon Prime…","url":"https://www.jornada.com.mx/2026/02/01/economia/017n1eco","urlToImage":"https://www.jornada.com.mx/2026/02/01/fotos/017n1eco-1.jpg","publishedAt":"2026-02-01T08:54:10Z","content":"Periódico La JornadaDomingo 1º de febrero de 2026, p. 17\r\nEn la vida cotidiana de millones de mexicanos, tener acceso a las plataformas de streaming o de televisión por Internet se ha vuelto una nece… [+6488 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El 82% de las ciberestafas de suplantación usan IA, según la Agència de Ciberseguretat de Catalunya","description":"El 82,6% de las ciberestafas de suplantación por correo utilizan inteligencia artificial generativa (IA), según un informe de la Agència de Ciberseguretat de Catalunya, que advierte que el uso masivo de esta tecnología hará \"más creíbles y difíciles de detect…","url":"https://www.europapress.es/catalunya/noticia-82-ciberestafas-suplantacion-usan-ia-agencia-ciberseguretat-catalunya-20260201095056.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260201095056_1200.jpg","publishedAt":"2026-02-01T08:50:56Z","content":"BARCELONA, 1 Feb. (EUROPA PRESS) - \r\n El 82,6% de las ciberestafas de suplantación por correo utilizan inteligencia artificial generativa (IA), según un informe de la Agència de Ciberseguretat de Cat… [+1873 chars]"},{"source":{"id":null,"name":"Diario EL PAIS Uruguay"},"author":"Paula Ojeda","title":"En 2025, 73% de los incidentes de seguridad informática fueron por robo de datos: alertan sobre nuevas maniobras de estafa","description":"La codicia y el pánico son sentimientos que, según los expertos, fundan las estrategias de los estafadores.","url":"https://www.elpais.com.uy/informacion/sociedad/en-2025-73-de-los-incidentes-de-seguridad-informatica-fueron-por-robo-de-datos-alertan-sobre-nuevas-maniobras-de-estafa","urlToImage":"https://imgs.elpais.com.uy/dims4/default/0de7482/2147483647/strip/true/crop/1013x492+0+65/resize/1440x700!/quality/90/?url=https%3A%2F%2Fel-pais-uruguay-production-web.s3.us-east-1.amazonaws.com%2Fbrightspot%2F9c%2Fd9%2F3a41bcd44bd492803b62b84b7a0e%2Fimagen-421-1723648067.jpg","publishedAt":"2026-02-01T07:10:00Z","content":"La codicia y el pánico son los sentimientos que le abren la puerta a los ciberdelitos. Eso es lo que hace que, al recibir un mensaje sospechoso, las personas se cieguen y lo abran, repitieron en entr… [+5879 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Carles Planas Bou","title":"Más del 80% de las ciberestafas de correo utilizan IA para engañar a sus víctimas","description":"La inteligencia artificial está bajando drásticamente las barreras de entrada a la creatividad, pero esa faceta también puede ser una amenaza. Hasta un 82,6% de los correos electrónicos que contienen enlaces maliciosos se sirven de herramientas generativas pa…","url":"https://www.elperiodico.com/es/tecnologia/20260201/ciberestafas-correo-utilizan-ia-catalunya-ciberataques-inteligencia-artificial-estafa-identidad-126212351","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/4a241983-05ed-4e2f-ae4f-447377734565_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-02-01T05:00:41Z","content":"La inteligencia artificial está bajando drásticamente las barreras de entrada a la creatividad, pero esa faceta también puede ser una amenaza. Hasta un 82,6% de los correos electrónicos que contienen… [+3857 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"IA privada, la llave para mantener a los algoritmos bajo control","description":"La penúltima tendencia (siempre habrá otra despuntando) en la inteligencia artificial es la IA privada, que permite el despliegue de modelos en entornos controlados por las compañías. La garantía de seguridad y soberanía del dato favorece un dominio total sob…","url":"https://www.abc.es/economia/ia-privada-llave-mantener-algoritmos-bajo-control-20260201053844-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/economia/2026/02/01/ia%20privada.-U27214408172sNq-1024x512@diario_abc.jpg","publishedAt":"2026-02-01T04:38:44Z","content":"La penúltima tendencia (siempre habrá otra despuntando) en la inteligencia artificial es la IA privada, que permite el despliegue de modelos en entornos controlados por las compañías. La garantía de … [+7027 chars]"}]