[{"source":{"id":null,"name":"Cointelegraph"},"author":"Amin Haqshanas","title":"80% de los proyectos cripto hackeados nunca se \"recuperan por completo\", advierte un experto","description":"Las fallas de seguridad no solo agotan los fondos; a menudo destruyen la confianza, lo que hace que la mayoría de los proyectos cripto hackeados no puedan recuperarse a pesar de solucionar los defectos técnicos.Casi cuatro de cada cinco proyectos de criptomon…","url":"https://es.cointelegraph.com/news/hacked-crypto-projects-never-fully-recover","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bd067-c1a3-70aa-b293-4a961307e32b.jpg","publishedAt":"2026-01-18T15:27:53Z","content":"Casi cuatro de cada cinco proyectos de criptomonedas que sufren un hackeo importante nunca recuperan completamente su posición, según Mitchell Amador, CEO de la plataforma de seguridad Web3, Immunefi… [+4982 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Manu García (Visnuh)","title":"Siempre es mejor responder que rechazar una llamada spam. Es la clave para que nos molesten lo menos posible","description":"Las llamadas spam siempre son una molestia, las recibamos cuando las recibamos. Pocas veces nos aportan nada a nosotros, como usuarios y además, en la mayoría de las ocasiones, sólo nos hacen temer, por si realmente están tratando de estafarnos. Pero sí que h…","url":"https://www.xatakamovil.com/territorio-samsung/siempre-mejor-responder-que-rechazar-llamada-spam-clave-nos-molesten-posible","urlToImage":"https://i.blogs.es/e53fd5/llamadas-spam/840_560.jpeg","publishedAt":"2026-01-18T15:01:27Z","content":"Las llamadas spam siempre son una molestia, las recibamos cuando las recibamos. Pocas veces nos aportan nada a nosotros, como usuarios y además, en la mayoría de las ocasiones, sólo nos hacen temer, … [+3765 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Si tu PC no es compatible con Windows 11, esta distro de Linux se convierte en una buena alternativa","description":"El fin de soporte de Windows 10 en octubre de 2025 dejó «huérfanos» a millones de ordenadores a nivel mundial, que dejaron de recibir actualizaciones y no eran compatibles con la versión 11. Sin embargo, Linux se abrió como una nueva vía para muchos usuarios …","url":"https://www.adslzone.net/noticias/windows/distro-linux-alternativa-windows-11/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/Linux-Zorin-OS-Windows-10.jpg","publishedAt":"2026-01-18T11:01:57Z","content":"Linux está lejos de alcanzar las cifras de Windows. Según los datos recientes de Statcounter, Windows representaba el 66,47% del total en PC en diciembre de 2025 frente al 3,83% de Linux en las misma… [+3564 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"ChatGPT pondrá Anuncios: Primero se llevó los datos. Luego el tráfico. Por último tu modelo de Negocio","description":"Ayer, revisando las noticias del día, me topé con el anuncio de ChatGPT de su lanzamiento de Ads, y compartí con los compañeros \"It´s done: First take the data. Then take the traffic. Then the Business Model\r\n\", que fue la primera impresión que me generó desc…","url":"https://www.elladodelmal.com/2026/01/chatgpt-pondra-anuncios-primero-se.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEisWu6smrgEtKz2aaAk9GntQK1o8gKxhVTkPhZNfnbENX5y_sr21aaoHmSkyUZaC19SdvEFuS7qTxuBruoDFBMnfBL-Z66B3bcOJ-2YfRjA9xmrU_Tn6IFU4E2Mb06x5WSX9MdcDqOHcCVwrVJnnAv5cMe8I4k5HCp2yCP4Wzmq95I-w2ioxDGZ/w1200-h630-p-k-no-nu/chat0.png","publishedAt":"2026-01-18T06:01:00Z","content":"Ayer, revisando las noticias del día, me topé con el anuncio de ChatGPT de su lanzamiento de Ads, y compartí con los compañeros \"It´s done: First take the data. Then take the traffic. Then the Busine… [+1981 chars]"},{"source":{"id":null,"name":"EL PAÍS"},"author":"Luis Mazarrasa","title":"De Angkor Wat a Sukhothai: ocho de los mejores tesoros arqueológicos del sudeste asiático","description":"La colonización cultural que ejerció la India sobre el sudeste asiático en los primeros siglos de nuestra era resultó en sublimes monumentos religiosos que fusionaron el estilo arquitectónico de la gran potencia asiática de la Antigüedad con preciosas aportac…","url":"https://elpais.com/elviajero/2026-01-18/de-angkor-wat-a-sukhothai-ocho-de-los-mejores-tesoros-arqueologicos-del-sudeste-asiatico.html","urlToImage":"https://imagenes.elpais.com/resizer/v2/CZN7CJKYLVFNPKTLUQ4OVQC7VY.jpg?auth=736ba8641db3477ac53d0342d2786cffd9785de89f3f04417b05b4e5067df951&width=1200","publishedAt":"2026-01-18T04:30:00Z","content":"Ir al contenidoLa colonización cultural que ejerció la India sobre el sudeste asiático en los primeros siglos de nuestra era resultó en sublimes monumentos religiosos que fusionaron el estilo arquite… [+5724 chars]"}]