[{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"Un robot aspirador puede ayudar a robar tu casa y una baliza tu coche: el riesgo del Internet de las Cosas","description":"Cada vez hay más usuarios que apuestan por dispositivos IoT (Internet de las Cosas) para sus casas. Y ya no solo está presente en las propias viviendas en cuestión, sino que también ha llegado a los coches de la mano de las balizas V16. Los expertos tienen cl…","url":"https://www.adslzone.net/noticias/seguridad/riesgo-robo-datos-internet-cosas/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/ladron-casa.jpg","publishedAt":"2026-02-17T20:35:39Z","content":"Cada vez hay más usuarios que apuestan por dispositivos IoT (Internet de las Cosas) para sus casas. Y ya no solo está presente en las propias viviendas en cuestión, sino que también ha llegado a los … [+4236 chars]"},{"source":{"id":null,"name":"Montevideo.com.uy"},"author":"Montevideo Portal","title":"Que no te engañen: cómo prevenir el “cuento del tío” y evitar las estafas electrónicas","description":"Ante el incremento de casos denunciados, Policía Comunitaria y la Unidad de Cibercrimen brindan recomendaciones para evitar caer en engaños.","url":"https://www.montevideo.com.uy/Noticias/Que-no-te-enganen-como-prevenir-el-cuento-del-tio-y-evitar-las-estafas-electronicas-uc949446","urlToImage":"https://imagenes.montevideo.com.uy/imgnoticias/201902/_W933_80/684213.jpg","publishedAt":"2026-02-17T20:30:00Z","content":"Montevideo Portal\r\nVivimos en una era completamente digital, en la que gran parte de nuestra información personal circula por la red y en los dispositivos electrónicos.\r\nLas compras online son parte … [+10047 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Luis Ángel Márquez Flores","title":"La nueva estafa en México se hace pasar por Apple Pay y comienza con un simple mensaje","description":"Los fraudes cibernéticos se han vuelto más comunes en los últimos tiempos. Uno de los más frecuentes es el phishing, en el que los criminales contactan a las víctimas, haciéndose pasar por una institución confiable (como bancos, empresas o incluso el gobierno…","url":"https://www.xataka.com.mx/seguridad/nueva-estafa-mexico-se-hace-pasar-apple-pay-comienza-simple-mensaje","urlToImage":"https://i.blogs.es/43b7a4/phishing_apple_pay/840_560.jpeg","publishedAt":"2026-02-17T20:00:57Z","content":"Los fraudes cibernéticos se han vuelto más comunes en los últimos tiempos. Uno de los más frecuentes es el phishing, en el que los criminales contactan a las víctimas, haciéndose pasar por una instit… [+2842 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Fraudes con Apple Pay: así operan las estafas digitales y cómo blindar tus pagos","description":"Fraudes con Apple Pay al alza: conoce las estafas más comunes, cómo operan los ciberdelincuentes y las claves para proteger tus pagos móviles.","url":"https://www.soydemac.com/fraudes-con-apple-pay-asi-operan-las-estafas-digitales-y-como-blindar-tus-pagos/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/02/fraudes-con-Apple-Pay.jpg","publishedAt":"2026-02-17T19:45:41Z","content":"El auge de los pagos móviles ha hecho que cada vez más personas tiren de Apple Pay para pagar en tiendas, webs y aplicaciones sin sacar la tarjeta física del bolsillo. La comodidad es evidente: el mó… [+9308 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Fraudes mediante Apple Pay: así operan las estafas más habituales","description":"Aumentan los fraudes mediante Apple Pay. Conoce las técnicas más usadas por ciberdelincuentes y qué pasos seguir para proteger tu dinero.","url":"https://www.actualidadiphone.com/fraudes-mediante-apple-pay-asi-operan-las-estafas-mas-habituales/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/02/fraudes-mediante-Apple-Pay.jpg","publishedAt":"2026-02-17T19:40:16Z","content":"Cada vez más personas pagan con el móvil y, en particular, con iPhone. Entre quienes lo usan a diario, Apple Pay se ha convertido en una herramienta tan cotidiana como sacar la tarjeta del bolsillo, … [+11688 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"El nuevo Claude Sonnet 4.6 es oficial: así funciona el modelo de IA más avanzado de Anthropic","description":"La firma especializada en desarrollar modelos de Inteligencia Artificial vuelve a la carga con el que es su modelo de IA más avanzado especializado en programación, agentes de IA y en el uso del PC. Un importante paso adelante con el que competir con el resto…","url":"https://www.adslzone.net/noticias/ia/claude-sonnet-4-6-modelo-anthropic/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/claude-sonnet-5-6-pcpal-1212-az.jpeg","publishedAt":"2026-02-17T19:14:30Z","content":"La firma especializada en desarrollar modelos de Inteligencia Artificial vuelve a la carga con el que es su modelo de IA más avanzado especializado en programación, agentes de IA y en el uso del PC. … [+4324 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Miguel Arroyo","title":"El boom por los bots de IA de apuestas en Polymarket ¿Verdad o estafa?","description":"El auge de OpenClaw impulsa bots de apuestas en Polymarket. Mientras usuarios reportan ganancias, crecen estafas que roban fondos con malware oculto.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/boom-bot-ia-apuestas-polymarket-verdad-estafa/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2026/02/Plantilla-para-TECH-2-2.jpg","publishedAt":"2026-02-17T19:08:46Z","content":"<ul><li>IA busca pequeñas fluctuaciones para sacar rédito del mercado de precios de bitcoin.\r\n</li><li>Tutoriales falsos instalan malware para vaciar billeteras criptográficas.\r\n</li></ul>\r\nLos bots … [+6365 chars]"},{"source":{"id":null,"name":"IGN"},"author":"Michael Cripe, Mario Sánchez","title":"Arc Raiders toma cartas contra los jugadores que han abusado de fallos recientes","description":"Se acabaron los tiempos de tranquilidad\nEmbark Studios cumple su promesa de tomar medidas contra los jugadores que aprovecharon exploits de duplicación y otros fallos en Arc Raiders, emitiendo advertencias y suspensiones. El desarrollador detrás del popular s…","url":"https://es.ign.com/arc-raiders/226691/news/arc-raiders-toma-cartas-contra-los-jugadores-que-han-abusado-de-fallos-recientes","urlToImage":"https://sm.ign.com/t/ign_es/news/a/arc-raider/arc-raiders-dev-says-players-who-used-recent-exploits-will-f_jch4.1200.jpg","publishedAt":"2026-02-17T18:26:36Z","content":"Embark Studios cumple su promesa de tomar medidas contra los jugadores que aprovecharon exploits de duplicación y otros fallos en Arc Raiders, emitiendo advertencias y suspensiones.\r\nLa compañía prom… [+3454 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"La Nación / Argentina / GDA","title":"El truco oculto de WhatsApp que revela si alguien entró a su cuenta sin permiso","description":"Conozca cómo verificar si alguien ingresó a su cuenta de WhatsApp sin permiso. Expertos alertan sobre phishing, robo de SIM y spyware.","url":"https://www.nacion.com/tecnologia/el-truco-oculto-de-whatsapp-que-revela-si-alguien/UZLJ2TPSQJHMRIJKZVH354UIGY/story/","urlToImage":"https://www.nacion.com/resizer/v2/JMLUVQRNKFG6BAL3I2AZBVVCTQ.jpeg?smart=true&auth=4c855c03c10cc2e32550c26806f4a52303942ad8fde3a747b215c31603b43961&width=1440","publishedAt":"2026-02-17T17:18:43Z","content":"La empresa de ciberseguridad Keepnet alertó sobre un aumento en las técnicas de suplantación de identidad que afectan a usuarios de WhatsApp. El informe técnico detalló métodos como el robo de código… [+3165 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Alertan sobre Keenadu, el 'malware' preinstalado en algunos nuevos dispositivos Android para fraude publicitario","description":"Expertos en ciberseguridad han alertado sobre Keenadu, un nuevo 'malware' identificado en dispositivos Android, siendo España uno de los países con mayor número de detecciones, que puede venir preinstalado directamente en el 'firmware' del dispositivo, integr…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-alertan-keenadu-malware-preinstalado-algunos-nuevos-dispositivos-android-fraude-publicitario-20260217174320.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260217174320_1200.jpg","publishedAt":"2026-02-17T16:43:20Z","content":"MADRID, 17 Feb. (Portaltic/EP) - \r\n   Expertos en ciberseguridad han alertado sobre Keenadu, un nuevo 'malware' identificado en dispositivos Android, siendo España uno de los países con mayor número … [+5081 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Cybersecurity Act 2: ¿Estados o UE?","description":"Se está planteando actualmente un debate de especial interés sobre si la ciberseguridad ha de ser regida por Europa, o si es un ámbito o reducto de los Estados miembros, ya que es obvio que la seguridad pública (incluyendo la ciberseguridad) encaja de lleno e…","url":"https://www.eleconomista.es/opinion/noticias/13781903/02/26/cybersecurity-act-2-estados-o-ue.html","urlToImage":"https://s03.s3c.es/imag/_v0/1286x655/6/3/1/remision_informacion_Istock.jpg","publishedAt":"2026-02-17T16:24:40Z","content":"Se está planteando actualmente un debate de especial interés sobre si la ciberseguridad ha de ser regida por Europa, o si es un ámbito o reducto de los Estados miembros, ya que es obvio que la seguri… [+7205 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Karla Vázquez","title":"Descubren virus letalmente invasivo en celulares nuevos; tiene acceso a toda tu información sin que lo sepas","description":"Un virus ha puesto en alerta a toda la comunidad, pues detectaron la instalación de un virus de manera discreta e inesperada afectado a miles de usuarios.El descubrimiento reportado por EFE y Kaspersky Lab sobre el malware Keenadu no es solo un fallo técnico;…","url":"https://www.milenio.com/tecnologia/detectan-virus-telefonos-nuevos-keenadu-kaspersky-lab","urlToImage":"https://cdn.milenio.com/uploads/media/2025/12/31/venta-celulares-mantiene-negocios-walmart.jpg","publishedAt":"2026-02-17T16:18:00Z","content":"Un virus ha puesto en alerta a toda la comunidad, pues detectaron la instalación de un virus de manera discreta e inesperada afectado a miles de usuarios.\r\nEl descubrimiento reportado por EFE y Kaspe… [+2523 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Miriam Ramírez","title":"¡Que no te metan gol! Claves para detectar fraudes y proteger tu cartera en el Mundial, según especialista","description":"En esta época del Mundial, ciberdelincuentes querran ‘meter gol’ en contra de tus finanzas a través dereels, videos, correos electrónicos, mensajería por WhatsApp, SMSy llamadas telefónicasque inundarán smartphones y dispositivos de telecomunicación. Losfraud…","url":"https://www.milenio.com/negocios/finanzas-personales/claves-para-detectar-fraudes-proteger-tu-dinero-en-el-mundial-2026","urlToImage":"https://cdn.milenio.com/uploads/media/2026/02/16/sitios-web-falsos-faciles-crear.jpg","publishedAt":"2026-02-17T16:01:00Z","content":"En esta época del Mundial, ciberdelincuentes querran meter gol en contra de tus finanzas a través de reels, videos, correos electrónicos, mensajería por WhatsApp, SMS y llamadas telefónicas que inund… [+7551 chars]"},{"source":{"id":null,"name":"Boston Herald"},"author":"Associated Press Spanish","title":"La UE investiga a X por imágenes deepfake no autorizadas","description":"Por KELVIN CHAN LONDRES (AP) — La red social X, de Elon Musk, enfrenta una investigación de privacidad de la Unión Europea después de que su chatbot Grok empezó a generar imágenes deepfake no autorizadas, informó el regulador de privacidad de datos de Irlanda…","url":"https://www.bostonherald.com/2026/02/17/la-ue-investiga-a-x-por-imgenes-deepfake-no-autorizadas/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2026/02/EUROPA-GROK_14481.jpg?w=1024&h=683","publishedAt":"2026-02-17T14:38:15Z","content":"Por KELVIN CHAN\r\nLONDRES (AP) — La red social X, de Elon Musk, enfrenta una investigación de privacidad de la Unión Europea después de que su chatbot Grok empezó a generar imágenes deepfake no autori… [+3533 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Amin Haqshanas","title":"El uso de Monero se mantiene a pesar de las exclusiones de cotización, ya que los mercados de la darknet se pasan a XMR","description":"TRM Labs afirma que el uso de Monero se mantiene por encima de los niveles anteriores a 2022.La actividad de Monero se ha mantenido estable incluso cuando grandes exchanges de criptomonedas han eliminado la moneda privada de sus plataformas, según una nueva i…","url":"https://es.cointelegraph.com/news/monero-demand-delistings-darknet-markets-spy-nodes-trm","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c6b01-0f3e-7c4f-8376-c1d5a539f817.jpg","publishedAt":"2026-02-17T13:45:00Z","content":"La actividad de Monero se ha mantenido estable incluso cuando grandes exchanges de criptomonedas han eliminado la moneda privada de sus plataformas, según una nueva investigación de TRM Labs.\r\nLos da… [+4067 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Lockridge Okoth","title":"El precio de XMR sube 10% tras informe sobre el dominio de Monero en los shadow markets","description":"El precio de XMR subió casi un 10% el martes tras la publicación de un nuevo informe de TRM Labs que destaca la resiliencia de Monero y su creciente adopción en mercados enfocados en la privacidad a pesar de los deslistados de exchanges principales. La invest…","url":"https://es.beincrypto.com/precio-monero-darknet-xmr-2025-informe/","urlToImage":"https://assets.beincrypto.com/img/6_phKPss0bL8hEkIgmXHJR65Ny8=/smart/9b1ddb4e8764484382cc552a6f269aba","publishedAt":"2026-02-17T13:12:00Z","content":"El precio de XMR subió casi un 10% el martes tras la publicación de un nuevo informe de TRM Labs que destaca la resiliencia de Monero y su creciente adopción en mercados enfocados en la privacidad a … [+4656 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Cripto-phishers vuelven a enviar cartas a usuarios de Trezor y Ledger","description":"No es la primera vez que estafadores utilizan el correo postal para atacar a víctimas de filtraciones de datos.Los usuarios de los monederos de hardware de criptomonedas Ledger y Trezor vuelven a denunciar que han recibido cartas físicas con el objetivo de ro…","url":"https://es.cointelegraph.com/news/scammers-send-physical-letters-trezor-ledger-users-again","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c6943-6223-74fc-b5e5-f6b199bb555d.jpg","publishedAt":"2026-02-17T12:15:00Z","content":"Los usuarios de los monederos de hardware de criptomonedas Ledger y Trezor vuelven a denunciar que han recibido cartas físicas con el objetivo de robar sus frases de recuperación de semillas, el últi… [+3990 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Romina Fabbretti","title":"¿Cómo se vería en el espacio la primera semana de la Tercera Guerra Mundial?","description":"“Piensa en Wall-E, pero es mucho más deprimente”","url":"https://es.gizmodo.com/como-se-veria-en-el-espacio-la-primera-semana-de-la-tercera-guerra-mundial-2000221191","urlToImage":"https://es.gizmodo.com/app/uploads/2026/02/tercera-guerra-mundial-en-el-espacio-1200x675.jpg","publishedAt":"2026-02-17T12:12:16Z","content":"La idea de que se libre una guerra en la órbita espacial ya no es un invento de la ciencia ficción. Las tecnologías y capacidad de lanzar satélites avanzaron rápidamente y las potencias militares ven… [+8365 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"España recibe una media de tres ciberataques graves al día","description":"NTT DATA considera que \"el país se sitúa ya como un objetivo crítico, lo que exige acelerar la transición hacia un marco de ciberseguridad más robusto, cohesionado y, sobre todo, preventivo\".","url":"https://www.silicon.es/espana-recibe-una-media-de-tres-ciberataques-graves-al-dia-2577374","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-deepadesigns_seguridad.jpg","publishedAt":"2026-02-17T11:40:20Z","content":"Durante el segundo semestre de 2025, España recibió 605 ciberataques. Eso lo convierte en uno de los países más expuestos de Europa a nivel de seguridad, tal y como refleja el informe “Tendencias y c… [+2161 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Laura Sánchez Ley","title":"De las gabardinas al malware: Espionaje en EU, más fuerte que en la época de la Guerra Fría","description":"El espionaje extranjero en Estados Unidos es más intenso en la actualidad, que durante la Guerra Fría. Mientras que el gobierno del presidente Donald Trump ha procesado en tribunales a una veintena de personas en el último año, los expedientes oficiales sólo …","url":"https://www.milenio.com/policia/espionaje-en-eu-es-mas-intenso-que-en-la-guerra-fria","urlToImage":"https://cdn.milenio.com/uploads/media/2026/02/16/datos-indican-vigilancia-ilegal-foranea.jpg","publishedAt":"2026-02-17T08:23:12Z","content":"El espionaje extranjero en Estados Unidos es más intenso en la actualidad, que durante la Guerra Fría. Mientras que el gobierno del presidente Donald Trump ha procesado en tribunales a una veintena d… [+10984 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Prohibir el scroll infinito no salvará a nadie: el problema no es la interfaz, es el negocio","description":"Bruselas ha decidido ir contra el «doom scrolling». Según explica POLITICO, la Comisión Europea ha pedido a TikTok que desactive el infinite scroll, introduzca pausas estrictas de tiempo de pantalla y modifique sus sistemas de recomendación, al considerar que…","url":"https://www.enriquedans.com/2026/02/prohibir-el-scroll-infinito-no-salvara-a-nadie-el-problema-no-es-la-interfaz-es-el-negocio.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/02/Infinite-scroll-Dall·E.jpg","publishedAt":"2026-02-17T08:01:43Z","content":"Bruselas ha decidido ir contra el «doom scrolling». Según explica POLITICO, la Comisión Europea ha pedido a TikTok que desactive el infinite scroll, introduzca pausas estrictas de tiempo de pantalla … [+6470 chars]"}]