[{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Endesa sufre filtración masiva y pone en riesgo a clientes de más de 40 bancos españoles","description":"Una brecha de seguridad ha expuesto los datos personales de millones de clientes de bancos y cooperativas de crédito en España. Entre la información filtrada se incluyen nombres, DNI, direcciones, teléfonos y correos electrónicos entre otros. El incidente ele…","url":"https://unaaldia.hispasec.com/2026/01/endesa-sufre-filtracion-masiva-y-pone-en-riesgo-a-clientes-de-mas-de-40-bancos-espanoles.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/01/ChatGPT-Image-15-ene-2026-18_41_04.png?fit=1200%2C800&ssl=1","publishedAt":"2026-01-16T08:33:19Z","content":"Los datos revelados se basan en el análisis de una muestrade la información filtrada, por lo que es posible que el número real de afectados sea mayor. A medida que se realicen investigaciones más com… [+2740 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Si fuiste cliente de Endesa, ojo: el hackeo también te puede afectar y el aviso está llegando a usuarios de hace años","description":"Hace unos días comentamos que Endesa había sufrido un ataque —confirmado por la propia compañía— que ponía en riesgo datos sensibles de sus clientes. El problema es que la brecha no estaría afectando solo a los usuarios actuales, sino también a quienes lo fue…","url":"https://www.xatakahome.com/iluminacion-y-energia/fuiste-cliente-endesa-ojo-hackeo-tambien-te-puede-afectar-aviso-esta-llegando-a-usuarios-hace-anos","urlToImage":"https://i.blogs.es/9750ba/captura-de-pantalla-2026-01-16-a-las-7.37.08/1200_630.png","publishedAt":"2026-01-16T08:01:27Z","content":"Hace unos días comentamos que Endesa había sufrido un ataque confirmado por la propia compañía que ponía en riesgo datos sensibles de sus clientes. El problema es que la brecha no estaría afectando s… [+3049 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Ransomware \"DeadLock\" se oculta utilizando contratos inteligentes de Polygon vulnerados","description":"Group-IB descubrió un ransomware llamado DeadLock que está vulnerando contratos inteligentes de Polygon para rotar direcciones proxy y evadir eliminaciones.Un ransomware recientemente descubierto, llamado \"DeadLock\", está explotando sigilosamente contratos in…","url":"https://es.cointelegraph.com/news/deadlock-ransomware-hides-exploited-polygon-smart-contracts","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bc47b-5fbb-796f-b76e-a93c0b60bac6.jpg","publishedAt":"2026-01-16T04:54:47Z","content":"Un ransomware recientemente descubierto, llamado \"DeadLock\", está explotando sigilosamente contratos inteligentes de Polygon para rotar y distribuir direcciones proxy, según investigadores de la firm… [+3030 chars]"}]