[{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Cripto-phishers vuelven a enviar cartas a usuarios de Trezor y Ledger","description":"No es la primera vez que estafadores utilizan el correo postal para atacar a víctimas de filtraciones de datos.Los usuarios de los monederos de hardware de criptomonedas Ledger y Trezor vuelven a denunciar que han recibido cartas físicas con el objetivo de ro…","url":"https://es.cointelegraph.com/news/scammers-send-physical-letters-trezor-ledger-users-again","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c6943-6223-74fc-b5e5-f6b199bb555d.jpg","publishedAt":"2026-02-17T12:15:00Z","content":"Los usuarios de los monederos de hardware de criptomonedas Ledger y Trezor vuelven a denunciar que han recibido cartas físicas con el objetivo de robar sus frases de recuperación de semillas, el últi… [+3990 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Romina Fabbretti","title":"¿Cómo se vería en el espacio la primera semana de la Tercera Guerra Mundial?","description":"“Piensa en Wall-E, pero es mucho más deprimente”","url":"https://es.gizmodo.com/como-se-veria-en-el-espacio-la-primera-semana-de-la-tercera-guerra-mundial-2000221191","urlToImage":"https://es.gizmodo.com/app/uploads/2026/02/tercera-guerra-mundial-en-el-espacio-1200x675.jpg","publishedAt":"2026-02-17T12:12:16Z","content":"La idea de que se libre una guerra en la órbita espacial ya no es un invento de la ciencia ficción. Las tecnologías y capacidad de lanzar satélites avanzaron rápidamente y las potencias militares ven… [+8365 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"España recibe una media de tres ciberataques graves al día","description":"NTT DATA considera que \"el país se sitúa ya como un objetivo crítico, lo que exige acelerar la transición hacia un marco de ciberseguridad más robusto, cohesionado y, sobre todo, preventivo\".","url":"https://www.silicon.es/espana-recibe-una-media-de-tres-ciberataques-graves-al-dia-2577374","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-deepadesigns_seguridad.jpg","publishedAt":"2026-02-17T11:40:20Z","content":"Durante el segundo semestre de 2025, España recibió 605 ciberataques. Eso lo convierte en uno de los países más expuestos de Europa a nivel de seguridad, tal y como refleja el informe “Tendencias y c… [+2161 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Laura Sánchez Ley","title":"De las gabardinas al malware: Espionaje en EU, más fuerte que en la época de la Guerra Fría","description":"El espionaje extranjero en Estados Unidos es más intenso en la actualidad, que durante la Guerra Fría. Mientras que el gobierno del presidente Donald Trump ha procesado en tribunales a una veintena de personas en el último año, los expedientes oficiales sólo …","url":"https://www.milenio.com/policia/espionaje-en-eu-es-mas-intenso-que-en-la-guerra-fria","urlToImage":"https://cdn.milenio.com/uploads/media/2026/02/16/datos-indican-vigilancia-ilegal-foranea.jpg","publishedAt":"2026-02-17T08:23:12Z","content":"El espionaje extranjero en Estados Unidos es más intenso en la actualidad, que durante la Guerra Fría. Mientras que el gobierno del presidente Donald Trump ha procesado en tribunales a una veintena d… [+10984 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Prohibir el scroll infinito no salvará a nadie: el problema no es la interfaz, es el negocio","description":"Bruselas ha decidido ir contra el «doom scrolling». Según explica POLITICO, la Comisión Europea ha pedido a TikTok que desactive el infinite scroll, introduzca pausas estrictas de tiempo de pantalla y modifique sus sistemas de recomendación, al considerar que…","url":"https://www.enriquedans.com/2026/02/prohibir-el-scroll-infinito-no-salvara-a-nadie-el-problema-no-es-la-interfaz-es-el-negocio.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/02/Infinite-scroll-Dall·E.jpg","publishedAt":"2026-02-17T08:01:43Z","content":"Bruselas ha decidido ir contra el «doom scrolling». Según explica POLITICO, la Comisión Europea ha pedido a TikTok que desactive el infinite scroll, introduzca pausas estrictas de tiempo de pantalla … [+6470 chars]"}]