[{"source":{"id":null,"name":"RT"},"author":"RT en Español\n , RT en Español","title":"Rusia denuncia un ataque DDoS contra sitios del Ministerio de Defensa y regulador de comunicaciones","description":"","url":"https://actualidad.rt.com/actualidad/589348-rusia-ataque-ddos-roskomnadzor-defensa","urlToImage":"https://actualidad.rt.com/static/img/og/logo-rt-black.jpg","publishedAt":"2026-02-27T15:02:21Z","content":"El regulador ruso de comunicaciones Roskomnadzor informó, citado por medios locales, que este viernes ha sido objeto de un ataque DDoS perpetrado contra su sitio web oficial.\r\nAdemás, se precisa que … [+285 chars]"},{"source":{"id":null,"name":"La Nacion"},"author":"LA NACION","title":"WhatsApp 2026: la lista completa de celulares que se quedan sin la app este 1° de marzo","description":"A partir del tercer mes del año la aplicación de Meta dejará de funcionar en ciertos dispositivos porque ya no cuentan con el sistema operativo compatible","url":"https://www.lanacion.com.ar/tecnologia/whatsapp-2026-la-lista-completa-de-celulares-que-se-quedan-sin-la-app-este-1-de-marzo-nid27022026/","urlToImage":"https://resizer.glanacion.com/resizer/v2/los-celulares-que-se-quedan-sin-whatsapp-en-marzo-YP46MQC4WJGZZKRLYBTFS4STBA.jpg?auth=8e8e54d1dc822d8849ac902de67aa20c5ebd30b2b55adf38ee2668fe8c749904&width=1200&quality=70&smart=false&height=800","publishedAt":"2026-02-27T14:55:57Z","content":"Este 1° de marzo varios dispositivos dejarán de contar con WhatsApp. Se trata de modelos que ya se pueden considerar viejos porque no cumplen con los requisitos mínimos de actualización. Es por ello … [+3509 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Cuáles fueron los malware más activos en Latinoamérica durante 2025","description":"Un análisis de los tres tipos de malware con mayores detecciones en la telemetría de ESET durante el año pasado, con detalles sobre a qué sistemas afectan, qué vectores de distribución utilizan y en qué países tienen más presencia.","url":"https://www.welivesecurity.com/es/malware/cuales-fueron-los-malware-mas-activos-en-latinoamerica-2025/","urlToImage":null,"publishedAt":"2026-02-27T14:52:18Z","content":"En el último ESET Threat Report se destaca que la inteligencia artificial tuvo un papel relevante en el ecosistema del cibercrimen. Uno de los hitos más significativos del año fue la identificación, … [+9927 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Solución a fallos de apps con VPN: guía completa y práctica","description":"Descubre por qué tus apps fallan con VPN y cómo arreglarlo: bloqueos, IP, split tunneling y trucos para banca, streaming y móvil.","url":"https://www.androidsis.com/solucion-a-fallos-de-apps-con-vpn-guia-completa-y-practica/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2026/02/Solucion-a-fallos-de-apps-con-VPN-1.jpg","publishedAt":"2026-02-27T14:31:21Z","content":"Usar una VPN se ha vuelto algo de lo más normal para cuidar la privacidad y saltar bloqueos geográficos, pero no todo es tan idílico: a veces, al activarla, ciertas apps o páginas dejan de funcionar,… [+16635 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Más allá de Defender: aplicaciones para blindar tu sistema","description":"Protege tu Windows y tus móviles más allá de Defender con apps clave para bloquear malware, robo de datos y ataques modernos sin complicar tu equipo.","url":"https://www.actualidadgadget.com/mas-alla-de-defender-aplicaciones-para-blindar-tu-sistema/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2026/02/Mas-alla-de-Defender-aplicaciones-para-elevar-la-seguridad-de-tu-sistema-2.jpg","publishedAt":"2026-02-27T14:04:23Z","content":"Estrenar PC nuevo y ponerse a buscar un antivirus era casi un ritual obligado hace unos años. Hoy ese escenario ha cambiado por completo gracias a la evolución de Windows, de Microsoft Defender y de … [+18763 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"GRIDTIDE y el “C2 en una hoja de cálculo”: así fue la disrupción de una campaña global de espionaje contra telecos y gobiernos","description":"Entre el 18 y el 25 de febrero de 2026, Google Threat Intelligence Group (GTIG), Mandiant y varios socios ejecutaron una operación coordinada para frenar una campaña de ciberespionaje a escala global. El actor, identificado como UNC2814 y vinculado por los in…","url":"https://wwwhatsnew.com/2026/02/27/gridtide-y-el-c2-en-una-hoja-de-calculo-asi-fue-la-disrupcion-de-una-campana-global-de-espionaje-contra-telecos-y-gobiernos/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2026/02/gridtide-distruption-fig2.max-2100x2100-1.jpg","publishedAt":"2026-02-27T13:00:29Z","content":"Entre el 18 y el 25 de febrero de 2026, Google Threat Intelligence Group (GTIG), Mandiant y varios socios ejecutaron una operación coordinada para frenar una campaña de ciberespionaje a escala global… [+9022 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Álvaro García M.","title":"La OTAN ha nombrado los iPhone y iPad como \"dispositivos seguros\". La duda es qué los hace especiales del resto de móviles comerciales","description":"Los iPhone y iPad que lleven iOS 26 y iPadOS 26 son teléfonos seguros para la OTAN en lo relativo a los requisitos de seguridad para manejar información sensible. Así lo ha anunciado Apple en una nota de prensa hace unas horas. Es algo llamativo si tenemos en…","url":"https://www.applesfera.com/seguridad/otan-ha-nombrado-iphone-ipad-como-dispositivos-seguros-duda-que-hace-especiales-resto-moviles-comerciales","urlToImage":"https://i.blogs.es/d1f947/iphone-militar/840_560.jpeg","publishedAt":"2026-02-27T10:00:56Z","content":"Los iPhone y iPad que lleven iOS 26 y iPadOS 26 son teléfonos seguros para la OTAN en lo relativo a los requisitos de seguridad para manejar información sensible. Así lo ha anunciado Apple en una not… [+6607 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Laura Flores","title":"Las organizaciones cibercriminales que están espiando a Chile y Latinoamérica","description":"Grupos vinculados a China, Rusia y Corea del Norte concentraron operaciones de ciberespionaje en sectores estratégicos como telecomunicaciones, energía y banca en la región.","url":"https://www.df.cl/df-lab/tech-empresas/las-organizaciones-cibercriminales-que-estan-espiando-a-chile-y","urlToImage":"https://www.df.cl/noticias/site/artic/20260226/imag/foto_0000000820260226183546/Grupos-ciberataque.jpg","publishedAt":"2026-02-27T07:00:00Z","content":"El ciberataque de la organización criminal Salt Typhoon, vinculada a China, operó por más de un año sin ser detectado hasta 2024 y afectó a más de 80 redes telefónicas a nivel global, informó The New… [+5486 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"LLM-Guardian v3.0 \"SENTINEL\": Monitorización Continua de LLMs Corporativos","description":"Todo transcurre con normalidad. Un día cualquiera durante el uso de un sistema corporativo\nen el que se incluye un LLM. Este responde de forma correcta a cualquier consulta. Todos\nlos equipos trabajan con normalidad aparente, pero la realidad es que ya no rec…","url":"https://www.elladodelmal.com/2026/02/llm-guardian-v30-sentinel.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh0zxIwvwCTi92B5dlMBbWzhU1EhnABfPIwWzEWazn3aEbacwT2_HnfFlgShz1ojCxOXrNCPQc_Fd6QGoghE-WO0ovhuFv0KExs9eInZsyX4l05ZyNFWaZCkZ03vYDiRqrwxZnxzr8xard-RKokzNKu5127wB_0QiglGQN4Du_QHKHJk6R3Uk3U/w1200-h630-p-k-no-nu/guardian0.jpg","publishedAt":"2026-02-27T06:01:00Z","content":"SENTINEL lee el buzón de AM1 y AM2: la sinergia.\r\nEste fue un cambio que no estaba en la arquitectura original pero que surgió de una\r\nobservación. Los canary prompts se ejecutan cada 30 minutos con … [+7379 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Joaquin Romero","title":"Addons poco conocidos para Kodi que mejoran tu experiencia multimedia","description":"Descubre addons poco conocidos para Kodi que mejoran IPTV, deportes, cine y rendimiento. Guía detallada en español para exprimir tu centro multimedia.","url":"https://www.actualidadgadget.com/addons-poco-conocidos-para-kodi-que-mejoran-tu-experiencia-multimedia/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2024/10/Como-usar-Kodi-en-memoria-USB-9.jpg","publishedAt":"2026-02-27T03:23:49Z","content":"Si usas Kodi a diario o acabas de llegar al mundillo, te aseguro que todavía no le estás sacando todo el partido. La mayoría se queda en los cuatro complementos típicos, pero hay un montón de addons … [+19866 chars]"}]