[{"source":{"id":null,"name":"Nacion.com"},"author":"Jailine González Gómez","title":"La tecnología detrás del Super Bowl: conozca la infraestructura digital que sostiene este evento masivo","description":"El Super Bowl mueve más que audiencias récord. Detrás del partido funciona una infraestructura digital capaz de soportar decenas de terabytes, miles de dispositivos y altos riesgos de ciberseguridad.","url":"https://www.nacion.com/tecnologia/la-tecnologia-detras-del-super-bowl-conozca-la/Y5L6ZSYGBNACLOSS3PITGECLFA/story/","urlToImage":"https://www.nacion.com/resizer/v2/SPHNQIHVNVEJHOVCNKLMIO42SU.jpg?smart=true&auth=219fca4e0cefe46216cdd19c06d469c63b4289d74ae2032f7fcde205f940e728&width=1440","publishedAt":"2026-02-06T20:49:29Z","content":"El próximo domingo, cuando más de 70.000 personas llenen las gradas del Levis Stadium durante el Super Bowl LX, no solo presenciarán uno de los eventos deportivos más esperados del año. También estar… [+1918 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Ni Windows 11 ni macOS: las 3 funciones de Linux que te harán trabajar mucho más rápido","description":"Linux, aunque en muchas ocasiones quede por detrás de Windows y macOS en cuanto a popularidad, es un sistema operativo muy conveniente. Y lo cierto es que, incluso si tu intención principal es disfrutar de un impulso de productividad, podrás confiar en esta p…","url":"https://www.adslzone.net/noticias/tecnologia/funciones-linux-haran-trabajar-mucho-mas-rapido/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/Hombre-trabajando-oficina-concentrado-portatil.jpg","publishedAt":"2026-02-06T19:33:43Z","content":"El día a día con Linux puede parecer un reto, pero la realidad es que se trata de toda una aventura de exploración y descubrimiento. Hasta si acabas de comenzar con Linux, podrás deleitarte con un si… [+4859 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Luis Miranda","title":"ChatGPT prepara una red social y podría pedir tus datos biométricos","description":"Los rumores sobre una red social de OpenAI han vuelto a surgir, aunque en esta ocasión no son alentadores. Un reporte de Forbes afirma que los creadores de ChatGPT están considerando usar la verificación biométrica para evitar la proliferación de bots. En poc…","url":"https://hipertextual.com/inteligencia-artificial/openai-red-social-verificacion-biometrica/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/02/chatgpt_escaner.jpg","publishedAt":"2026-02-06T18:58:29Z","content":"Los rumores sobre una red social de OpenAI han vuelto a surgir, aunque en esta ocasión no son alentadores. Un reporte de Forbes afirma que los creadores de ChatGPT están considerando usar la verifica… [+3139 chars]"},{"source":{"id":null,"name":"DW (English)"},"author":"Helen Whittle","title":"Los hospitales de Berlín, amenazados por una ola de atentados","description":"Los hospitales de la capital alemana reportan un creciente número de incidentes sospechosos que incluyen ciberataques, vuelos de drones e incendios provocados. Expertos advierten que los centros sanitarios son un blanco. La Asociación de Hospitales de Berlín …","url":"https://www.dw.com/es/los-hospitales-de-berl%C3%ADn-amenazados-por-una-ola-de-atentados/a-75848851","urlToImage":"https://static.dw.com/image/69716042_6.jpg","publishedAt":"2026-02-06T18:33:00Z","content":"La Asociación de Hospitales de Berlín (BKG) ha emitido una alerta que describe una serie de incidentes \"aparentemente inexplicables\" en hospitales y centros de salud de la capital de Alemania. Estos … [+7345 chars]"},{"source":{"id":null,"name":"DW (English)"},"author":"Helen Whittle","title":"Los hospitales de Berlín, amenazados por una ola de atentados","description":"Los hospitales de la capital alemana reportan un creciente número de incidentes sospechosos que incluyen ciberataques, vuelos de drones e incendios provocados. Expertos advierten que los centros sanitarios son un blanco.","url":"https://www.dw.com/es/los-hospitales-de-berl%C3%ADn-amenazados-por-una-ola-de-atentados/a-75848851","urlToImage":"https://static.dw.com/image/69716042_6.jpg","publishedAt":"2026-02-06T18:33:00Z","content":"La Asociación de Hospitales de Berlín (BKG) ha emitido una alerta que describe una serie de incidentes \"aparentemente inexplicables\" en hospitales y centros de salud de la capital de Alemania. Estos … [+7345 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La Universidad de Almería celebra el 9 y 10 de febrero sus II Jornadas de Ciberseguridad sobre Seguridad Nacional","description":"La Universidad de Almería (UAL) acogerá el 9 y 10 de febrero las II Jornadas de Ciberseguridad: Seguridad Nacional y Ciberdefensa, un encuentro que abordará las crecientes amenazas que afectan al entorno digital y su incidencia en la vida personal y privada.","url":"https://www.europapress.es/andalucia/diputacion-almeria-01014/noticia-universidad-almeria-celebra-10-febrero-ii-jornadas-ciberseguridad-seguridad-nacional-20260206190046.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260206190044_1200.jpg","publishedAt":"2026-02-06T18:00:44Z","content":"ALMERÍA 6 Feb. (EUROPA PRESS) - \r\n La Universidad de Almería (UAL) acogerá el 9 y 10 de febrero las II Jornadas de Ciberseguridad: Seguridad Nacional y Ciberdefensa, un encuentro que abordará las cre… [+3799 chars]"},{"source":{"id":null,"name":"IGN"},"author":"Michael Cripe, Mario Sánchez","title":"Entrevista - El CEO de ARC Raiders encara los problemas del juego y responde a todas nuestras preguntas","description":"\"Me compadezco del pobre hotel…\"\nArc Raiders, un shooter de extracción y el segundo juego del estudio Embark Studios, ha arrasado en todo el mundo. Este experimento de ciencia ficción en tercera persona PvPvE se lanzó en octubre de 2025 con poco más que un pr…","url":"https://es.ign.com/arc-raiders/226365/news/entrevista-el-ceo-de-arc-raiders-encara-los-problemas-del-juego-y-responde-a-todas-nuestras-pregunta","urlToImage":"https://sm.ign.com/t/ign_es/news/t/the-big-ar/the-big-arc-raiders-interview-embark-boss-patrick-soderlund_h1vr.1200.jpg","publishedAt":"2026-02-06T17:09:26Z","content":"Arc Raiders, un shooter de extracción y el segundo juego del estudio Embark Studios, ha arrasado en todo el mundo.\r\nY no te pierdas...Nintendo Partner Direct de febrero - Todas las novedades y juegos… [+16909 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Esta función es genial, pero la tengo desactivada en mi router: este es el motivo (y cuándo sí la activo)","description":"Los routers que puedes comprar en el mercado y también los que ofrecen las operadoras (estos, un poco menos) llegan cargados de funciones que podemos aprovechar para mejorar la conexión a Internet en casa. Sin embargo, hay una que tengo desactivada por todos …","url":"https://www.xatakahome.com/la-red-local/esta-funcion-genial-tengo-desactivada-mi-router-este-motivo-cuando-activo","urlToImage":"https://i.blogs.es/634786/img_20260206_123448/1200_630.jpeg","publishedAt":"2026-02-06T16:01:53Z","content":"Los routers que puedes comprar en el mercado y también los que ofrecen las operadoras (estos, un poco menos) llegan cargados de funciones que podemos aprovechar para mejorar la conexión a Internet en… [+3296 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Alerta por filtración de datos: los correos y móviles de miles de usuarios de Substack, en peligro","description":"Si usas Substack regularmente para leer tus newsletters favoritas, te traemos malas noticias. La plataforma ha confirmado la filtración de datos de miles de usuarios luego de un hackeo. Si estás registrado en el citado servicio, es probable que en estos días …","url":"https://hipertextual.com/internet/substack-filtracion-datos-2026/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/02/Substack-scaled.jpg","publishedAt":"2026-02-06T13:16:39Z","content":"Si usas Substack regularmente para leer tus newsletters favoritas, te traemos malas noticias. La plataforma ha confirmado la filtración de datos de miles de usuarios luego de un hackeo. Si estás regi… [+2454 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"En Business Insider, hablando sobre redes sociales y prohibiciones","description":"Fede Durán me entrevistó para Business Insider, y aunque el artículo habla de más cosas, dada la relevancia mediática del tema, lo ha titulado como «Habría que prohibir las redes sociales para toda la población» (pdf).  Mi posición sobre la regulación de las …","url":"https://www.enriquedans.com/2026/02/en-business-insider-hablando-sobre-redes-sociales-y-prohibiciones.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/02/Prohibir-redes-sociales-Business-Insider.jpg","publishedAt":"2026-02-06T09:19:47Z","content":"Fede Durán me entrevistó para Business Insider, y aunque el artículo habla de más cosas, dada la relevancia mediática del tema, lo ha titulado como «Habría que prohibir las redes sociales para toda l… [+6369 chars]"},{"source":{"id":null,"name":"Borderperiodismo.com"},"author":"#BorderPeriodismo","title":"La SIDE detuvo un ciberataque contra el sitio oficial de la Cancillería argentina","description":"La SIDE informó que neutralizó un ataque digital coordinado dentro de una campaña contra países del Board of Peace, que incluye a Argentina.\nLa entrada La SIDE detuvo un ciberataque contra el sitio oficial de la Cancillería argentina se publicó primero en #Bo…","url":"https://www.borderperiodismo.com/politica/la-side-detuvo-un-ciberataque-contra-el-sitio-oficial-de-la-cancilleria-argentina/","urlToImage":"https://www.borderperiodismo.com/wp-content/uploads/2026/02/Portada-2026-02-05T214052.369.jpg","publishedAt":"2026-02-06T00:40:13Z","content":"La Secretaría de Inteligencia de Estado (SIDE) informó que logró frustrar un ciberataque dirigido contra el dominio oficial de la Cancillería argentina. La confirmación se realizó a través de un comu… [+2270 chars]"}]