[{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"Hackeo de Endesa: qué tienes que hacer para protegerte si te ha llegado el correo diciendo que te ha afectado","description":"Vamos a decirte cómo actuar si te ha afectado el hackeo a Endesa. La empresa eléctrica ha sufrido un ciberataque que ha afectado a su plataforma española, algo que ha comprometido la información personal de un gran número de clientes, exponiendo datos como el…","url":"https://www.xataka.com/basics/hackeo-endesa-que-tienes-que-hacer-para-protegerte-te-ha-llegado-correo-diciendo-que-te-ha-afectado","urlToImage":"https://i.blogs.es/4869f0/endesa/840_560.jpeg","publishedAt":"2026-01-13T12:24:13Z","content":"Vamos a decirte cómo actuar si te ha afectado el hackeo a Endesa. La empresa eléctrica ha sufrido un ciberataque que ha afectado a su plataforma española, algo que ha comprometido la información pers… [+3495 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Antonio Vallejo","title":"Un hacker tardó dos horas y media en robar miles de datos personales de los clientes de Endesa. Endesa tardó una semana en avisar","description":"Endesa Energía ha confirmado un ciberataque a su plataforma comercial que ha expuesto información crítica de millones de clientes. La brecha incluye documentos de identidad, cuentas bancarias y datos de contratos de luz y gas, lo que sitúa a los afectados en …","url":"https://www.xataka.com/seguridad/hacker-tardo-dos-horas-media-robar-miles-datos-personales-clientes-endesa-endesa-tardo-semana-avisar","urlToImage":"https://i.blogs.es/a061f0/endesa/840_560.jpeg","publishedAt":"2026-01-13T12:16:59Z","content":"Endesa Energía ha confirmado un ciberataque a su plataforma comercial que ha expuesto información crítica de millones de clientes. La brecha incluye documentos de identidad, cuentas bancarias y datos… [+4921 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Cristian Garcia","title":"Cómo saber si tu iPhone está siendo espiado o comprometido","description":"Descubre cómo saber si tu iPhone está siendo espiado o comprometido y cómo proteger tus datos paso a paso. Guía sobre seguridad.","url":"https://www.actualidadiphone.com/como-saber-si-tu-iphone-esta-siendo-espiado-o-comprometido/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/Como-saber-si-tu-iPhone-esta-siendo-espiado-o-comprometido.png","publishedAt":"2026-01-13T12:11:24Z","content":"Hoy llevamos literalmente media vida metida en el iPhone: fotos, chats, cuentas bancarias, datos de salud, redes sociales y hasta llaves digitales y dispositivos como AirTags. Por eso, en cuanto oímo… [+19284 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Ataque a Truebit expone un fallo en un contrato inteligente detrás de la acuñación de tokens por 26 millones de dólares","description":"Truebit perdió 26 millones de dólares después de que un error de desbordamiento en un contrato inteligente permitiera a un atacante acuñar tokens a un costo casi nulo, lo que provocó una caída del 99% en el precio de TRU.\n Una explotación de 26 millones de dó…","url":"https://es.cointelegraph.com/news/26m-truebit-hack-smart-contract-vulnerability","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bb6fb-49c3-7e97-b95f-6fc74067667f.jpg","publishedAt":"2026-01-13T12:02:38Z","content":"Una explotación de 26 millones de dólares del protocolo de computación fuera de la cadena Truebit se originó en un fallo en un contrato inteligente que permitió a un atacante acuñar tokens a un costo… [+4290 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Cristian Garcia","title":"Por qué el iPhone se calienta: causas reales y cómo evitarlo","description":"Descubre por qué tu iPhone se calienta, cuándo es peligroso y los mejores trucos para enfriarlo y evitar que vuelva a sobrecalentarse.","url":"https://www.actualidadiphone.com/por-que-el-iphone-se-calienta-causas-comunes-y-como-evitarlo/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/Por-que-el-iPhone-se-calienta-causas-comunes-y-como-evitarlo.jpg","publishedAt":"2026-01-13T11:43:48Z","content":"¿Por qué el iPhone se calienta: causas comunes y cómo evitarlo? Si alguna vez has notado que tu iPhone parece una pequeña estufa en la mano, no eres el único. Es bastante habitual que el móvil se cal… [+17675 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"ECD","title":"FACUA lanza una alerta urgente a clientes de Endesa tras brecha de seguridad","description":"La asociación de consumidores FACUA-Consumidores en Acción ha pedido a la Agencia Española de Protección de Datos (AEPD) que investigue una grave brecha de seguridad que ha comprometido datos de clientes de Endesa y Energía XXI.\n\nAdemás de solicitar la interv…","url":"https://www.elconfidencialdigital.com/articulo/politica/facua-lanza-alerta-urgente-clientes-endesa-brecha-seguridad/20260113103141997564.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/04/09/2025040906321540124.jpg","publishedAt":"2026-01-13T09:31:41Z","content":"<ol><li>Reclamo ante Protección de Datos</li><li>Qué ha ocurrido y qué datos se han visto comprometidos</li><li>Recomendaciones de FACUA para clientes</li><li>Contexto de amenazas y riesgo real</li><… [+3013 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Sergio J. Ortiz","title":"La última actualización de Google Chrome no es compatible con los Mac antiguos con macOS Monterey","description":"Google ha anunciado a través de su plataforma de Google Chrome que la versión Chrome 150 será la última versión de su navegador web en ofrecer soporte para macOS 12, la actualización de equipos Mac con macOS Monterey. En otras palabras, los ordenadores con ma…","url":"https://ipadizate.com/google/la-ultima-actualizacion-de-google-chrome-no-es-compatible-con-los-mac-antiguos-con-macos-monterey","urlToImage":"https://ipadizate.com/hero/2026/01/chrome1.1768289699.9057.jpg?width=1200","publishedAt":"2026-01-13T09:00:42Z","content":"Google Chrome\r\nGoogle ha anunciado a través de su plataforma de Google Chrome que la versión Chrome 150 será la última versión de su navegador web en ofrecer soporte para macOS 12, la actualización d… [+2121 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Si eres cliente de Endesa ¡Cuidado!","description":"Endesa ha informado de una grave violación de seguridad que ha permitido el acceso no autorizado e ilegítimo a su plataforma comercial y ha comprometido datos personales de sus clientes, nombres, DNIs, datos de contacto y medios de pago (IBAN). Como adelantan…","url":"https://www.muycomputer.com/2026/01/13/si-eres-cliente-de-endesa-cuidado/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2026/01/Endesa-1000x600.jpg","publishedAt":"2026-01-13T08:28:44Z","content":"Endesa ha informado de una grave violación de seguridad que ha permitido el acceso no autorizado e ilegítimo a su plataforma comercial y ha comprometido datos personales de sus clientes, nombres, DNI… [+3110 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Me ha llegado el correo de Endesa: qué tengo que hacer para protegerme frente a posibles fraudes","description":"Hace apenas unas horas saltaba la noticia: un ciberataque ha afectado a la plataforma comercial de Endesa. La incidencia ha comprometido información de un número importante de clientes y, si has recibido un correo de la compañía, es muy probable que estés ent…","url":"https://www.xatakahome.com/hogar/me-ha-llegado-correo-endesa-que-tengo-que-hacer-para-protegerme-frente-a-posibles-fraudes","urlToImage":"https://i.blogs.es/286fab/portada/1200_630.jpeg","publishedAt":"2026-01-13T08:00:59Z","content":"Hace apenas unas horas saltaba la noticia: un ciberataque ha afectado a la plataforma comercial de Endesa. La incidencia ha comprometido información de un número importante de clientes y, si has reci… [+3916 chars]"},{"source":{"id":null,"name":"Ayudawp.com"},"author":"Fernando Tellado","title":"Cómo forzar el acceso para poder ver la web (sin plugins)","description":"Si no quieres plugins para hacer privada tu web, para que haya que acceder por el login de WordPress para ver el sitio, aquí tienes un pedazo de código de copiar y pegar que tiene de todo y más …","url":"https://ayudawp.com/forzar-login-sin-plugins/","urlToImage":"https://ayudawp.com/wp-content/uploads/2025/12/forzar-login-acceso-web-wordpress.jpg","publishedAt":"2026-01-13T07:28:00Z","content":"En serio, lo sé, hay muchos plugins del tipo de membresía o incluso especializados para hacer privada tu web, o pedir un login para poder verla, pero he probado todos los que hay y no hay ni uno al q… [+34187 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Diario Financiero","title":"El seguro que no cubrirá el próximo ciberataque","description":"SEBASTIÁN DUEÑAS Programa de Derecho, Ciencia y Tecnología UC MATÍAS ARÁNGUIZ Programa de Derecho, Ciencia y Tecnología UC","url":"https://www.df.cl/opinion/columnistas/el-seguro-que-no-cubrira-el-proximo-ciberataque","urlToImage":"https://www.df.cl/noticias/site/artic/20260112/imag/foto_0000000320260112194611/col.jpg","publishedAt":"2026-01-13T07:00:00Z","content":"En junio de 2017, el malware NotPetya se propagó desde Ucrania al mundo en horas, causando un daño total estimado en US$ 10 mil millones. Maersk perdió cerca de US$ 300 millones, Merck más de US$ 800… [+3058 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Carles Planas Bou","title":"Qué hacer si has sido víctima del 'hackeo' a Endesa que ha expuesto datos personales y bancarios","description":"El gigante de la electricidad Endesa reconoció el domingo que ha sufrido un ciberataque ya contenido que ha expuesto datos confidenciales y sensibles de un número indeterminado de clientes. \"Lamentamos comunicarle que Energía XXI ha detectado un incidente de …","url":"https://www.elperiodico.com/es/tecnologia/20260113/endesa-hackeo-que-hacer-ciberataque-cliente-robo-datos-personales-banco-dni-contrasena-125608401","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/138e2d84-8555-41af-931e-a622cff18223_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-01-13T06:32:00Z","content":"El gigante de la electricidad Endesa reconoció el domingo que ha sufrido un ciberataque ya contenido que ha expuesto datos confidenciales y sensibles de un número indeterminado de clientes. \"Lamentam… [+2635 chars]"},{"source":{"id":null,"name":"Xataka.com.mx"},"author":"Obed Nares","title":"México ya puso en la mira a los CMS libres como WordPress: creen que son un riesgo para los datos personales","description":"La advertencia llegó desde el gobierno federal: el uso de sistemas de gestión de contenidos (CMS) de licencia libre, combinados con complementos y plantillas genéricas, se ha convertido en un vector recurrente de vulneraciones de datos personales. El tema no …","url":"https://www.xataka.com.mx/seguridad/mexico-puso-mira-a-cms-libres-como-wordpress-creen-que-riesgo-para-datos-personales","urlToImage":"https://i.blogs.es/325c21/post-de-facebook-frase-acuarela-azul-1200-x-900-px-12-/840_560.jpeg","publishedAt":"2026-01-13T02:43:50Z","content":"La advertencia llegó desde el gobierno federal: el uso de sistemas de gestión de contenidos (CMS) de licencia libre, combinados con complementos y plantillas genéricas, se ha convertido en un vector … [+3746 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Axel Sánchez","title":"Fraude cibernético desplaza a 'ransomware' como mayor preocupación de los CEO: WEF","description":"El 73 por ciento de los CEO encuestados por el Foro Económico Mundial (WEF, por sus siglas en inglés) resultó afectado por un fraude cibernético durante el transcurso de 2025.De acuerdo con su reporte llamado Perspectivas globales de ciberseguridad 2026, los …","url":"https://www.milenio.com/negocios/ciberseguridad-fraudes-y-ransomware-preocupacion-de-ceos","urlToImage":"https://cdn.milenio.com/uploads/media/2026/01/12/wef-revelo-ciento-ceo-empresas.jpeg","publishedAt":"2026-01-13T00:42:16Z","content":"El 73 por ciento de los CEO encuestados por el Foro Económico Mundial (WEF, por sus siglas en inglés) resultó afectado por un fraude cibernético durante el transcurso de 2025.\r\nDe acuerdo con su repo… [+6171 chars]"}]