[{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"Cuidado con la última estafa bancaria: no te tienes que instalar ninguna app nueva","description":"Este es el aviso que ahora mismo deberían tener muy presente los usuarios en España, porque los ciberdelincuentes vuelven a apoyarse en uno de los métodos más efectivos y difíciles de detectar: el phishing. Es decir, que a través de un mensaje que aparenta se…","url":"https://www.movilzona.es/noticias/banca-movil/cuidado-estafa-bancaria-instalar-app-nueva/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2026/01/Malware-en-smartphone.jpg","publishedAt":"2026-01-29T12:36:20Z","content":"En los últimos años hemos visto cómo las estafas bancarias han evolucionado a una velocidad alarmante. Ya no se trata de correos mal escritos o mensajes sospechosos llenos de faltas. Hoy el phishing … [+2456 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"WhatsApp activa su nuevo modo estricto para blindar las cuentas más sensibles","description":"WhatsApp lanza su modo estricto en España: bloquea archivos, llamadas y grupos de desconocidos para blindar cuentas en riesgo. Te contamos cómo activarlo.","url":"https://www.actualidadiphone.com/whatsapp-activa-su-nuevo-modo-estricto-para-blindar-las-cuentas-mas-sensibles/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/WhatsApp-activa-su-nuevo-modo-estricto.jpg","publishedAt":"2026-01-29T12:19:43Z","content":"WhatsApp ha dado un paso más en su estrategia de seguridad con la llegada del nuevo modo estricto o Configuración Estricta de la Cuenta, un ajuste pensado para quienes temen ser objetivo de ataques d… [+9055 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El uso de la IA crece un 123,5% en España y amplía la brecha de seguridad en las empresas","description":"El último informe ThreatLabz de Zscaler alerta de que la rápida adopción de la IA en España está superando la capacidad de control y seguridad de las organizaciones.","url":"https://www.silicon.es/el-uso-de-la-ia-crece-un-1235-en-espana-y-amplia-la-brecha-de-seguridad-en-las-empresas-2576760","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/seguridad-inteligencia-artificial-empresas-espana-zscaler.jpeg","publishedAt":"2026-01-29T11:27:04Z","content":"La adopción acelerada de la inteligencia artificial está ampliando de forma significativa la brecha de seguridad en las empresas. Así lo advierte el informe ThreatLabz 2026 AI Security, publicado por… [+5014 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La ingeniería social supera al malware técnico como principal vector de ataque en 2025, según Proofpoint","description":"El informe \"Factor Humano 2025\" de Proofpoint confirma que la manipulación psicológica y la suplantación de identidades dominan el cibercrimen actual.","url":"https://www.silicon.es/la-ingenieria-social-supera-al-malware-tecnico-como-principal-vector-de-ataque-en-2025-segun-proofpoint-2576751","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/ingenieria-social-ciberseguridad-2025-proofpoint.jpeg","publishedAt":"2026-01-29T10:52:09Z","content":"El panorama actual de la ciberseguridad ha desplazado su centro de gravedad desde la sofisticación técnica hacia la manipulación psicológica de los individuos. Según el último volumen del informe “Fa… [+4373 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Estafas potenciadas por IA aumentaron un 500% en 2025 mientras el robo de criptomonedas se volvió \"industrial\"","description":"TRM Labs afirmó que se enviaron 35.000 millones de dólares en criptomonedas a direcciones de estafadores el año pasado, mientras estos escalaban sus operaciones con IA y eficiencia empresarial.El uso de grandes modelos de lenguaje en estafas se quintuplicó en…","url":"https://es.cointelegraph.com/news/ai-enabled-crypto-scams-rise-500-percent","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019c074a-f441-7a8b-9ca4-6e81bace96ae.jpg","publishedAt":"2026-01-29T04:08:08Z","content":"El uso de grandes modelos de lenguaje en estafas se quintuplicó en 2025, según TRM Labs, a medida que los estafadores aprovecharon la tecnología para aumentar el alcance, hacer las estafas más convin… [+4222 chars]"}]