[{"source":{"id":null,"name":"Hola"},"author":"Blanca Villatoro Corraliza","title":"El aviso de la Policía Nacional sobre los pedidos a domicilio que todos deberían conocer: \"Dedícale unos segundos\"","description":"Un gesto sencillo como destruir o cubrir las etiquetas de tus paquetes puede evitar que tus datos sean utilizados por estafadores y protegerte frente a ataques de phishing o suplantación de identidad","url":"https://www.hola.com/al-dia/20260223885485/aviso-de-la-policia-nacional-sobre-los-pedidos-a-domicilio/","urlToImage":"https://www.hola.com/horizon/landscape/82e97b50282d-gettyimages-1124755527.jpg?im=Resize=(1200)","publishedAt":"2026-02-23T17:00:00Z","content":"Cada vez hacemos más compras por Internet. Los pedidos online, que incluyen desde ropa hasta productos tecnológicos o para el hogar, se han vuelto un elemento común de la vida cotidiana. No obstante,… [+4023 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"Servimedia","title":"NAPPAI acelera la integración de la IA en empresas para generar impacto real en el negocio","description":"La plataforma low-code/no-code permite a equipos no técnicos crear y escalar agentes de IA seguros y cumplidores en minutos, con plantillas, despliegue on premise y enfoque corporativo","url":"https://www.elconfidencial.com/sociedad/2026-02-23/nappai-inteligencia-artificial-automatizacion-negocio-1hms_4308432/","urlToImage":"https://images.ecestaticos.com/V7IATiJ-EVmcRxe46bAOB2rWaIU=/0x0:1200x686/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/408/b6c/a75/408b6ca75b08de3bd966aac8655a0950.jpg","publishedAt":"2026-02-23T15:47:00Z","content":"NAPPAI, empresa tecnológica especializada en software de inteligencia artificial empresarial, se ha propuesto democratizar el desarrollo de agentes y asistentes de IA a través de su plataforma.Creada… [+4486 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"La Guardia Civil desarticula la cúpula de 'Anonymous Fénix' acusados ciberataques contra organismos públicos","description":"La Guardia Civil ha detenido a los cuatro principales integrantes del grupo hacker español denominado 'Anonymous Fénix' por su presunta participación en ciberataques contra organismos como Ministerios, partidos políticos e instituciones públicas.","url":"https://www.eleconomista.es/tecnologia/noticias/13791050/02/26/la-guardia-civil-desarticula-la-cupula-de-anonymous-fenix-acusados-ciberataques-contra-organismos-publicos.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/2/1/1/anonymous-careta.jpg","publishedAt":"2026-02-23T15:04:45Z","content":"La Guardia Civil ha detenido a los cuatro principales integrantes del grupo hacker español denominado 'Anonymous Fénix' por su presunta participación en ciberataques contra organismos como Ministerio… [+2332 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Enrique Pérez","title":"Los mejores gestores de contraseñas: comparativa a fondo","description":"Si te preocupa tu seguridad, usar la misma contraseña para todo o tener contraseñas débiles tipo '1234' no es lo más recomendable. Opciones como las Passkeys, son el principio del fin de las contraseñas, Sin embargo, la realidad es que seguimos usando contras…","url":"https://www.xatakamovil.com/seguridad/mejores-gestores-contrasenas-comparativa-a-fondo","urlToImage":"https://i.blogs.es/c16425/gestor-contrasenas/840_560.jpeg","publishedAt":"2026-02-23T15:00:52Z","content":"Si te preocupa tu seguridad, usar la misma contraseña para todo o tener contraseñas débiles tipo '1234' no es lo más recomendable. Opciones como las Passkeys, son el principio del fin de las contrase… [+16363 chars]"},{"source":{"id":null,"name":"Enter.co"},"author":"Digna Irene Urrea","title":"¿Cómo usar ChatGPT para saber si una llamada es estafa o spam?","description":"Las llamadas desde números desconocidos se han convertido en una molestia cotidiana. En muchos casos no se trata solo de publicidad...","url":"https://www.enter.co/especiales/dev/como-usar-chatgpt-para-saber-si-una-llamada-es-estafa-o-spam/","urlToImage":"https://www.enter.co/wp-content/uploads/2025/09/LLAMADAS-SPAM.png","publishedAt":"2026-02-23T14:12:33Z","content":"Las llamadas desde números desconocidos se han convertido en una molestia cotidiana. En muchos casos no se trata solo de publicidad insistente, sino de intentos de fraude que buscan obtener datos per… [+2522 chars]"},{"source":{"id":null,"name":"ExchangeWire"},"author":"ExchangeWire PressBox","title":"EscalaX refuerza su privacidad y cumplimiento con BidSafe One","description":"EscalaX, empresa global de publicidad programática, anuncia un acuerdo estratégico con BidSafe One, firma especializada en privacidad y cumplimiento normativo en el sector ad tech. \nAsí, EscalaX, cuya propuesta se basa en construir un marketplace multicanal s…","url":"https://www.exchangewire.com/blog/2026/02/23/escalax-refuerza-su-privacidad-y-cumplimiento-con-bidsafe-one/","urlToImage":"https://cdn.exchangewire.com/wp-content/uploads/2026/02/PR-EscalaX-Feb-2026.png","publishedAt":"2026-02-23T14:00:00Z","content":"EscalaX, empresa global de publicidad programática, anuncia un acuerdo estratégico con BidSafe One, firma especializada en privacidad y cumplimiento normativo en el sector ad tech. \r\nAsí, EscalaX, cu… [+1538 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Hackeo a Cashea: 4 claves sobre qué hacer y cómo evitar estafas","description":"La empresa confirmó la filtración de datos personales y transaccionales, lo que abre las puertas para ataques del tipo phishing. \nLeer más","url":"https://www.criptonoticias.com/seguridad-bitcoin/hackeo-cashea-ataques-phishing/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2026/02/Filtracion-DAtos-Usuarios-Cashea-Phishing.jpg","publishedAt":"2026-02-23T12:47:54Z","content":"<ul><li>La información revelada incluye cédulas, números telefónicos, nombres y detalles de transacciones. \r\n</li><li>Tras la filtración, es importante evitar enlaces de correos o mensajes que aparen… [+3972 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Alertan sobre el primer malware para Android que utiliza IA generativa en su ejecución","description":"PromptSpy es capaz de recopilar información, realizar capturas, grabar la actividad y bloquear las tentativas de eliminación.","url":"https://www.silicon.es/alertan-sobre-el-primer-malware-para-android-que-utiliza-ia-generativa-en-su-ejecucion-2577536","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-Mopic_malware-seguridad.jpg","publishedAt":"2026-02-23T12:25:11Z","content":"PromptSpy es el nombre que recibe la primera familia de malware para Android que emplea la tecnología de inteligencia artificial (IA) generativa como parte de su flujo de ejecución.\r\nSegún detalla ES… [+1431 chars]"},{"source":{"id":null,"name":"Xataka.com"},"author":"Yúbal Fernández","title":"Apps de iPhone en Mac: cómo instalar cualquier juego o aplicación con PlayCover","description":"Vamos a decirte un método con el que vas a poder instalar cualquier app de iOS en Mac, utilizando un programa de código abierto llamado PlayCover. Lo que hace esta aplicación es permitirte instalar aplicaciones desde su archivo IPA, que es como los APK de And…","url":"https://www.xataka.com/basics/apps-iphone-mac-como-instalar-cualquier-juego-aplicacion-playcover","urlToImage":"https://i.blogs.es/9faeac/apps-iphone-en-mac/840_560.jpeg","publishedAt":"2026-02-23T12:00:47Z","content":"Vamos a decirte un método con el que vas a poder instalar cualquier app de iOS en Mac, utilizando un programa de código abierto llamado PlayCover. Lo que hace esta aplicación es permitirte instalar a… [+2739 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Lorena Buzón","title":"La nueva forma de autenticación digital: menos datos, privacidad por diseño","description":"La confianza digital se ha construido acumulando datos y ese proceso tan cotidiano implica una cesión constante de nuestra privacidad.","url":"https://www.elfinanciero.com.mx/opinion/colaborador-invitado/2026/02/23/la-nueva-forma-de-autenticacion-digital-menos-datos-privacidad-por-diseno/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/5Y5IGIGEXNECZAOPG5IEVDLHZA.jpg?smart=true&auth=22b2dda6046747041a8cf89aaed4e45f97b732d70b6169ca0fe417affc842682&width=1200&height=630","publishedAt":"2026-02-23T11:23:34Z","content":"En un entorno digital cada vez más interconectado, verificar quiénes somos se ha vuelto una práctica de rutina para acceder a prácticamente cualquier servicio en línea. Esta necesidad cotidiana, a la… [+4613 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Policía Nacional detiene al responsable de una estafa de casi 10.000 euros a un instituto de Ciudad Real","description":"La Policía Nacional ha detenido al principal responsable de un entramado especializado en robos y estafas mediante el método conocido como «phishing», tras un ataque dirigido contra un Instituto de Educación Secundaria de Ciudad Real. Según ha informado el cu…","url":"https://www.abc.es/espana/castilla-la-mancha/policia-nacional-detiene-responsable-estafa-10000-euros-20260223120510-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2026/02/23/1507339458_20260223120454-U73528063180ZOz-1024x512@diario_abc.jpg","publishedAt":"2026-02-23T11:05:21Z","content":"La Policía Nacional ha detenido al principal responsable de un entramado especializado en robos y estafas mediante el método conocido como «phishing», tras un ataque dirigido contra un Instituto de E… [+2237 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El mejor escudo contra los ciberdelincuentes: el sentido común","description":"Los ciberdelincuentes siempre van por delante. Aprovechan cualquier novedad tecnológica para perfeccionar sus métodos de engaño y persuasión en busca de víctimas a las que desfalcar: a veces dinero; otras, datos personales que luego venden. Combatirlos no es …","url":"https://www.abc.es/espana/galicia/primer-escudo-ciberdelincuentes-sentido-comun-20260222104512-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2026/02/22/1437147760-U20641033587MGR-1024x512@diario_abc.jpg","publishedAt":"2026-02-23T09:45:12Z","content":"Los ciberdelincuentes siempre van por delante. Aprovechan cualquier novedad tecnológica para perfeccionar sus métodos de engaño y persuasión en busca de víctimas a las que desfalcar: a veces dinero; … [+3802 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Detenido el responsable de un entramado que robó casi 10.000 euros de la cuenta de un instituto de Ciudad Real","description":"La Policía Nacional ha detenido al principal responsable de un entramado especializado en la comisión de robos y estafas por el método conocido como phishing. El varón arrestado pertenecía a una trama que lanzó un ataque contra un Instituto de Educación Secun…","url":"https://www.europapress.es/castilla-lamancha/noticia-detenido-responsable-entramado-robo-casi-10000-euros-cuenta-instituto-ciudad-real-20260223102440.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260223102440_1200.jpg","publishedAt":"2026-02-23T09:24:40Z","content":"CIUDAD REAL, 23 Feb. (EUROPA PRESS) - \r\n La Policía Nacional ha detenido al principal responsable de un entramado especializado en la comisión de robos y estafas por el método conocido como phishing.… [+973 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Hispasec","title":"CISA alerta: una RCE en BeyondTrust ya se explota en ataques de ransomware","description":"La CISA ha advertido que la vulnerabilidad CVE-2026-1731 en BeyondTrust Remote Support y BeyondTrust Privileged Remote Access se está explotando activamente y ya figura como utilizada en campañas de ransomware. Si tienes despliegues on-prem/self-hosted expues…","url":"https://unaaldia.hispasec.com/2026/02/cisa-alerta-una-rce-en-beyondtrust-ya-se-explota-en-ataques-de-ransomware.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/02/cisa-alerta-rce-beyondtrust-explotada-ransomware.png?fit=1200%2C800&ssl=1","publishedAt":"2026-02-23T08:30:04Z","content":"La CISA ha advertido que la vulnerabilidad CVE-2026-1731 en BeyondTrust Remote Support y BeyondTrust Privileged Remote Access se está explotando activamente y ya figura como utilizada en campañas de … [+3009 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Cinco aplicaciones de rescate gratuitas para solución de problemas","description":"El grupo de software que conocemos como aplicaciones de rescate son la mejor solución (y a veces la única) para aislar, identificar y solucionar errores en sistemas operativos y otras aplicaciones. Generalmente, son distribuciones GNU/Linux que funcionan en m…","url":"https://www.muycomputer.com/2026/02/23/herramientas-de-rescate/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2019/02/Aplicaciones_de_rescate_gratuitas-1000x600.jpg","publishedAt":"2026-02-23T08:11:14Z","content":"El grupo de software que conocemos como aplicaciones de rescate son la mejor solución (y a veces la única) para aislar, identificar y solucionar errores en sistemas operativos y otras aplicaciones. G… [+6262 chars]"},{"source":{"id":null,"name":"Ayudawp.com"},"author":"Fernando Tellado","title":"Todas las funcionalidades de WordPress que puedes desactivar o quitar sin romper nada … o casi","description":"En esta guía he recopilado todas las funcionalidades que puedes desactivar en WordPress, organizadas por grado de necesidad para que tengas claro qué puedes quitar sin pensártelo y qué deberías valorar antes. Cada una incluye la explicación de qué es, si es s…","url":"https://ayudawp.com/desactivar-funcionalidades-wordpress/","urlToImage":"https://ayudawp.com/wp-content/uploads/2026/02/mecanico-optimizando-wordpress.jpg","publishedAt":"2026-02-23T07:28:00Z","content":"WordPress carga por defecto un montón de funcionalidades que se fueron añadiendo a lo largo de 20 años de historia. Muchas de ellas tenían todo el sentido en su momento pero hoy son completamente inn… [+77840 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Luis Blanco","title":"Cashea sufre filtración masiva de datos: ¿Cómo afecta a los usuarios?","description":"La filtración de datos de Cashea ha encendido alertas en el sector fintech tras la exposición de más de 79 millones de registros de transacciones. El incidente fue detectado el 21 de febrero y divulgado inicialmente por el monitor de ciberseguridad VECERTRada…","url":"https://es.beincrypto.com/filtracion-datos-cashea-impacto-usuarios/","urlToImage":"https://assets.beincrypto.com/img/nzjIOKtsQTiZgMMVmZ_mfaJQ8No=/smart/bcfcb5cfcdbf477ba0449a8af895bca1","publishedAt":"2026-02-23T00:11:29Z","content":"La filtración de datos de Cashea ha encendido alertas en el sector fintech tras la exposición de más de 79 millones de registros de transacciones. El incidente fue detectado el 21 de febrero y divulg… [+4508 chars]"}]