[{"source":{"id":null,"name":"Faq-mac.com"},"author":"Alf","title":"Qué es Memory Integrity Enforcement, el nuevo sistema que implementa el iPhone 17","description":"El nuevo Memory Integrity Enforcement de Apple actúa como un escudo dentro del iPhone 17 y el iPhone Air, bloqueando los agujeros de memoria en los que se basa el software espía y elevando el listón para cualquiera que intente hackear tu dispositivo. Así es c…","url":"https://www.faq-mac.com/2026/01/que-es-memory-integrity-enforcement-el-nuevo-sistema-que-implementa-el-iphone-17/","urlToImage":"https://www.faq-mac.com/wp-content/uploads/2026/01/Memory-Integrity-Enforcement.png","publishedAt":"2026-01-20T16:25:54Z","content":"El nuevo Memory Integrity Enforcement de Apple actúa como un escudo dentro del iPhone 17 y el iPhone Air, bloqueando los agujeros de memoria en los que se basa el software espía y elevando el listón … [+5906 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Jorge Sanz","title":"El adware en móviles Android se ha disparado en la segunda mitad de 2025","description":"Entrados en 2026, es momento de recapitular y conocer cómo ha ido el pasado 2025 en lo que a ciberseguridad se refiere. En este caso concreto, hay datos que apuntan a que la actividad de los hackers sigue aumentando a un ritmo frenético. Es el caso del adware…","url":"https://www.movilzona.es/b2b/ciberseguridad/el-adware-en-moviles-android-se-ha-disparado-en-la-segunda-mitad-de-2025/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2026/01/smartphone-hack-android.jpg","publishedAt":"2026-01-20T15:30:37Z","content":"Los usuarios de Android han tenido que lidiar en 2025 con más amenazas que nunca. El malware, estafas mediante SMS, o apps que se instalan de manera opaca para robarnos datos, entre las más comunes p… [+3117 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Kaspersky cierra 2025 con un crecimiento del 6% y anticipa un 2026 de amenazas móviles y ataques cada vez más selectivos","description":"Kaspersky ha inaugurado 2026 con el foco puesto en la evolución del panorama de la ciberseguridad, marcado por ataques cada vez más sofisticados y selectivos y con el 'smartphone' como principal foco de amenazas, al tiempo que ha avanzado sus prioridades estr…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-kaspersky-cierra-2025-crecimiento-anticipa-2026-amenazas-moviles-ataques-cada-vez-mas-selectivos-20260120160852.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260120160852_1200.jpg","publishedAt":"2026-01-20T15:08:52Z","content":"MADRID, 20 Ene. (Portaltic/EP) - \r\n   Kaspersky ha inaugurado 2026 con el foco puesto en la evolución del panorama de la ciberseguridad, marcado por ataques cada vez más sofisticados y selectivos y c… [+7711 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Rodrigo Ponce de León","title":"La Comisión Europea propone obligar a España a no contratar a Huawei con la nueva Ley de ciberseguridad","description":"Con el nuevo reglamento sería \"obligatorio la eliminación de riesgos en las redes de telecomunicaciones móviles europeas de proveedores de terceros países de alto riesgo\", como son calificadas las empresas chinas Huawei y Zet \r\nLa Comisión Europea recuerda a …","url":"https://www.eldiario.es/tecnologia/comision-europea-propone-obligar-espana-no-contratar-huawei-nueva-ley-ciberseguridad_1_12921256.html","urlToImage":"https://static.eldiario.es/clip/04960890-8bf8-4c0e-8047-c3054ae4f938_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2026-01-20T14:01:58Z","content":"La nueva Ley europea de Ciberseguridad propuesta este martes por la Comisión Europea va a añadir más obstáculos a la contratación de la compañía china de tecnología Huawei por la Administración españ… [+5189 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Juan Sanhermelando","title":"Bruselas plantea obligar por ley a España y al resto de países miembros a excluir a Huawei de infraestructuras críticas","description":"Los Gobiernos tendrán un periodo de transición de tres años para romper con los proveedores de alto riesgo, con un impacto económico estimado de hasta 4.000 millones de euros.\nMás información: Bruselas amonesta a Sánchez por el contrato con Huawei para las es…","url":"https://www.elespanol.com/invertia/empresas/tecnologia/20260120/bruselas-plantea-obligar-ley-espana-resto-paises-miembros-excluir-huawei-infraestructuras-criticas/1003744096482_0.html","urlToImage":"https://s3.elespanol.com/2026/01/20/actualidad/1003744096586_261001277_1706x960.jpg?fmt=jpeg","publishedAt":"2026-01-20T14:01:16Z","content":"El Ejecutivo comunitario ha propuesto este martes un reglamento de ciberseguridad, de obligado cumplimiento, cuyo objetivo es forzar a España y al resto de Estados miembros a excluir a Huawei de las … [+3147 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Cómo prevenir el tráfico spam en la analítica web de tu Mac","description":"Aprende a detectar y bloquear tráfico spam en Analytics desde tu Mac: filtros, .htaccess y seguridad de macOS para datos limpios y fiables.","url":"https://www.soydemac.com/como-prevenir-el-trafico-spam-en-la-analitica-web-de-tu-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/Como-prevenir-el-trafico-spam-en-la-analitica-web-de-tu-Mac.jpg","publishedAt":"2026-01-20T12:00:42Z","content":"Si un día abres tus estadísticas y ves que el tráfico de tu web se ha disparado de la noche a la mañana en tu Mac, lo normal es pensar que por fin ha funcionado tu última campaña o ese artículo que t… [+26652 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Informe Estratégico 2026: la industrialización de la IA agéntica y la IA soberana en el software europeo","description":"Entre finales de 2025 y el arranque de 2026, muchas empresas europeas han dejado atrás la fase “tengo un copiloto que me sugiere código” para entrar en otra mucho más exigente: integrar agentes de IA autónomos en procesos reales, con presupuesto, gobernanza y…","url":"https://wwwhatsnew.com/2026/01/20/informe-estrategico-2026-la-industrializacion-de-la-ia-agentica-y-la-ia-soberana-en-el-software-europeo/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/03/robots-humanoides-fabricacion.png.webp","publishedAt":"2026-01-20T09:00:54Z","content":"Entre finales de 2025 y el arranque de 2026, muchas empresas europeas han dejado atrás la fase tengo un copiloto que me sugiere código para entrar en otra mucho más exigente: integrar agentes de IA a… [+9730 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Mastercard: ocho de cada 10 mexicanos han sufrido intentos de estafa en línea","description":"En una economía que avanza con rapidez en la digitalización de las transacciones financieras, las ciberestafas también aumentan. En México, al menos ocho de cada 10 consumidores fueron víctimas de un intento de fraude en el último año, de acuerdo con un estud…","url":"https://www.jornada.com.mx/2026/01/20/economia/016n2eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2026-01-20T08:14:57Z","content":"Periódico La JornadaMartes 20 de enero de 2026, p. 16\r\nEn una economía que avanza con rapidez en la digitalización de las transacciones financieras, las ciberestafas también aumentan. En México, al m… [+1978 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Juan González","title":"Fortinet publica actualizaciones críticas que corrigen fallos de ejecución remota en FortiSIEM y FortiOS / FortiSwitchManager","description":"Fortinet ha lanzado esta semana actualizaciones de seguridad urgentes para corregir dos vulnerabilidades graves en sus productos FortiSIEM y FortiOS / FortiSwitchManager, identificadas como CVE-2025-64155 y CVE-2025-25249. Ambos fallos permiten la ejecución r…","url":"https://unaaldia.hispasec.com/2026/01/fortinet-publica-actualizaciones-criticas-que-corrigen-fallos-de-ejecucion-remota-en-fortisiem-y-fortios-fortiswitchmanager.html","urlToImage":"https://unaaldia.hispasec.com/wp-content/uploads/2025/11/fortinet-edited.png","publishedAt":"2026-01-20T07:43:04Z","content":"Fortinet ha lanzado esta semana actualizaciones de seguridad urgentes para corregir dos vulnerabilidades graves en sus productos FortiSIEM y FortiOS / FortiSwitchManager, identificadas como CVE-2025-… [+5439 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Alerta de Apple por ciberataque en iPhone: qué está pasando y cómo protegerte","description":"Apple avisa de ciberataques sofisticados a iPhone. Conoce los riesgos de iOS 26 y cómo proteger tu móvil frente a spyware y vulnerabilidades.","url":"https://www.soydemac.com/alerta-de-apple-por-ciberataque-en-iphone-que-esta-pasando-y-como-protegerte/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/alerta-de-Apple-por-ciberataque-en-iPhone.jpg","publishedAt":"2026-01-20T05:37:49Z","content":"Apple ha lanzado una advertencia de seguridad especialmente seria al detectar una oleada de ciberataques altamente sofisticados contra usuarios de iPhone. No hablamos del típico SMS fraudulento ni de… [+12204 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Carla Castejón Rico","title":"El error con las contraseñas que facilita el \"robo de identidad\"","description":"La Guardia Civil alerta sobre el peligro que supone utilizar contraseñas débiles en dispositivos y cuentas digitales.","url":"https://www.libertaddigital.com/ciencia-tecnologia/internet/2026-01-20/el-error-con-las-contrasenas-que-facilita-el-robo-de-identidad-7342773/","urlToImage":"https://s1.staticld.com//2022/10/17/858/429/x-ld/contrasena.jpg","publishedAt":"2026-01-20T01:00:07Z","content":"La Guardia Civil ha advertido del peligro que supone utilizar contraseñas débiles en dispositivos y cuentas digitales, una práctica que puede facilitar ataques informáticos y poner en riesgo datos pe… [+1424 chars]"}]