[{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Foment defiende en Bruselas el potencial de las empresas catalanas en defensa","description":"Una delegación de Foment del Treball encabezada por su presidente, Josep Sánchez Llibre, ha defendido ante la Comisión Europea que las empresas catalanas tienen la capacidad de garantizar el control de los sistemas de comunicación en la Unión Europea. Lo ha h…","url":"https://www.eleconomista.es/economia/noticias/13747297/01/26/foment-defiende-en-bruselas-el-potencial-de-las-empresas-catalanas-en-defensa.html","urlToImage":"https://s03.s3c.es/imag/_v0/3024x2268/0/2/2/1200x655_josepsanchezllibre.jpeg","publishedAt":"2026-01-27T17:00:25Z","content":"Una delegación de Foment del Treball encabezada por su presidente, Josep Sánchez Llibre, ha defendido ante la Comisión Europea que las empresas catalanas tienen la capacidad de garantizar el control … [+1837 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Páginas falsas de Spotify se ocultan en dominios legítimos de empresas latinoamericanas para robar información","description":"Se han detectado dos casos en Latinoamérica donde ciberdelincuentes explotan vulnerabilidades en sitios de empresas de la región para alojar páginas falsas de Spotify y robar credenciales de acceso y datos financieros.","url":"https://www.welivesecurity.com/es/estafas-enganos/spotify-paginas-falsas-en-dominios-legitimos/","urlToImage":null,"publishedAt":"2026-01-27T16:56:02Z","content":"En el cibercrimen conviven múltiples amenazas, pero una de las más efectivas, y que dificulta su detección, combina dos elementos clave: la explotación de vulnerabilidades de sitios web y la usurpaci… [+8158 chars]"},{"source":{"id":null,"name":"Faq-mac.com"},"author":"Alf","title":"Una base de datos de malware contiene millones de contraseñas de iCloud y correo electrónico","description":"Un aviso para todos aquellos que llevan tiempo pensando que deberían cambiar la contraseña pero no acaban de hacerlo: probablemente todos los malos del mundo informático tienen nuestro usuarios y contraseñas. Se ha descubierto una base de datos de acceso públ…","url":"https://www.faq-mac.com/2026/01/una-base-de-datos-de-malware-contiene-millones-de-contrasenas-de-icloud-y-correo-electronico/","urlToImage":"https://www.faq-mac.com/wp-content/uploads/2016/03/danger_peligro_calavera-Bug_malware.jpg","publishedAt":"2026-01-27T16:00:43Z","content":"Un aviso para todos aquellos que llevan tiempo pensando que deberían cambiar la contraseña pero no acaban de hacerlo: probablemente todos los malos del mundo informático tienen nuestro usuarios y con… [+1948 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Lorena Figueredo","title":"Cómo crear contraseñas seguras en Mac, iPhone y iPad","description":"Aprende a crear y gestionar contraseñas seguras en Mac, iPhone y iPad usando llavero de iCloud, 2FA y mejores prácticas de higiene digital.","url":"https://www.soydemac.com/como-crear-contrasenas-seguras-en-mac-iphone-y-ipad/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/Como-crear-contrasenas-seguras-en-Mac-iPhone-y-iPad.jpg","publishedAt":"2026-01-27T15:28:53Z","content":"En la vida digital que llevamos hoy, tus contraseñas son la llave maestra de todo tu mundo online: correo, redes sociales, servicios en la nube, banca, compras o incluso tu trabajo. Si esa llave es d… [+18807 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"5 consejos para la empresa en el Día Internacional de la Privacidad de Datos","description":"\"No tratar la privacidad como un simple requisito legal\" es la primera recomendación que lanza Object First.","url":"https://www.silicon.es/5-consejos-para-la-empresa-en-el-dia-internacional-de-la-privacidad-de-datos-2576677","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/06/Fuente-Shutterstock_Autor-farland80_escribir-mano-consejos-nota.jpg","publishedAt":"2026-01-27T14:44:46Z","content":"Los datos personales cobran un gran valor en el mundo digital. De hecho, se han convertido en objetivo predilecto de los ciberdelincuentes, con amenazas impulsadas por la inteligencia artificial (IA)… [+1478 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Una nueva estafa bancaria pone en alerta a miles de usuarios: \"Tienes que instalar la nueva app del banco...\"","description":"Estemos donde estemos, no hay que dejar de estar nunca atento a los ciberataques, y es que hoy en día los criminales pueden estar a miles de kilómetros de nosotros y aun así robarnos los datos personales y bancarios.","url":"https://www.eleconomista.es/tecnologia/noticias/13746606/01/26/una-nueva-estafa-bancaria-pone-en-alerta-a-miles-de-usuarios-tienes-que-instalar-la-nueva-app-del-banco.html","urlToImage":"https://s03.s3c.es/imag/_v0/1300x709/e/1/c/1200x655_tarjetamovil-estafa.jpg","publishedAt":"2026-01-27T13:09:20Z","content":"Estemos donde estemos, no hay que dejar de estar nunca atento a los ciberataques, y es que hoy en día los criminales pueden estar a miles de kilómetros de nosotros y aun así robarnos los datos person… [+1542 chars]"},{"source":{"id":null,"name":"Diario EL PAIS Uruguay"},"author":"Ismael Suárez","title":"Alerta de BPS: el organismo advirtió por correos electrónicos falsos que se utilizan para intentos de fraude","description":"El Banco de Previsión Social difundió un ejemplo de cómo son esos mensajes sospechosos que buscan engañar a los usuarios para obtener sus datos personales, y detalla cómo actuar si se recibe uno.","url":"https://www.elpais.com.uy/negocios/noticias/alerta-de-bps-el-organismo-advirtio-por-correos-electronicos-falsos-que-se-utilizan-para-intentos-de-fraude","urlToImage":"https://imgs.elpais.com.uy/dims4/default/3a9bccc/2147483647/strip/true/crop/1480x719+0+0/resize/1440x700!/quality/90/?url=https%3A%2F%2Fel-pais-uruguay-production-web.s3.us-east-1.amazonaws.com%2Fbrightspot%2F43%2F05%2F871b15614a07918f840b4f80681c%2Fbanco-de-prevision-social-bps-3.jpg","publishedAt":"2026-01-27T13:06:06Z","content":"El Banco de Previsión Social (BPS) emitió una advertencia este lunes 26 de enero de 2026 para advertir a la población que han estado circulando correos electrónicos falsos que fingen ser BPS con el o… [+2255 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Cómo recuperar PCs del desastre de la primera actualización de Windows 11 en 2026","description":"La primera actualización de Windows 11 en 2026 pasará a la historia como una de las peores de la historia de Microsoft. Y mira que ha habido actualizaciones desastrosas en el pasado. La situación se está tornando desesperada ante la acumulación de errores gra…","url":"https://www.muycomputer.com/?p=393362","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2026/01/primera-actualizacion-de-Windows-11-en-2026-1000x600.jpg","publishedAt":"2026-01-27T12:52:15Z","content":"La primera actualización de Windows 11 en 2026 pasará a la historia como una de las peores de la historia de Microsoft. Y mira que ha habido actualizaciones desastrosas en el pasado. La situación se … [+6792 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Marianella Vanci","title":"Hackers exigen USD 5.000 en bitcoin tras secuestrar datos en España","description":"Un malware infiltrado en la red del Ayuntamiento de Sanxenxo encriptó miles de documentos administrativos y bloqueó el acceso.\nLeer más","url":"https://www.criptonoticias.com/sucesos/hackers-bitcoin-secuestro-datos-ayuntamiento-espana/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2024/04/fixedfloat-hackeo.jpg","publishedAt":"2026-01-27T12:40:30Z","content":"<ul><li>El secuestro de datos deja en jaque la gestión de un municipio gallego de más de 17.000 habitantes.\r\n</li><li> El servidor municipal quedó bloqueado, dejando sin funcionar servicios esenciale… [+3904 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Hipertextual (Redacción)","title":"La tecnología vieja puede dañar tu equipo. Actualiza a la última versión de Windows 11 Pro por tan solo 11 euros","description":"Tener tecnología y software antiguo que no tenga actualizaciones y parches de seguridad necesarios, puede ponerte en peligro ante amenazas modernas. El ataque del ransomware WannaCry en 2017 explotó sistemas Windows sin parches, afectando a cientos de miles d…","url":"https://hipertextual.com/brands/windows-11-pro/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/01/260120-720p-ksf-E.jpg","publishedAt":"2026-01-27T11:55:32Z","content":"Tener tecnología y software antiguo que no tenga actualizaciones y parches de seguridad necesarios, puede ponerte en peligro ante amenazas modernas. El ataque del ransomware WannaCry en 2017 explotó … [+2241 chars]"},{"source":{"id":null,"name":"Eldiario.es"},"author":"Alberto Gómez","title":"ISE 2026: lo que debes saber de esta feria del audiovisual que en pocos días arrancará con 1.700 expositores","description":"El recinto de Fira Barcelona Gran Via hará de la capital catalana el epicentro de la innovación tecnológica gracias a una feria con 323 nuevas firmas y profesionales de más de 170 países\r\nGracias a ella existe el GPS y Google Maps: Gladys West, la matemática …","url":"https://www.eldiario.es/spin/ise-2026-debes-feria-audiovisual-dias-arrancara-1-700-expositores-pm_1_12938694.html","urlToImage":"https://static.eldiario.es/clip/5e10bf46-1cb7-489b-bdea-f4fbab497e03_facebook-watermarked-aspect-ratio_default_0.jpg","publishedAt":"2026-01-27T11:30:41Z","content":"Barcelona ultima los preparativos para recibir la edición más ambiciosa de Integrated Systems Europe (ISE), la feria líder mundial en tecnología audiovisual. La próxima semana, concretamente del 3 al… [+5654 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Álvaro García M.","title":"Casi un millón de cuentas Apple han quedado expuestas. Y hay tres sencillos ajustes que te librarán de problemas","description":"Una base de datos mal protegida ha dejado al descubierto millones de credenciales de acceso a servicios de todo tipo. Entre ellos, cerca de 900.000 cuentas de Apple que están comprometidas, tal y como revelan en Wired. Y todo por un archivo accesible públicam…","url":"https://www.applesfera.com/seguridad/casi-millon-cuentas-apple-han-quedado-expuestas-hay-tres-sencillos-ajustes-que-te-libraran-problemas","urlToImage":"https://i.blogs.es/ed1579/ciberdelincuente/840_560.jpeg","publishedAt":"2026-01-27T10:01:27Z","content":"Una base de datos mal protegida ha dejado al descubierto millones de credenciales de acceso a servicios de todo tipo. Entre ellos, cerca de 900.000 cuentas de Apple que están comprometidas, tal y com… [+5126 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Luis Yañez","title":"Zimaboard 2, análisis: convertí una placa de 250 euros en mi centro de operaciones personal","description":"Llevo tres semanas con el Zimaboard 2 en mi despacho. No como experimento de fin de semana, sino utilizándolo como mi servidor principal: NAS, media center, servidor de IA y hasta una máquina virtual con Windows 11. Todo a la vez. Y consume menos que la bombi…","url":"https://andro4all.com/tecnologia/zimaboard-2-analisis-converti-una-placa-de-250-euros-en-mi-centro-de-operaciones-personal","urlToImage":"https://andro4all.com/hero/2026/01/zimaboard-2-con-grafica.jpg?width=1200","publishedAt":"2026-01-27T09:01:23Z","content":"Las posibilidades del Zimaboard 2 son (casi) infinitas. Y sí, ese soporte naranja está impreso en 3D usando una Prusa Core One L / Fotografía de Elisa Piñón\r\nLlevo tres semanas con el Zimaboard 2 en … [+22702 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"Gmail se desordena: Google corrige un fallo que mezcló spam y correos importantes","description":"Durante la mañana del sábado, varios usuarios de Gmail se encontraron con un panorama extraño: mensajes que normalmente caerían en “Promociones”, “Social” o “Actualizaciones” aparecían de golpe en la bandeja “Principal”, mientras que correos de remitentes hab…","url":"https://wwwhatsnew.com/2026/01/27/gmail-se-desordena-google-corrige-un-fallo-que-mezclo-spam-y-correos-importantes/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2022/06/spam.jpg","publishedAt":"2026-01-27T07:00:09Z","content":"Durante la mañana del sábado, varios usuarios de Gmail se encontraron con un panorama extraño: mensajes que normalmente caerían en Promociones, Social o Actualizaciones aparecían de golpe en la bande… [+6595 chars]"}]