[{"source":{"id":null,"name":"Enter.co"},"author":"Colaboradores ENTER.CO","title":"Opinión | Un futuro digital más seguro para Colombia y América Latina","description":"Por Jimena Mora, Abogada Corporativa Senior de la Unidad de Crímenes Digitales (DCU) de Microsoft ¿Qué pasaría si, en cuestión de minutos, un ataque digital fuera capaz de detener el comercio mundial? En un contexto donde la ciberseguridad es cada vez más rel…","url":"https://www.enter.co/opinion-y-analisis/opinion-un-futuro-digital-mas-seguro-para-colombia-y-america-latina/","urlToImage":null,"publishedAt":"2026-01-28T12:23:40Z","content":"Por Jimena Mora, Abogada Corporativa Senior de la Unidad de Crímenes Digitales (DCU) de Microsoft\r\n¿Qué pasaría si, en cuestión de minutos, un ataque digital fuera capaz de detener el comercio mundia… [+4797 chars]"},{"source":{"id":null,"name":"Marketingdirecto.com"},"author":"Redacción","title":"La ciberdelincuencia y otros riesgos del mundo digital a los que se enfrentan los más jóvenes","description":"Stratesys alerta, en la semana que se celebra el Día Europeo de la Protección de Datos, de que la información que los jóvenes comparten en redes sociales alimenta estafas, acoso digital y suplantaciones mediante inteligencia artificial\nLa entrada La ciberdeli…","url":"https://www.marketingdirecto.com/marketing-general/agencias/ciberdelincuencia-riesgos-mundo-digital-enfrentan-jovenes","urlToImage":"https://www.marketingdirecto.com/wp-content/uploads/2026/01/PROTECCION-DE-DATOS.webp","publishedAt":"2026-01-28T11:59:26Z","content":"Fotografías, comentarios, me gusta o ubicaciones compartidas en redes sociales parecen gestos inocuos, pero en conjunto conforman un perfil digital extremadamente valioso para la ciberdelincuencia. A… [+3339 chars]"},{"source":{"id":null,"name":"Ipadizate.com"},"author":"Sergio J. Ortiz","title":"WhatsApp lanza una nueva función de seguridad extrema","description":"WhatsApp Messenger se ha actualizado con una nueva función de seguridad especialmente diseñada para proteger a los usuarios de iOS y de Android ante cualquier posible amenaza. Meta quiere poner fin a las brechas de seguridad de su aplicación de mensajería y h…","url":"https://ipadizate.com/whatsapp/whatsapp-lanza-una-nueva-funcion-de-seguridad-extrema","urlToImage":"https://ipadizate.com/hero/2026/01/whatsapp-b.1756366036.8328.1769589534.828.jpg?width=1200","publishedAt":"2026-01-28T09:07:15Z","content":"WhatsApp Messenger\r\nWhatsApp Messenger se ha actualizado con una nueva función de seguridad especialmente diseñada para proteger a los usuarios de iOS y de Android ante cualquier posible amenaza. Met… [+2395 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Luis Blanco","title":"Hackers exigen $5,000 en Bitcoin tras ciberataque contra Ayuntamiento en España","description":"El 26 de enero de 2026, el Ayuntamiento de Sanxenxo, en Galicia -España-, sufrió un ataque ransomware que cifró miles de archivos internos y dejó a la administración sin acceso a documentos clave durante varias horas. Los hackers exigieron 5,000 dólares en Bi…","url":"https://es.beincrypto.com/hackers-exigen-rescate-bitcoin-ciberataque-espana/","urlToImage":"https://assets.beincrypto.com/img/80vVj5-3MRZJ8KUW6cdDmwtjLqE=/smart/965eff0f815c424894cbaeb7e392a867","publishedAt":"2026-01-28T08:56:00Z","content":"El 26 de enero de 2026, el Ayuntamiento de Sanxenxo, en Galicia -España-, sufrió un ataque ransomware que cifró miles de archivos internos y dejó a la administración sin acceso a documentos clave dur… [+4104 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"2026: el año en el que la tecnología dejará de ser promesa para decidir","description":"En esta tribuna, José Antonio Marcos, vicedecano de Business & Tech en UAX, analiza cómo la tecnología pasará a decidir en 2026.","url":"https://www.silicon.es/experto-opinion/2026-el-ano-en-el-que-la-tecnologia-dejara-de-ser-promesa-para-decidir","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/tecnologia-toma-decisiones-2026.jpeg","publishedAt":"2026-01-28T08:50:38Z","content":"La acelerada evolución de la IA, la automatización autónoma y la integración con la robótica pasarán de ser horizontes futuros para impulsar cambios profundos en el ámbito profesional y social. A ell… [+6862 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo evitar que WhatsApp guarde fotos automáticamente","description":"Aprende a evitar que WhatsApp guarde fotos y vídeos automáticamente en Android y iPhone y ahorra espacio en tu móvil sin perder tus archivos importantes.","url":"https://www.androidsis.com/como-evitar-que-whatsapp-guarde-fotos-automaticamente/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/05/mencionar-a-otros-usuarios-en-las-actualizaciones-de-estado-de-Whatsapp-8.jpg","publishedAt":"2026-01-28T02:27:04Z","content":"Si usas WhatsApp a diario, seguro que más de una vez te has encontrado con la galería del móvil llena de fotos, vídeos, memes y GIF que ni recuerdas haber abierto. Entre grupos de amigos, familia, tr… [+17979 chars]"}]