[{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"BBVA alerta de una nueva estafa: suplantan su identidad en SMS para robar tu dinero","description":"BBVA ha detectado recientemente una campaña de phishing en la que están suplantando la identidad de la marca. Según avisan a través de un comunicado oficial, los ciberdelincuentes envían SMS fraudulentos simulando ser del banco alertando de supuestas transfer…","url":"https://www.adslzone.net/noticias/seguridad/bbva-estafa-suplantantacion-sms-robar-dinero-0126/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2025/12/SMS-fraudulento-phishing-BBVA.png","publishedAt":"2026-01-01T12:02:52Z","content":"Uno de los métodos más efectivos y usados por los ciberatacantes es el phishing. Tal y como explican en INCIBE (Instituto Nacional de Ciberseguridad), esta técnica consiste en el envío de mensajes po… [+3669 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Los deepfakes ya no son solo un problema de desinformación: son un riesgo en la cadena de suministro","description":"Durante años, los deepfakes se consideraron una rareza del mundo político o de las redes sociales: un rincón extraño de Internet donde caras de celebridades, abrumadoramente femeninas, se pegaban en vídeos falsos (pornografía en la abrumadora mayoría de los c…","url":"https://www.enriquedans.com/2026/01/los-deepfakes-ya-no-son-solo-un-problema-de-desinformacion-son-un-riesgo-en-la-cadena-de-suministro.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/01/CEO-deepfakes-Dall·E.jpg","publishedAt":"2026-01-01T11:07:34Z","content":"Durante años, los deepfakes se consideraron una rareza del mundo político o de las redes sociales: un rincón extraño de Internet donde caras de celebridades, abrumadoramente femeninas, se pegaban en … [+5937 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Fátima Caro","title":"GhostPairing: una estafa secuestra cuentas de WhatsApp sin robar contraseñas ni duplicar la SIM","description":"Una nueva campaña de fraude denominada GhostPairing está permitiendo a los atacantes tomar el control de cuentas de WhatsApp sin necesidad de robar contraseñas, interceptar códigos SMS ni clonar la tarjeta SIM. El ataque se basa en ingeniería social y en el a…","url":"https://unaaldia.hispasec.com/2026/01/ghostpairing-una-estafa-secuestra-cuentas-de-whatsapp-sin-robar-contrasenas-ni-duplicar-la-sim.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2025/12/ChatGPT-Image-22-dic-2025-08_47_35.png?fit=1200%2C800&ssl=1","publishedAt":"2026-01-01T10:43:19Z","content":"Una nueva campaña de fraude denominada GhostPairing está permitiendo a los atacantes tomar el control de cuentas de WhatsApp sin necesidad de robar contraseñas, interceptar códigos SMS ni clonar la t… [+2444 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Pitchford","title":"Las operadoras bloquearán a partir de junio 2026 los mensajes SMS que tengan como remitente alias alfanuméricos no registrados","description":"Las empresas pueden enviar mensajes SMS poniendo como remitente un alias de texto en vez de un número de teléfono. Esto hace que sea más fácil para el receptor identificar el origen aunque no esté en su agenda, pero dado que es fácil manipularlos, los alias s…","url":"https://www.meneame.net/m/actualidad/operadoras-bloquearan-partir-junio-2026-mensajes-sms-tengan-como","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4131459&version=0&ts=1767258546&image.webp","publishedAt":"2026-01-01T09:06:00Z","content":""},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Un tercio de los españoles hace regalos digitales por Navidad","description":"Entre las opciones más populares figuran las suscripciones a plataformas de entretenimiento, a videojuegos y a libros electrónicos.","url":"https://www.silicon.es/un-tercio-de-los-espanoles-hace-regalos-digitales-por-navidad-2575992","urlToImage":"https://www.silicon.es/wp-content/uploads/2014/12/Fuente-Shutterstock_Autor-Boumen-Japet_comprar_regalo-Internet-Navidad.jpg","publishedAt":"2026-01-01T08:30:59Z","content":"La vida es cada vez más digital. Con la simple ayuda de un dispositivo conectado a internet es posible trabajar, estudiar, realizar trámites administrativos, informarse o pasar el rato.\r\nEsta nueva r… [+2538 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Ángeles García","title":"Ciberseguridad e IA, los principales retos para las empresas en 2026: Veem","description":"La ciberseguridad y la inteligencia artificial (IA) serán los principales factores de disrupción para las empresas en este año, reveló la encuesta global de Veeam Software.Indicó que las firmas llegan a 2026 con más tecnología que nunca, pero con menos contro…","url":"https://www.milenio.com/negocios/ciberseguridad-ia-principales-retos-empresas-2026","urlToImage":"https://cdn.milenio.com/uploads/media/2025/12/05/proponen-creacion-consejo-nacional-ciberseguridad.jpg","publishedAt":"2026-01-01T06:17:18Z","content":"La ciberseguridad y la inteligencia artificial (IA) serán los principales factores de disrupción para las empresas en este año, reveló la encuesta global de Veeam Software.\r\nIndicó que las firmas lle… [+2380 chars]"}]