[{"source":{"id":null,"name":"Nacion.com"},"author":"La Nación / Argentina / GDA","title":"WhatsApp dejará de funcionar en estos celulares a partir de marzo: revise si el suyo está en la lista","description":"WhatsApp dejará de funcionar en varios celulares desde el 1.° de marzo de 2026. Revise la lista completa de modelos Samsung, LG, Sony y iPhone que perderán compatibilidad.","url":"https://www.nacion.com/tecnologia/whatsapp-dejara-de-funcionar-en-estos-celulares-a/MTVWIC373VDTTPHXN5VXUUWW54/story/","urlToImage":"https://www.nacion.com/resizer/v2/MAEIBGBWKBCKTDPN2IVTQBGUDY.png?smart=true&auth=592479af1b7f795edd39953a0d7f012ff0aa73252e4d3e84697ca82aabb2a9cc&width=1440","publishedAt":"2026-02-28T16:00:28Z","content":"A partir del 1.° de marzo, varios modelos de teléfonos móviles quedarán sin acceso a WhatsApp. La aplicación de Meta dejará de operar en dispositivos que no cumplen con los requisitos mínimos del sis… [+2830 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Martín Nicolás Parolari","title":"Estamos entrando en la era en la que cualquiera puede ser tú. Deepfakes, IA y el colapso silencioso de la confianza en la identidad digital","description":"Vídeos que nunca grabaste, audios que nunca dijiste, gestos que nunca hiciste. La inteligencia artificial ya no imita contenidos: imita personas. Y en ese salto, la seguridad deja de ser técnica para convertirse en una crisis de confianza que afecta a la vida…","url":"https://es.gizmodo.com/estamos-entrando-en-la-era-en-la-que-cualquiera-puede-ser-tu-deepfakes-ia-y-el-colapso-silencioso-de-la-confianza-en-identidad-digital-2000214480","urlToImage":"https://es.gizmodo.com/app/uploads/2026/01/Diseno-sin-titulo-26-10-1200x675.jpg","publishedAt":"2026-02-28T14:21:10Z","content":"Durante varios años, la ciberseguridad fue una cuestión de firewalls, contraseñas y virus. Algo técnico. Algo distante. Eso se terminó. El nuevo frente de batalla no está en los servidores, está en t… [+6803 chars]"},{"source":{"id":null,"name":"Desdelinux.net"},"author":"Jose Albert","title":"Febrero 2026: Lo bueno, lo malo, lo interesante y más dentro del Linuxverso","description":"Explora nuestro resumen mensual de noticias sobre el Linuxverso durante febrero de 2026, acontecido dentro y fuera de nuestro Blog Desde Linux.","url":"https://blog.desdelinux.net/febrero-2026-bueno-malo-interesante-linuxverso/","urlToImage":"https://blog.desdelinux.net/wp-content/uploads/2026/02/febrero-2026-bueno-malo-interesante-linuxverso-imagen-destacada-blog-desdelinux-scaled.jpeg","publishedAt":"2026-02-28T11:00:52Z","content":"Febrero 2026: Lo bueno, malo e interesante en el Linuxverso\r\nFebrero del año 2026 ha terminado, por ello y como de costumbre, hoy les traemos este pequeño y útil compendio de informaciones, noticias,… [+13906 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Kamina Bashir","title":"Ingresos por ransomware caen por segundo año a pesar de un aumento del 50% en ataques","description":"Según Chainalysis, los pagos totales de ransomware on-chain cayeron alrededor de un 8% en 2025, marcando el segundo descenso anual consecutivo. A pesar de esta caída, los ataques reportados aumentaron un 50%. El informe señala que la creciente brecha entre el…","url":"https://es.beincrypto.com/ingresos-cripto-ransomware-disminuyen-bitcoin-2025/","urlToImage":"https://assets.beincrypto.com/img/KTYSYUOdc9oQDG-UZAQFBlqdR9o=/smart/a4660b804fdd4b5a9e0fa8fad2d799ed","publishedAt":"2026-02-28T09:03:00Z","content":"Según Chainalysis, los pagos totales de ransomware on-chain cayeron alrededor de un 8% en 2025, marcando el segundo descenso anual consecutivo.\r\nA pesar de esta caída, los ataques reportados aumentar… [+5267 chars]"},{"source":{"id":null,"name":"Motorpasión"},"author":"Victoria Fuentes","title":"Parecía que todo iba bien con la empresa de transportes hasta que empezó a echar en falta su Range Rover personalizado. Ya iba de camino a un portacontenedores","description":"Desde hace algunos años se está poniendo en práctica una nueva y lucrativa forma de estafa: robar coches de alta gama antes de que pongan una rueda en el suelo. Básicamente, se trata de estafadores que se hacen pasar por empresas de transporte y engañan a con…","url":"https://www.motorpasion.com/seguridad/parecia-que-todo-iba-bien-empresa-transportes-que-empezo-a-echar-falta-su-range-rover-hecho-a-medida-iba-camino-a-portacontenedores","urlToImage":"https://i.blogs.es/78e540/sahquille-oneil/840_560.jpeg","publishedAt":"2026-02-28T08:00:56Z","content":"Desde hace algunos años se está poniendo en práctica una nueva y lucrativa forma de estafa: robar coches de alta gama antes de que pongan una rueda en el suelo. Básicamente, se trata de estafadores q… [+2521 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"El timo de la ‘doble llamada’ que tienes que conocer para evitar ser engañado","description":"El fraude telefónico ha evolucionado de forma alarmante en los últimos meses, dejando atrás los simples mensajes de texto con enlaces sospechosos para dar paso a una ingeniería social mucho más elaborada.\nYa no hablamos solo de phishing, sino de una evolución…","url":"https://www.movilzona.es/noticias/problemas/timo-doble-llamada-operadores/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2026/02/Hombre-encapuchado-al-telefono.png","publishedAt":"2026-02-28T07:03:48Z","content":"El fraude telefónico ha evolucionado de forma alarmante en los últimos meses, dejando atrás los simples mensajes de texto con enlaces sospechosos para dar paso a una ingeniería social mucho más elabo… [+3047 chars]"}]