[{"source":{"id":null,"name":"Xataka.com"},"author":"Alejandro Alcolea","title":"Geely quiere intentar el más difícil todavía: entrar en Estados Unidos en tres años pese a los aranceles del 100%","description":"La industria automotriz china se ha propuesto conquistar occidente, y Europa se les queda pequeño. El gran objetivo es pegar un mordisco al pastel que es Estados Unidos, una apuesta arriesgada si tenemos en cuenta el muro arancelario al coche eléctrico chino.…","url":"https://www.xataka.com/movilidad/geely-quiere-intentar-dificil-todavia-entrar-estados-unidos-tres-anos-pese-a-aranceles-100","urlToImage":"https://i.blogs.es/ca8c37/zeekr-estados-unidos/840_560.jpeg","publishedAt":"2026-02-08T11:01:53Z","content":"La industria automotriz china se ha propuesto conquistar occidente, y Europa se les queda pequeño. El gran objetivo es pegar un mordisco al pastel que es Estados Unidos, una apuesta arriesgada si ten… [+4213 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El difícil blindaje de las 'smart cities' frente a una amenaza ciberdigital que nunca duerme","description":"El de 'smart city' (ciudad inteligente) es un concepto que está dejando de pertenecer al futuro gracias a herramientas disruptivas como la inteligencia artificial o el gemelo digital. En estos grandes espacios conectados, la amenaza digital se extiende a las …","url":"https://www.abc.es/economia/dificil-blindaje-smart-cities-frente-amenaza-ciberdigital-20260209050755-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/economia/2026/02/09/ciudad%20inteligente-U36504725184pIO-1024x512@diario_abc.jpg","publishedAt":"2026-02-08T04:07:55Z","content":"El de 'smart city' (ciudad inteligente) es un concepto que está dejando de pertenecer al futuro gracias a herramientas disruptivas como la inteligencia artificial o el gemelo digital. En estos grande… [+8306 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / LP","title":"Fraude telefónico: delincuentes suplantan al SAT para extorsionar","description":"Autoridades piden verificar comunicaciones y no entregar información ni dinero por teléfono.","url":"https://aristeguinoticias.com/0702/mexico/fraude-telefonico-delincuentes-suplantan-al-sat-para-extorsionar/?utm_source=Indigitall&amp;utm_medium=push&amp;utm_campaign=web","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2025/10/alerta-fraude-estafa-telefonica-celular-19102025.jpg","publishedAt":"2026-02-08T00:47:05Z","content":"La Secretaría de Seguridad Ciudadana (SSC) de la Ciudad de México emitió una alerta a la población por una modalidad de fraude telefónico en la que delincuentes suplantan al Servicio de Administració… [+1910 chars]"}]