[{"source":{"id":null,"name":"BeInCrypto"},"author":"Mohammad Shahid","title":"Hacker de Bitfinex sale de prisión gracias a la First Step Act de Donald Trump","description":"Ilya Lichtenstein, hacker responsable del ataque contra en Bitfinex en 2016, fue liberado anticipadamente de una prisión federal de Estados Unidos el 2 de enero de 2026, tras cumplir aproximadamente un año de una condena de cinco años. La liberación se conced…","url":"https://es.beincrypto.com/hacker-bitfinex-liberacion-temprana-first-step-act-trump/","urlToImage":"https://assets.beincrypto.com/img/fpiINwV-nwAKHe6ktVj5ojkxggQ=/smart/85a658067d7943339f2d231ac7728e5b","publishedAt":"2026-01-02T20:27:28Z","content":"Ilya Lichtenstein, hacker responsable del ataque contra en Bitfinex en 2016, fue liberado anticipadamente de una prisión federal de Estados Unidos el 2 de enero de 2026, tras cumplir aproximadamente … [+3061 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"ServiceNow compra Armis por 7.750 millones: por qué la seguridad “de todo” se ha vuelto una prioridad","description":"La noticia llega con un mensaje claro: las empresas ya no solo intentan proteger ordenadores y servidores, también fábricas, sensores, cámaras, terminales de punto de venta y hasta equipos clínicos conectados. ServiceNow ha firmado un acuerdo para adquirir Ar…","url":"https://wwwhatsnew.com/2026/01/02/servicenow-compra-armis-por-7-750-millones-por-que-la-seguridad-de-todo-se-ha-vuelto-una-prioridad/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2026/01/image3-1.jpg","publishedAt":"2026-01-02T19:00:56Z","content":"La noticia llega con un mensaje claro: las empresas ya no solo intentan proteger ordenadores y servidores, también fábricas, sensores, cámaras, terminales de punto de venta y hasta equipos clínicos c… [+7041 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Tutoriales de hardware para MacBook: guía completa para portátiles Mac","description":"Aprende a dominar el hardware de tu MacBook: configuración, trucos, seguridad y soluciones a problemas habituales paso a paso.","url":"https://www.soydemac.com/tutoriales-de-hardware-para-macbook-guia-completa-para-portatiles-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2025/12/Tutoriales-de-hardware-para-MacBook-guia-completa-para-portatiles-Mac-1-e1767378532570.jpg","publishedAt":"2026-01-02T18:29:34Z","content":"Si acabas de estrenar portátil de Apple o estás pensando en cambiar desde un PC con Windows, esta guía de tutoriales de hardware para MacBook quiere ponerte las cosas muy fáciles. Vamos a recorrer, p… [+18593 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Cómo recuperar contactos borrados en un móvil Android","description":"Recupera contactos borrados en Android: Google, SIM, copias y apps. Guía completa, trucos y prevención para no perder tu agenda.","url":"https://www.androidsis.com/como-recuperar-contactos-borrados-en-un-movil-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/12/Como-recuperar-contactos-borrados-en-un-movil-Android-4.jpg","publishedAt":"2026-01-02T13:02:48Z","content":"Los contactos del móvil se han convertido en nuestra agenda de toda la vida: números de familiares, amigos, trabajo, médicos, reservas prácticamente toda nuestra vida social y profesional está ahí me… [+18121 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"El peligro de los “parked domains” o dominios registrados que no se usan activamente","description":"Desde Infoblox advierten de que \"lo que antes era ruido de fondo en internet se ha convertido en una amenaza persistente y generalizada\".","url":"https://www.silicon.es/el-peligro-de-los-parked-domains-o-dominios-registrados-que-no-se-usan-activamente-2576022","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-fredex_www-Internet.jpg","publishedAt":"2026-01-02T09:10:43Z","content":"Los parked domains suponen un riesgo de seguridad. Estos dominios que han sido registrados pero que no se usan de forma activa pueden ser aprovechados por los ciberdelincuentes para redirigir el tráf… [+1264 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Cómo ser Quantum Safe y desplegar Post-Quantum Cryptography (PQC) con Cloudflare","description":"Llevo ya mucho tiempo hablando de Post-Quantum Cryptography (PQC), de Quantum Key Distribution (QKD) y de Quantum Security en general, así que no podía no dedicarle una pequeña entrada a cómo desplegar PQC utilizando Cloudflare, porque es una de las piezas cl…","url":"https://www.elladodelmal.com/2026/01/como-ser-quantum-safe-y-desplegar-post.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjorq776xjlKrZxyktuF7qsc158C63AsrdKtsff21GljDuw7uJINxWzy6uaCVFG7JjGihs2lnhlugRLCC5S8jFhrvHhaMl0OPFmQLiZVMJ-7qFLc8CzmnVF31FB65ut9C-U8CdCFWxhn2ZSbpCrKpS95NhEAJsg98BGLg1CvIvhCIqGaj_v6S6k/w1200-h630-p-k-no-nu/PQC0.jpg","publishedAt":"2026-01-02T05:01:00Z","content":"Por supuesto, déjame comenzar recomendándote que, si quieres aprender de este mundo, te compres el libro de \"Quatum Security: Tecnología Cuántica &amp; Ciberseguridad. Criptográfica Cuántica y Post-C… [+3263 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Falsa guía de ChatGPT que instala malware en Mac: así actúa","description":"Una falsa guía de ChatGPT para Mac instala el infostealer AMOS. Así funciona la estafa y qué pueden hacer los usuarios en España y Europa para protegerse.","url":"https://www.actualidadiphone.com/falsa-guia-de-chatgpt-que-instala-malware-en-mac-asi-actua/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/Falsa-guia-de-ChatGPT-instala-malware-en-Mac-2.jpg","publishedAt":"2026-01-02T00:01:09Z","content":"La popularidad de la inteligencia artificial conversacional y el uso masivo de ChatGPT han creado un caldo de cultivo perfecto para nuevas estafas online. Bajo la apariencia de manuales útiles y herr… [+13559 chars]"}]