[{"source":{"id":null,"name":"Enter.co"},"author":"Stiven Cartagena","title":"Qué es OpenClaw, la IA agéntica que puede ser un peligro para tus datos","description":"OpenClaw, antes conocida como Clawdbot o Moltbot, es la nueva inteligencia artificial agéntica que enciende las alarmas por el uso de datos.","url":"https://www.enter.co/especiales/dev/que-es-openclaw-la-ia-agentica-que-puede-ser-un-peligro-para-tus-datos/","urlToImage":"https://www.enter.co/wp-content/uploads/2026/02/getty-images-B-3a8fbw9sA-unsplash-scaled.jpg","publishedAt":"2026-02-20T20:06:14Z","content":"OpenClaw, antes conocido como Clawdbot o Moltbot, está incendiando el debate tecnológico. Esta inteligencia artificial no solo responde preguntas, sino que toma el control total de tu PC. Su irrupció… [+3874 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Dennys González","title":"Los ciberataques más veloces roban datos en menos de dos horas, según Palo Alto Networks","description":"Un informe de Palo Alto Networks resaltó la creciente velocidad de los robos de datos en ciberataques y advirtió sobre la industrialización del crimen digitalLos ataques cibernéticos más veloces de 2025 lograron robar datos en menos de dos horas, evidenciando…","url":"https://es.cointelegraph.com/news/un-informe-de-palo-alto-networks-resalto-la-creciente-velocidad-de-los-robos-de-datos-en-ciberataques-y-advirtio-sobre-la-industrializacion-del-crimen-digital","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c7c89-b8b4-700c-996a-1f6f374eb47e.jpg","publishedAt":"2026-02-20T19:33:18Z","content":"Los ataques cibernéticos más veloces de 2025 lograron robar datos en menos de dos horas, evidenciando una aceleración del crimen digital, donde la velocidad de exfiltración de información y el abuso … [+7099 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Google confía en su inteligencia artificial para mantener a raya el malware: así frena aplicaciones maliciosas en Android","description":"El escudo que usa Google para evitar que los desarrolladores publiquen aplicaciones maliciosas en Play Store ahora contiene inteligencia artificial. Según el último informe de la compañía, su tecnología impidió la publicación de 1,75 millones de apps que viol…","url":"https://www.adslzone.net/noticias/ia/google-inteligencia-artificial-evitar-malware-android/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/telefono-inteligente-aplicaciones-Android.jpg","publishedAt":"2026-02-20T13:58:58Z","content":"La IA de Google está convirtiendo a Android en un sistema operativo más seguro. Los expertos en ciberseguridad siempre recomiendan utilizar las tiendas de apps oficiales como Play Store para instalar… [+4519 chars]"},{"source":{"id":null,"name":"Enter.co"},"author":"Jeffrey Ramos González","title":"¿Recibiste un pago por Bre-B? Cuidado porque podría ser una estafa: así operan los ladrones","description":"¿Recibiste un mensaje sospechoso? Conoce cómo funciona la nueva estafa de Bre-B en Colombia. Aprende a identificar sitios falsos.","url":"https://www.enter.co/empresas/seguridad/recibiste-un-pago-por-bre-b-cuidado-porque-podria-ser-una-estafa-asi-operan-los-ladrones/","urlToImage":"https://www.enter.co/wp-content/uploads/2026/02/ARTICULO-PAGOS.webp","publishedAt":"2026-02-20T13:00:33Z","content":"Bre-B se ha convertido en la puerta para que muchas personas en el país puedan mover su dinero de manera más rápida y segura. El sistema de llaves y la practicidad de realizar transferencias entre ba… [+2674 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Un hacker instala OpenClaw sin permiso en los ordenadores de varios usuarios gracias a un fallo en el agente de IA Cline","description":"Un hacker ha aprovechado una brecha de seguridad en el agente de inteligencia artificial (IA) de código abierto Cline para, mediante 'prompt injections' instalar OpenClaw en los ordenadores de varios usuarios.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-hacker-instala-openclaw-permiso-ordenadores-varios-usuarios-gracias-fallo-agente-ia-cline-20260220135019.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260220135019_1200.jpg","publishedAt":"2026-02-20T12:50:19Z","content":"MADRID, 20 Feb. (Portaltic/EP) - \r\n   Un hacker ha aprovechado una brecha de seguridad en el agente de inteligencia artificial (IA) de código abierto Cline para, mediante 'prompt injections' instalar… [+1968 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"La actividad ilícita con stablecoins alcanzó máximo de cinco años de 141.000 millones de dólares en 2025, según TRM Labs","description":"Las redes de evasión de sanciones, los mercados de garantías y los planes de blanqueo de capitales a gran escala dominaron el uso ilícito de stablecoins, según TRM Labs.Entidades ilícitas recibieron alrededor de 141.000 millones de dólares a través de stablec…","url":"https://es.cointelegraph.com/news/illicit-stablecoin-activity-hits-five-year-high-at-141b-trm-labs","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c78ad-dbb0-78ef-914e-b84ad9d52846.jpg","publishedAt":"2026-02-20T11:56:11Z","content":"Entidades ilícitas recibieron alrededor de 141.000 millones de dólares a través de stablecoins en 2025, el nivel más alto observado en los últimos cinco años, según TRM Labs, la empresa de análisis d… [+3182 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Mettis AI, la startup española de IA para la formación vial, cierra una ronda de 1,1 millones de euros","description":"La startup española Mettis AI cierra una ronda de financiación de 1,1 millones de euros que combina inversión privada y apoyo público y que le permitirá reforzar su desarrollo tecnológico, ampliar su despliegue en España y acelerar su expansión internacional.","url":"https://www.europapress.es/motor/sector-00644/noticia-mettis-ai-startup-espanola-ia-formacion-vial-cierra-ronda-11-millones-euros-20260220115018.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260220115018_1200.jpg","publishedAt":"2026-02-20T10:50:18Z","content":"MADRID 20 Feb. (EUROPA PRESS) - \r\n La startup española Mettis AI cierra una ronda de financiación de 1,1 millones de euros que combina inversión privada y apoyo público y que le permitirá reforzar su… [+2375 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Gizmodo","title":"El Gobierno de Trump lanza una VPN gratuita para que los europeos burlen sus propias leyes","description":"\"La libertad se acerca.\" Esa es la única frase que aparece hoy en freedom.gov, un dominio registrado por el propio Gobierno de los Estados Unidos. Detrás de esa promesa hay un proyecto que ya está levantando ampollas en Bruselas, Madrid y todas las capitales …","url":"https://es.gizmodo.com/el-gobierno-de-trump-lanza-una-vpn-gratuita-2000221861","urlToImage":"https://es.gizmodo.com/app/uploads/2026/02/Gobierno-Trump-lanza-una-VPN-1200x675.jpg","publishedAt":"2026-02-20T10:30:51Z","content":"Según adelantó la agencia Reuters, el Departamento de Estado americano está desarrollando un portal en línea que incluirá una función de red privada virtual (VPN) para disfrazar la dirección IP del u… [+5471 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"La fecha exacta en la que tu móvil de Xiaomi se va a quedar sin actualizaciones","description":"Llegar al final del camino es triste, pero si estás avisado, es menos doloroso. Por eso, vamos a recopilar las fechas concretas en las que los actuales smartphones del catálogo de Xiaomi van a llegar a su fin, es decir, el momento en que van a dejar de recibi…","url":"https://www.movilzona.es/noticias/actualizaciones/fecha-exacta-movils-xiaomi-sin-actualizaciones/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2025/10/moviles-no-hyper-island-xiaomi-actualizacion-hyperos-3.png","publishedAt":"2026-02-20T10:21:36Z","content":"La firma china ha mejorado, y mucho, el periodo de soporte para sus móviles, pero eso es muy diferente a decir que tu smartphone se va a actualizar eternamente. Aunque aún hay teléfonos que ven lejos… [+4450 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Juan González","title":"Cisco publica una actualización que corrige un fallo crítico de ejecución remota en sus productos Unified Communications","description":"Cisco ha publicado recientemente un aviso de seguridad y actualizaciones de software para corregir una vulnerabilidad crítica en varios productos de Unified Communications, identificada como CVE-2026-20045. El fallo permite a un atacante remoto y no autentica…","url":"https://unaaldia.hispasec.com/2026/02/cisco-publica-una-actualizacion-que-corrige-un-fallo-critico-de-ejecucion-remota-en-sus-productos-unified-communications.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2022/02/Cisco-logo.jpg?fit=1200%2C686&ssl=1","publishedAt":"2026-02-20T08:06:38Z","content":"Cisco ha publicado recientemente un aviso de seguridad y actualizaciones de software para corregir una vulnerabilidad crítica en varios productos de Unified Communications, identificada como CVE-2026… [+5656 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Cómo Anthropic sacudió al mercado con Claude Cowork y se transformó en un competidor de los software de gestión","description":"Las nuevas funcionalidades del agente de IA de la startup de EEUU son el punto de partida de la ampliación de las capacidades de estos modelos, que podrían amenazar la hegemonía de software como los ERP.","url":"https://www.df.cl/como-anthropic-sacudio-al-mercado-con-claude-cowork-y-se-transformo-en-un","urlToImage":"https://www.df.cl/noticias/site/artic/20260219/imag/foto_0000000620260219183542/PHOTO-2026-02-19-18-24-56.jpg","publishedAt":"2026-02-20T07:00:00Z","content":"En diciembre de 2024, el CEO de Microsoft, Satya Nadella, dijo que todas las aplicaciones -software- empresariales colapsarán en la era de los agentes autónomos de inteligencia artificial (IA), aquel… [+4599 chars]"},{"source":{"id":null,"name":"Diario EL PAIS Uruguay"},"author":"Analía Pereira","title":"La tecnológica uruguaya de ciberseguridad Bprot se expande por el mundo con un plan de franquicias","description":"Acompañado por Svet, la empresa venderá franquicias desde US$ 10.000 en Uruguay, con las mismas ofrecerá su tecnología así como acompañamiento y capacitación para los franquiciados","url":"https://www.elpais.com.uy/el-empresario/la-tecnologica-uruguaya-de-ciberseguridad-bprot-se-expande-por-el-mundo-con-un-plan-de-franquicias","urlToImage":"https://imgs.elpais.com.uy/dims4/default/2667539/2147483647/strip/true/crop/1600x778+0+144/resize/1440x700!/quality/90/?url=https%3A%2F%2Fel-pais-uruguay-production-web.s3.us-east-1.amazonaws.com%2Fbrightspot%2F51%2F57%2F45507963469ab919f73d90b34e07%2Fwhatsapp-image-2026-02-18-at-1-46-39-pm.jpeg","publishedAt":"2026-02-20T06:40:00Z","content":"La ciberseguridad «dejó de ser un tema técnico para convertirse en una decisión estratégica de negocios», aseguró Fernando López Senra, empresario y socio de Bprot, firma de ciberseguridad. La empres… [+4066 chars]"}]