[{"source":{"id":null,"name":"Expansion.com"},"author":"Tim Bradshaw, Costas Mourselas y Ortenca Aliaj","title":"Las filtraciones en la cumbre de Abu Dhabi sacan a la luz datos personales de líderes politicos","description":"Pasaportes y otros documentos de identidad pertenecientes a cientos de asistentes a la emblemática Semana de las Finanzas de Abu Dhabi (ADWF, por sus siglas en inglés)...","url":"https://www.expansion.com/economia/financial-times/2026/02/18/6995fa07468aebe9218b459a.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/2f89b08e4e718a254fefd14541d171ba/crop/289x0/1981x1128/resize/1200/f/webp/assets/multimedia/imagenes/2026/02/18/17714366357647.jpg","publishedAt":"2026-02-18T17:44:49Z","content":"Documentos personales pertenecientes a políticos y líderes empresariales asistentes a la cumbre aparecieron en InternetPasaportes y otros documentos de identidad pertenecientes a cientos de asistente… [+4612 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Trend Micro inicia una nueva etapa en España y Portugal bajo la marca TrendAI, con la IA como propuesta de valor","description":"Trend Micro ha anunciado un cambio de marca en España y Portugal por el que la unidad de negocio para empresas pasa a conocerse como TrendAI y que acompaña de una estrategia basada en la protección del dato en la inteligencia artificial (IA).","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-trend-micro-inicia-nueva-etapa-espana-portugal-marca-trendai-ia-propuesta-valor-20260218181052.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260218181052_1200.jpg","publishedAt":"2026-02-18T17:10:52Z","content":"MADRID, 18 Feb. (Portaltic/EP) - \r\n   Trend Micro ha anunciado un cambio de marca en España y Portugal por el que la unidad de negocio para empresas pasa a conocerse como TrendAI y que acompaña de un… [+3215 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"La DGT alerta a todos los conductores: si recibes este mensaje, te están intentando estafar","description":"Desde hace ya algunos años, la gran mayoría de trámites administrativos en España se pueden realizar de manera online. Eso aporta cierta comodidad a las personas que pueden solicitar una cita previa, realizar una consulta o pagar una multa desde casa, pero ta…","url":"https://www.eleconomista.es/motor/noticias/13784091/02/26/la-dgt-alerta-a-todos-los-conductores-si-recibes-este-mensaje-te-estan-intentando-estafar.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/0/3/5/estafa-dgt.jpg","publishedAt":"2026-02-18T17:08:38Z","content":"Desde hace ya algunos años, la gran mayoría de trámites administrativos en España se pueden realizar de manera online. Eso aporta cierta comodidad a las personas que pueden solicitar una cita previa,… [+2414 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Nacho Martín","title":"Indra y Leonardo firman un memorando de entendimiento para cooperar en ciberdefensa","description":"Indra y Leonardo han firmado un memorando de entendimiento (MoU) para reforzar su cooperación en materia de ciberdefensa, con el objetivo de identificar y ampliar conjuntamente su alcance internacional en Europa, la OTAN y otros mercados de alto potencial.","url":"https://www.eleconomista.es/industria/noticias/13783942/02/26/indra-y-leonardo-firman-un-memorando-de-entendimiento-para-cooperar-en-ciberdefensa.html","urlToImage":"https://s03.s3c.es/imag/_v0/7862x4951/a/1/5/1200x655_58841efc-d733-4d91-80ee-d4bb52253725.jpg","publishedAt":"2026-02-18T16:06:08Z","content":"Indra y Leonardo han firmado un memorando de entendimiento (MoU) para reforzar su cooperación en materia de ciberdefensa, con el objetivo de identificar y ampliar conjuntamente su alcance internacion… [+4813 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo configurar un modo de privacidad casi total en Android","description":"Activa un modo de privacidad casi total en Android: permisos, Google, apps, DNS y VPN para blindar tu móvil al máximo.","url":"https://www.androidsis.com/como-configurar-un-modo-de-privacidad-casi-total-en-android/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2023/09/Android-privacidad.png","publishedAt":"2026-02-18T15:47:35Z","content":"Tu móvil Android sabe mucho más de ti de lo que parece: fotos, mensajes, ubicación, historial de búsquedas, apps que usas y hasta cómo te mueves. Si no tocas nada, gran parte de esa información acaba… [+22071 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"La ingeniería social estuvo detrás del 65% de los fraudes cripto analizados en 2025, según AMLBot","description":"Las estafas relacionadas con la ingeniería social y la suplantación de identidad fueron los vectores de ataque más frecuentes dirigidos a los inversores en criptomonedas en las investigaciones de AMLBot el año pasado.Aproximadamente dos tercios de los inciden…","url":"https://es.cointelegraph.com/news/amlbot-2025-crypto-incidents-social-engineering-phishing-impersonation","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c7055-dfd5-755b-b9e9-d36bcec166e0.jpg","publishedAt":"2026-02-18T15:22:02Z","content":"Aproximadamente dos tercios de los incidentes relacionados con criptomonedas investigados por la empresa de análisis de cadenas de bloques AMLBot en 2025 se debieron a ingeniería social y no a exploi… [+4222 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Alerta en Android: un virus preinstalado en miles de dispositivos permite espiar todo lo que haces en el móvil","description":"Expertos en ciberseguridad han alertado sobre Keenadu, un nuevo 'malware' identificado en dispositivos Android, siendo España uno de los países con mayor número de detecciones, que puede venir preinstalado directamente en el 'firmware' del dispositivo, integr…","url":"https://www.eleconomista.es/tecnologia/noticias/13783466/02/26/alerta-en-android-un-virus-preinstalado-en-miles-de-dispositivos-permite-espiar-todo-lo-que-haces-en-el-movil.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/c/e/7/android-ciberataque21.jpg","publishedAt":"2026-02-18T13:18:58Z","content":"Expertos en ciberseguridad han alertado sobre Keenadu, un nuevo 'malware' identificado en dispositivos Android, siendo España uno de los países con mayor número de detecciones, que puede venir preins… [+1741 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Torrezzno","title":"La caída de Movistar Empresas ha coincidido con el ataque pro-ruso a Teldat, fabricante español de sus routers","description":"\"Hoy hemos enviado nuestros proyectiles DDoS contra la infraestructura crítica de España ????\" firma el autor del mensaje en el grupo de Telegram donde el grupo prorruso Noname057(16) comparte sus últimas hazañas atacando objetivos en todo el mundo. El mensaj…","url":"https://www.meneame.net/m/actualidad/caida-movistar-empresas-ha-coincidido-ataque-pro-ruso-teldat","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4148289&version=0&ts=1771419546&image.webp","publishedAt":"2026-02-18T12:56:14Z","content":"La que ha liado Imparsifal con el bloqueo de rt\"Teldat S.A. es una compañía multinacional con sede en Tres Cantos (Madrid). Al ser una empresa española que emplea tecnología propia, es la elección pr… [+277 chars]"},{"source":{"id":null,"name":"Bandaancha.eu"},"author":"noemail@noemail.org (Josh)","title":"La caída de Movistar Empresas ha coincidido con el ataque pro-ruso a Teldat, fabricante español de sus routers","description":"\"Hoy hemos enviado nuestros proyectiles DDoS contra la infraestructura crítica de España \" firma el autor del mensaje en el grupo de Telegram donde el grupo prorruso Noname057(16) comparte sus últimas hazañas atacando objetivos en todo el mundo.El mensaje a…","url":"https://bandaancha.eu/articulos/caida-movistar-empresas-coincidido-11669#s905","urlToImage":"https://bandaancha.eu/s/2kd6/140/incidencia-movistar.jpg","publishedAt":"2026-02-18T12:51:19Z","content":"\"Hoy hemos enviado nuestros proyectiles DDoS contra la infraestructura crítica de España \" firma en ruso el autor del mensaje en el grupo de Telegram donde el grupo Noname057(16) comparte sus últimas… [+2618 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Rubén De la Calle","title":"Encuentran el virus Keenadu en tablets Android baratas vendidas en España","description":"El malware sigue generando problemas en la tecnología y el sistema operativo Android es una de las víctimas favoritas de los hackers. El último golpe se ha detectado por parte de los investigadores de Kaspersky, quienes han descubierto que se había preinstala…","url":"https://www.movilzona.es/noticias/problemas/encuentran-virus-keenadu-tablets-android-baratas/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2026/02/Problema-tablet-Alldocube-iPlay-50-mini-Pro.png","publishedAt":"2026-02-18T12:48:01Z","content":"Una noticia importante que pillará por sorpresa a muchos usuarios que están utilizando tablets de este tipo, lo que podría significar que sus contraseñas, correos electrónicos e incluso las fotografí… [+2882 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"Una nueva estafa bancaria pone en alerta a miles de usuarios: \"Tu cuenta está restringida...\"","description":"La ciberdelincuencia está en auge, y esto ha ocurrido principalmente porque las estafas y engaños están cada vez más conseguidos y se camuflan a la perfección con mensajes que provienen de empresas e instituciones legítimas.","url":"https://www.eleconomista.es/tecnologia/noticias/13783319/02/26/una-nueva-estafa-bancaria-pone-en-alerta-a-miles-de-usuarios-tu-cuenta-esta-restringida.html","urlToImage":"https://s03.s3c.es/imag/_v0/1949x1064/2/f/6/1200x655_estafa-bancaria-mujer.jpg","publishedAt":"2026-02-18T12:37:25Z","content":"La ciberdelincuencia está en auge, y esto ha ocurrido principalmente porque las estafas y engaños están cada vez más conseguidos y se camuflan a la perfección con mensajes que provienen de empresas e… [+2222 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Mariel Delgado Díez","title":"La inteligencia artificial, ‘arma de extorsión masiva’ en el 16% de los ciberataques","description":"La inteligencia artificial (IA) ya forma parte del 16% de los incidentes de ciberseguridad registrados en 2025, según el Informe de Tendencias en Inteligencia de Ciberamenazas elaborado por la multinacional japonesa especializada en servicios tecnológicos y c…","url":"https://www.elconfidencialdigital.com/articulo/seguridad/ia-y-ciberataques/202602171244021004215.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2026/02/17/2026021712452525750.jpg","publishedAt":"2026-02-18T12:00:00Z","content":"<ol><li>Phishing más creíble, más eficaz</li><li>El ransomware se consolida como principal amenaza</li><li>85 grupos activos y un ecosistema fragmentado</li><li>Ataques más silenciosos y difíciles de… [+4930 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Internxt logra la certificación ENS de Nivel Alto","description":"La compañía valenciana busca expandirse hacia grandes cuentas durante 2026, tanto en el sector público como privado.","url":"https://www.silicon.es/internxt-logra-la-certificacion-ens-de-nivel-alto-2577410","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/02/CA26600-scaled.jpg","publishedAt":"2026-02-18T11:20:15Z","content":"La compañía valencianaInternxt se ha hecho con la certificación de Nivel Alto del Esquema Nacional de Seguridad (ENS).\r\nEspecializada en soluciones de almacenamiento en la nube, esto significa que cu… [+718 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Goundo Sakho","title":"La OCU lanza un aviso: cuidado con el correo que suplanta a Hacienda y roba tus claves","description":"Si has recibido un correo electrónico reclamando un pago de Hacienda, no accedas a él sin comprobar antes su procedencia. La OCU (Organización de Consumidores y Usuarios) ha alertado sobre una campaña de phishing en la que los ciberdelincuentes suplantan a la…","url":"https://www.elperiodico.com/es/economia/20260218/hacienda-investiga-ciberataque-phishing-que-es-ocu-reclamaciones-incibe-ciberseguridad-dv-126658312","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/4a241983-05ed-4e2f-ae4f-447377734565_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-02-18T11:19:00Z","content":"Si has recibido un correo electrónico reclamando un pago de Hacienda, no accedas a él sin comprobar antes su procedencia. La OCU (Organización de Consumidores y Usuarios) ha alertado sobre una campañ… [+2621 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Daniel Caballero","title":"«Atención inmediata requerida en su cuenta»: así te roban todo lo que tengas en ING mediante un correo","description":"¿Eres cliente de ING? Entonces debes tener cuidado con esta última campaña de phishing que reporta la compañía de ciberseguridad ESET. Con esta nueva suplantación, los usuarios de este banco deben tener cuidado con los correos electrónicos que reciban, ya que…","url":"https://www.adslzone.net/noticias/fintech/suplantacion-ing-correo/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/cajero-ing.jpg","publishedAt":"2026-02-18T10:59:52Z","content":"¿Eres cliente de ING? Entonces debes tener cuidado con esta última campaña de phishing que reporta la compañía de ciberseguridad ESET. Con esta nueva suplantación, los usuarios de este banco deben te… [+4083 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Keenadu, malware preinstalado en el firmware del dispositivo","description":"España es uno de los diez países más golpeados por esta amenaza que afecta a dispositivos Android y que también puede integrarse en aplicaciones del sistema o descargarse desde tiendas oficiales.","url":"https://www.silicon.es/keenadu-malware-preinstalado-en-el-firmware-del-dispositivo-2577434","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/08/Fuente-Shutterstock_Autor-Mopic_malware-seguridad.jpg","publishedAt":"2026-02-18T10:43:51Z","content":"Keenadu es la nueva amenaza detectada en dispositivos con sistema operativo Android y sobre la que advierte la compañía de seguridad Kaspersky.\r\nEste malware puede llegar a estos aparatos de tres for… [+2476 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"La Revuelta pone el foco en la seguridad de los robots aspiradores con cámara: ¿realmente son tan fáciles de hackear?","description":"¿Puede alguien hackear tu robot aspirador y ver tu casa o incluso espiar lo que haces? El programa de La Revuelta, en La 1, abrió anoche un debate inesperado sobre la seguridad de los dispositivos domésticos con cámara. El colaborador Grison (Marcos Martínez)…","url":"https://www.adslzone.net/noticias/seguridad/la-revuelta-robots-aspiradores-camara-hackear/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/robot-aspirador-con-camara.jpg","publishedAt":"2026-02-18T10:29:32Z","content":"¿Puede alguien hackear tu robot aspirador y ver tu casa o incluso espiar lo que haces? El programa de La Revuelta, en La 1, abrió anoche un debate inesperado sobre la seguridad de los dispositivos do… [+5563 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"EE.UU. ordena retirar y destruir routers y VPN sin parches de seguridad en la CIA, el Pentágono y agencias federales","description":"La agencia de ciberseguridad de EE.UU., CISA por sus siglas en inglés, ha dado una orden tajante: sacar de la red todos los routers y dispositivo VPN cuyo soporte de seguridad haya terminado. No es una recomendación, es una directiva obligatoria para las agen…","url":"https://elchapuzasinformatico.com/2026/02/eeuu-retirar-destruir-routers-vpn-sin-parches-seguridad/","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2026/02/EE.UU_.-quiere-destruir-los-routers-y-VPN-sin-soporte-para-mejorar-la-seguridad-de-las-agencias-gubernamentales.jpg","publishedAt":"2026-02-18T10:27:32Z","content":"La agencia de ciberseguridad de EE.UU.,\r\nCISA por sus siglas en inglés, ha dado una orden tajante: sacar de\r\nla red todos los routers y dispositivo VPN cuyo soporte de\r\nseguridad haya terminado. No e… [+4409 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"¡Cuidado con los tablets Android baratos de marcas desconocidas!","description":"La firma de seguridad Kaspersky ha descubierto un malware de alto perfil instalado en tablets Android baratos de marcas poco conocidas. Preinstalado en varios modelos y marcas y encontrado en el firmware de los dispositivos, le permite controlar y manipular p…","url":"https://www.muycomputer.com/?p=394454","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2026/02/tablets_Android_baratos-1000x600.jpg","publishedAt":"2026-02-18T09:23:43Z","content":"La firma de seguridad Kaspersky ha descubierto un malware de alto perfil instalado en tablets Android baratos de marcas poco conocidas. Preinstalado en varios modelos y marcas y encontrado en el firm… [+2789 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Transparencia o caja negra: el dilema de la Administración algorítmica","description":"Mi columna de esta semana en Invertia se titula «Cuando el Estado subcontrata la inteligencia» (pdf), y trata sobre un fenómeno que avanza mucho más deprisa de lo que solemos admitir: la externalización silenciosa de decisiones públicas a sistemas tecnológico…","url":"https://www.enriquedans.com/2026/02/transparencia-o-caja-negra-el-dilema-de-la-administracion-algoritmica.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/02/Algorithm-transparency-Dall·E.jpg","publishedAt":"2026-02-18T08:05:03Z","content":"Mi columna de esta semana en Invertia se titula «Cuando el Estado subcontrata la inteligencia» (pdf), y trata sobre un fenómeno que avanza mucho más deprisa de lo que solemos admitir: la externalizac… [+4941 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"Hacia una gestión inteligente de la información, con impacto real en los procesos y la organización","description":"En esta tribuna, Josep Costa, HyperAutomation Business Unit Manager en Ricoh España y Portugal, analiza el impacto de la automatización en la gestión empresarial.","url":"https://www.silicon.es/experto-opinion/hacia-una-gestion-inteligente-de-la-informacion-con-impacto-real-en-los-procesos-y-la-organizacion","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/02/Josep-Costa-HyperAutomation-Business-Unit-Manager-Ricoh-Espana-Portugal.jpeg","publishedAt":"2026-02-18T07:58:08Z","content":"La última encuesta a CEOs de Gartner, realizada en el primer semestre del año plasma a la perfección con datos la realidad que define el día a día de los primeros ejecutivos de las compañías en 2025:… [+4167 chars]"},{"source":{"id":null,"name":"Noticiaslatam.lat"},"author":"Sputnik Mundo","title":"México escala seis posiciones en la clasificación global de países con mayor incidencia de ciberataques","description":"El sector gubernamental y el educativo figuran entre los más vulnerables en el país, mientras grupos criminales como Qilin y LockBit intensifican su presencia en el territorio mexicano, según un análisis especializado.","url":"https://noticiaslatam.lat/20260218/mexico-escala-seis-posiciones-en-la-clasificacion-global-de-paises-con-mayor-incidencia-de-1171500080.html","urlToImage":"https://cdn.img.noticiaslatam.lat/images/sharing/article/spa/1171500080.jpg?11661959031771396504","publishedAt":"2026-02-18T06:35:00Z","content":"Al presentar el estudio Ciber Tendencias en México 2026: Ransomware, Amenazas activas y medición, la compañía detalló que el país pasó del lugar 17 en 2024 al sitio 11 en 2025, quedando a las puertas… [+127 chars]"},{"source":{"id":null,"name":"Elespanol.com"},"author":"Enrique Dans","title":"Cuando el Estado subcontrata la inteligencia","description":"Durante años, la digitalización de la Administración se vendió como una promesa de eficiencia: menos colas, menos papel, más rapidez, menos arbitrariedad. Pero esa historia ya no describe lo que está ocurriendo.","url":"https://www.elespanol.com/invertia/opinion/20260218/subcontrata-inteligencia/1003744133153_13.html","urlToImage":"https://s3.elespanol.com/2025/09/23/actualidad/1003743938090_258944738_1706x960.jpg?fmt=jpeg","publishedAt":"2026-02-18T01:40:36Z","content":"Durante años, la digitalización de la Administración se vendió como una promesa de eficiencia: menos colas, menos papel, más rapidez, menos arbitrariedad. Pero esa historia ya no describe lo que está… [+7116 chars]"}]