[{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Me hackearon la cuenta: ¿qué hacer en los primeros 15 minutos?","description":"Cuando una de nuestras cuentas es vulnerada, saber qué hacer de manera rápida es vital para mitigar el impacto. Conoce las acciones clave para que un hackeo no tenga consecuencias más graves.","url":"https://www.welivesecurity.com/es/seguridad-digital/me-hackearon-la-cuenta-que-hacer-en-los-primeros-15-minutos/","urlToImage":null,"publishedAt":"2026-02-09T13:00:00Z","content":"Son muchas las razones por las cuales un cibercrimen busca obtener información privada y sensible. Y por eso, nadie está exento hoy del hackeo de alguna de sus cuentas: desde WhastApp, Instagram, Fac… [+6370 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Martin Young","title":"Scam Sniffer: El envenenamiento de direcciones costó a dos víctimas más de 62 millones de dólares","description":"Analistas han advertido que la actualización Fusaka de Ethereum ha hecho que el envenenamiento de direcciones sea más barato.Solo una víctima perdió 12,2 millones de dólares en enero al copiar la dirección incorrecta de su historial de transacciones en un “at…","url":"https://es.cointelegraph.com/news/over-62m-lost-address-poisoning-since-december-scam-sniffer?utm_source=rss_feed&utm_medium=feed&utm_campaign=rss_partner_inbound","urlToImage":null,"publishedAt":"2026-02-09T11:30:00Z","content":"Solo una víctima perdió 12,2 millones de dólares en enero al copiar la dirección incorrecta de su historial de transacciones en un ataque de envenenamiento de direcciones, que se suma a un ataque sim… [+3452 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La IA generativa amplía la superficie de ataque y expone datos críticos de empresas y usuarios, advierte Check Point","description":"La seguridad en línea ya no depende únicamente del comportamiento del usuario, sino de cómo se diseña, gobierna y protege la propia inteligencia artificial (IA), ya que esta tecnología amplía la superficie de ataque que afecta a empresas y particulares.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ia-generativa-amplia-superficie-ataque-expone-datos-criticos-empresas-usuarios-advierte-check-point-20260209121230.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260209121230_1200.jpg","publishedAt":"2026-02-09T11:12:30Z","content":"MADRID, 9 Feb. (Portaltic/EP) - \r\n   La seguridad en línea ya no depende únicamente del comportamiento del usuario, sino de cómo se diseña, gobierna y protege la propia inteligencia artificial (IA), … [+2045 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Incibe detectó más de 122.000 incidentes de ciberseguridad en 2025, un 26 por ciento más","description":"El Instituto Nacional de Ciberseguridad (Incibe), con sede en León, gestionó el pasado año un total de 122.223 incidentes de ciberseguridad, lo que representa un aumento del 26 por ciento respecto a- 2024. Incibe-Cert, el equipo para la gestión de incidentes …","url":"https://www.abc.es/espana/castilla-leon/incibe-detecto-122000-incidentes-ciberseguridad-2025-ciento-20260209105553-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/espana/2026/02/09/edificioincibe-U46423861836mgN-1024x512@diario_abc.jpg","publishedAt":"2026-02-09T09:57:22Z","content":"El Instituto Nacional de Ciberseguridad (Incibe), con sede en León, gestionó el pasado año un total de 122.223 incidentes de ciberseguridad, lo que representa un aumento del 26 por ciento respecto a-… [+3428 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"LLM-Guardian: Sistema Multi-Agente de Defensa LLM con Red Team Adversarial Inteligente","description":"Hace unos días me hice una pregunta que parecía sencilla tras leer el artículo de\nChema Alonso ‘ChatGPT: Safety Policies Jailbreaks, Guardarraíles y Bug Bounties’,\npero que termina convirtiéndose en un proyecto bastante peculiar: si las empresas\nestán despleg…","url":"https://www.elladodelmal.com/2026/02/llm-guardian-sistema-multi-agente-de.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEifUao8BAxiGQPo8T4eAh-EmgAmVQf18a7pV8TfaD2bbrwNX2Vy5Wt21XCdmn9JcRv2zkG4lrl1C4wkhnqADFsZPGlkjtdck73kR9-gdta1pqFFag4VyVXaiAM70ZoLnVFBe8MHhyphenhyphenh65bKRjfh6CRMnIFSTeuP7uRtL3ClzIuGaTH18SOIKaeq3/w1200-h630-p-k-no-nu/p00.jpg","publishedAt":"2026-02-09T05:41:00Z","content":"Figura 9: Ciclo Aggressive Smart\r\nLos Agentes Malignos no son observadores pasivos. AM1 y AM2 escriben sus\r\nhallazgos en un buzón unidireccional (archivo JSON append-only que registra sólo\r\nhashes co… [+6744 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"Qué es el GhostPairing de WhatsApp y cómo protegerte de esta amenaza online","description":"WhatsApp es, junto al teléfono y el correo electrónico, las principales vías de comunicación que emplean estafadores y criminales de medio mundo para engañar a millones de personas. O, al menos, intentarlo. Las mafias del engaño y los fraudes digitales abunda…","url":"https://hipertextual.com/guias/que-es-ghostpairing-whatsapp-fraude-online/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2026/02/Fantasma-Gris-WhatsApp.jpg?fit=1920%2C1280&quality=70&strip=all&ssl=1","publishedAt":"2026-02-09T05:00:00Z","content":"WhatsApp es, junto al teléfono y el correo electrónico, las principales vías de comunicación que emplean estafadores y criminales de medio mundo para engañar a millones de personas. O, al menos, inte… [+5780 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Cómo evitar que los 'hackers' te roben tu dinero tras usurpar tus datos","description":"La sustracción de todo tipo de datos personales por parte de los 'hackers' se ha convertido en una práctica que pone en riesgo todo tipo de contenidos sensibles de los clientes, desde el DNI hasta el número de cuenta bancaria pasando incluso por las contraseñ…","url":"https://www.abc.es/economia/cuentas-corrientes/evitar-hackers-roben-dinero-tras-usurpar-tus-20260209025832-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/economia/2026/01/28/0000EuropaPress_7245103_filed_12_september_2019_lo-U20486243137FvK-1024x512@diario_abc.jpg","publishedAt":"2026-02-09T01:58:32Z","content":"La sustracción de todo tipo de datos personales por parte de los 'hackers' se ha convertido en una práctica que pone en riesgo todo tipo de contenidos sensibles de los clientes, desde el DNI hasta el… [+2665 chars]"}]