[{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Esta función es genial, pero la tengo desactivada en mi router: este es el motivo (y cuándo sí la activo)","description":"Los routers que puedes comprar en el mercado y también los que ofrecen las operadoras (estos, un poco menos) llegan cargados de funciones que podemos aprovechar para mejorar la conexión a Internet en casa. Sin embargo, hay una que tengo desactivada por todos …","url":"https://www.xatakahome.com/la-red-local/esta-funcion-genial-tengo-desactivada-mi-router-este-motivo-cuando-activo","urlToImage":"https://i.blogs.es/634786/img_20260206_123448/1200_630.jpeg","publishedAt":"2026-02-06T16:01:53Z","content":"Los routers que puedes comprar en el mercado y también los que ofrecen las operadoras (estos, un poco menos) llegan cargados de funciones que podemos aprovechar para mejorar la conexión a Internet en… [+3296 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Gabriel Erard","title":"Alerta por filtración de datos: los correos y móviles de miles de usuarios de Substack, en peligro","description":"Si usas Substack regularmente para leer tus newsletters favoritas, te traemos malas noticias. La plataforma ha confirmado la filtración de datos de miles de usuarios luego de un hackeo. Si estás registrado en el citado servicio, es probable que en estos días …","url":"https://hipertextual.com/internet/substack-filtracion-datos-2026/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/02/Substack-scaled.jpg","publishedAt":"2026-02-06T13:16:39Z","content":"Si usas Substack regularmente para leer tus newsletters favoritas, te traemos malas noticias. La plataforma ha confirmado la filtración de datos de miles de usuarios luego de un hackeo. Si estás regi… [+2454 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"En Business Insider, hablando sobre redes sociales y prohibiciones","description":"Fede Durán me entrevistó para Business Insider, y aunque el artículo habla de más cosas, dada la relevancia mediática del tema, lo ha titulado como «Habría que prohibir las redes sociales para toda la población» (pdf).  Mi posición sobre la regulación de las …","url":"https://www.enriquedans.com/2026/02/en-business-insider-hablando-sobre-redes-sociales-y-prohibiciones.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/02/Prohibir-redes-sociales-Business-Insider.jpg","publishedAt":"2026-02-06T09:19:47Z","content":"Fede Durán me entrevistó para Business Insider, y aunque el artículo habla de más cosas, dada la relevancia mediática del tema, lo ha titulado como «Habría que prohibir las redes sociales para toda l… [+6369 chars]"},{"source":{"id":null,"name":"Borderperiodismo.com"},"author":"#BorderPeriodismo","title":"La SIDE detuvo un ciberataque contra el sitio oficial de la Cancillería argentina","description":"La SIDE informó que neutralizó un ataque digital coordinado dentro de una campaña contra países del Board of Peace, que incluye a Argentina.\nLa entrada La SIDE detuvo un ciberataque contra el sitio oficial de la Cancillería argentina se publicó primero en #Bo…","url":"https://www.borderperiodismo.com/politica/la-side-detuvo-un-ciberataque-contra-el-sitio-oficial-de-la-cancilleria-argentina/","urlToImage":"https://www.borderperiodismo.com/wp-content/uploads/2026/02/Portada-2026-02-05T214052.369.jpg","publishedAt":"2026-02-06T00:40:13Z","content":"La Secretaría de Inteligencia de Estado (SIDE) informó que logró frustrar un ciberataque dirigido contra el dominio oficial de la Cancillería argentina. La confirmación se realizó a través de un comu… [+2270 chars]"}]