[{"source":{"id":null,"name":"Elespanol.com"},"author":"Alvarez del Vayo","title":"De TikTok a Instagram, así tendrán que cambiar las redes sociales su actual límite de edad tras la prohibición de Sánchez","description":"En España hay limitaciones vigentes de uso para redes sociales y plataformas de mensajería, aunque muchos las desconozcan.\nMás información: Un fallo de WhatsApp permitía pasar 'malware' a través de grupos: solo tienen que añadirte a uno y compartir archivos","url":"https://www.elespanol.com/elandroidelibre/noticias-y-novedades/20260203/tiktok-instagram-cambiar-redes-sociales-actual-limite-edad-prohibicion-sanchez/1003744114487_0.html","urlToImage":"https://s3.elespanol.com/2026/02/03/actualidad/1003744114669_261230171_1706x960.jpg?fmt=jpeg","publishedAt":"2026-02-03T11:31:08Z","content":"El anuncio de Pedro Sánchez de querer prohibir las redes sociales a menores de 16 años en España ha cogido por sorpresa a muchos.\r\nEsta medida, sin embargo, no resulta extraña dado que no sería el nu… [+2753 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Máquinas hablando entre ellas: Moltbot, Moltbook y la Internet sin humanos","description":"Durante años hemos hablado de asistentes personales basados en inteligencia artificial como si fueran una evolución natural del buscador o del chatbot: herramientas reactivas, relativamente inofensivas, que esperan instrucciones y devuelven respuestas.  Lo qu…","url":"https://www.enriquedans.com/2026/02/maquinas-hablando-entre-ellas-moltbot-moltbook-y-la-internet-sin-humanos.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2026/02/Moltbook-logo.jpg","publishedAt":"2026-02-03T11:26:57Z","content":"Durante años hemos hablado de asistentes personales basados en inteligencia artificial como si fueran una evolución natural del buscador o del chatbot: herramientas reactivas, relativamente inofensiv… [+7901 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Caos en Windows 10: un error de Windows 11 se extiende también a sus usuarios","description":"Los problemas en el entorno de Windows se multiplican. Microsoft intenta solucionarlos y mantener controlado su sistema operativo, pero los bugs que sufre la plataforma no les dan descanso. Esta vez uno de los peores errores de Windows 11 se ha extendido tamb…","url":"https://www.adslzone.net/noticias/windows/windows-10-error-windows-11-extiende-tambien-usuarios/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/Chica-preocupada-usando-ordenador-portatil.jpg","publishedAt":"2026-02-03T11:04:30Z","content":"Ha sido la propia Microsoft la que ha confirmado los temores de algunos usuarios de Windows 10. Tras publicarse algunos avisos en la red de personas afectadas, la empresa ha confirmado que el error p… [+4269 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Quelian Sanz","title":"Un error de WhatsApp está poniendo en peligro tus datos: basta una simple foto para hackearte","description":"El último fallo descubierto en WhatsApp es uno de los más graves de los últimos años. Tanto es así, que no deberías salir de este artículo sin revisar tus opciones de privacidad y cambiarlas si es necesario. ¿Qué está pasando? Gracias a una investigación real…","url":"https://hipertextual.com/actualidad/un-error-de-whatsapp-esta-poniendo-en-peligro-tus-datos-basta-una-simple-foto-para-hackearte/","urlToImage":"https://imgs.hipertextual.com/wp-content/uploads/2026/02/WhatsApp.jpg","publishedAt":"2026-02-03T10:58:38Z","content":"El último fallo descubierto en WhatsApp es uno de los más graves de los últimos años. Tanto es así, que no deberías salir de este artículo sin revisar tus opciones de privacidad y cambiarlas si es ne… [+3545 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Snowflake integra Postgres en su AI Data Cloud para unificar datos transaccionales, analítica e IA en una sola plataforma","description":"Snowflake refuerza su plataforma con Snowflake Postgres y nuevas capacidades de interoperabilidad y gobierno del dato para acelerar la adopción de IA empresarial.","url":"https://www.silicon.es/snowflake-integra-postgres-en-su-ai-data-cloud-para-unificar-datos-transaccionales-analitica-e-ia-en-una-sola-plataforma-2576910","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/02/snowflake-postgres-ia-empresarial-datos-1.jpeg","publishedAt":"2026-02-03T10:23:38Z","content":"En el marco de BUILD de Snowflake, celebrado estos días en Londres, la compañía ha anunciado una serie de innovaciones orientadas a preparar los datos empresariales para la inteligencia artificial a … [+4850 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Roberto Cosentino y Paolo Ottolina","title":"Robos 2.0: ¿es posible sacar dinero de las tarjetas de crédito, físicas o guardadas en el móvil, o es una leyenda urbana?","description":"Los medios hablan de ladrones tecnológicos que deambulan entre la multitud y aprovechan los pagos \"sin contacto\" para robar sumas de hasta 50 euros a transeúntes desprevenidos. ¿Realidad o psicosis? Leer","url":"https://www.elmundo.es/tecnologia/2026/02/03/6981c31fe9cf4ac74c8b4584.html","urlToImage":"https://e01-phantom-elmundo.uecdn.es/17fdac000806501773e65b5e333d788a/crop/0x0/1536x1024/resize/1200/f/webp/assets/multimedia/imagenes/2026/02/03/17701114734657.png","publishedAt":"2026-02-03T10:15:17Z","content":"De Milán a Roma y hasta el caso más reciente de Nápoles, parece haberse reactivado una oleada de temores vinculados a supuestos robos cometidos mediante el uso de terminales de cobro portátiles. Casi… [+16375 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Blackman (ISE) celebra el \"impulso global\" en los registros previos a la edición 2026","description":"El director general de Integrated Systems Europe (ISE), Mike Blackman, ha celebrado el \"impulso global\" que la organización del salón audiovisual ha percibido en el volumen de registros previos a la edición 2026, que anticipan unas cifras récord de asistencia…","url":"https://www.europapress.es/catalunya/firadebarcelona-00630/noticia-blackman-ise-celebra-impulso-global-registros-previos-edicion-2026-20260203103420.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260203103420_1200.jpg","publishedAt":"2026-02-03T09:34:20Z","content":"La mayoría proceden de España, China y Reino Unido\r\nL'HOSPITALET DE LLOBREGAT (BARCELONA), 3 (EUROPA PRESS)\r\n El director general de Integrated Systems Europe (ISE), Mike Blackman, ha celebrado el \"i… [+3112 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Commvault entrega nuevas capacidades a usuarios de Google Cloud","description":"El objetivo es garantizar que las aplicaciones en la nube y los datos empresariales queden \"protegidos\" y sean \"recuperables\".","url":"https://www.silicon.es/commvault-entrega-nuevas-capacidades-a-usuarios-de-google-cloud-2576900","urlToImage":"https://www.silicon.es/wp-content/uploads/2015/10/Fuente-Shutterstock_Autor-Timashov-Sergiy_cloudcomputing-nube.jpg","publishedAt":"2026-02-03T09:32:10Z","content":"Commvault y Google, a través de Google Cloud, ahondan en su alianza para impulsar la resiliencia de los datos empresariales.\r\nEn este sentido, Commvault anuncia nuevas capacidades de “protección inmu… [+1559 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"eacostac2c96681d5","title":"Detectada campaña en Windows que combina Pulsar RAT y Stealerv37 con interacción en tiempo real","description":"Se ha detectado recientemente una campaña de malware para Windows que rompe con el esquema tradicional de «infección silenciosa». Se trata de un ataque que combina el sigilo de las técnicas fileless con una interacción directa y descarada: los atacantes utili…","url":"https://unaaldia.hispasec.com/2026/02/detectada-campana-en-windows-que-combina-pulsar-rat-y-stealerv37-con-interaccion-en-tiempo-real.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/02/Gemini_Generated_Image_1iw6zj1iw6zj1iw6.png?fit=1091%2C765&ssl=1","publishedAt":"2026-02-03T08:54:30Z","content":"Se ha detectado recientemente una campaña de malware para Windows que rompe con el esquema tradicional de «infección silenciosa». Se trata de un ataque que combina el sigilo de las técnicas fileless … [+3548 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"La IA generativa dispara el cibercrimen en Europa: así cambiaron los ataques en 2025","description":"Durante años, muchas estafas digitales tenían un aire artesanal: correos torpes, faltas de ortografía, plantillas repetidas y un tono que sonaba a copia barata. En 2025, la Inteligencia Artificial convirtió ese “ruido” en mensajes pulidos y adaptados a cada v…","url":"https://wwwhatsnew.com/2026/02/03/la-ia-generativa-dispara-el-cibercrimen-en-europa-asi-cambiaron-los-ataques-en-2025/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2024/08/Ilustracion-sobre-el-impacto-de-la-tecnologia-deepfake-en-la-identidad-digital.webp","publishedAt":"2026-02-03T07:00:09Z","content":"Durante años, muchas estafas digitales tenían un aire artesanal: correos torpes, faltas de ortografía, plantillas repetidas y un tono que sonaba a copia barata. En 2025, la Inteligencia Artificial co… [+8056 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"Quantum GPS: Navegación con GPS cuánticos para evitar ataques de Jamming & Spoofing","description":"Todos damos por hecho el punto azul en el mapa de nuestro móvil. Desde pedir un taxi\nhasta guiar un misil, la civilización en nuestro tiempo ha delegado el sentido de la orientación en una\nconstelación de satélites que orbitan a 20.000 kilómetros de altura: e…","url":"https://www.elladodelmal.com/2026/02/quantum-gps-navegacion-con-gps.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEimQXOsIaSn2kiAGW18xLOS6HOHPVY826YVBqI2OJ-KG-AQcCC5FGAMeIQix4NQXUE1zOkrVjAKEQ45cBQM7b9006K2EQ8Z3E1Man2l20QnxyzXr-vlpHOJsbE8xxjvh620FNG7EMIDBfxXEhBzQ3fuvC3yHeJsPceS5-Ex0skVkC_yWnJYv6Lw/w1200-h630-p-k-no-nu/gps0.jpg","publishedAt":"2026-02-03T05:01:00Z","content":"El funcionamiento detallado de estas brújulas\r\ncuánticas de diamante ya lo tratamos en el blog en el artículo ”Quantum Sensors: Cuandolo invisible se hace visible”, por lo que os invito a releerlo si… [+1189 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"España supera los 22 millones de ciberamenazas en el último trimestre de 2025: por qué la web y los USB siguen siendo la grieta","description":"Entre octubre y diciembre de 2025 se registraron en España más de 22 millones de incidentes de ciberseguridad en ordenadores de usuarios, sumando amenazas online y ataques locales. Si bajamos el dato a tierra, en un trimestre de 92 días esto equivale a unos 2…","url":"https://wwwhatsnew.com/2026/02/03/espana-supera-los-22-millones-de-ciberamenazas-en-el-ultimo-trimestre-de-2025-por-que-la-web-y-los-usb-siguen-siendo-la-grieta/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/04/Asistente-de-IA-en-Ciberseguridad-analizando-amenazas-con-Sec-Gemini.webp","publishedAt":"2026-02-03T03:00:07Z","content":"Entre octubre y diciembre de 2025 se registraron en España más de 22 millones de incidentes de ciberseguridad en ordenadores de usuarios, sumando amenazas online y ataques locales. Si bajamos el dato… [+7408 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Damián García","title":"Google desconecta a 9 millones de móviles 'zombis': así operaba la red china que usaba tu Android para mover datos sin que lo supieras","description":"No siempre se descubren 9 millones de smartphones \"secuestrados\" por parte de una red de dudosa credibilidad, así que la noticia que TechSpot publicaba siguiendo la pista del Grupo de Análisis de Amenazas de Google es más que reseñable. Sobre todo, porque la …","url":"https://andro4all.com/android/google-desconecta-a-9-millones-de-moviles-zombis-asi-operaba-la-red-china-que-usaba-tu-android-para-mover-datos-sin-que-lo-supieras","urlToImage":"https://andro4all.com/hero/2026/02/phone-farm-in-vietnam.jpg?width=1200","publishedAt":"2026-02-03T00:01:33Z","content":"Una granja de smartphones en Vietnam | Imagen de Jack Latham (Here Press)\r\nNo siempre se descubren 9 millones de smartphones \"secuestrados\" por parte de una red de dudosa credibilidad, así que la not… [+4185 chars]"}]