[{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Marianella Vanci","title":"342 bitcoin confiscados desaparecen de wallet bajo custodia estatal, ¿qué pasó?","description":"En total, las autoridades de Corea del Sur han perdido aproximadamente el 75% de los activos que han confiscado. \nLeer más","url":"https://www.criptonoticias.com/sucesos/342-bitcoin-confiscados-desaparecen-hardware-wallet-estatal/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2020/12/ahorro-bitcoins-Estados-Unidos.jpg","publishedAt":"2026-02-15T15:18:59Z","content":"<ul><li>Los bitcoin fueron transferidos desde una hardware wallet a una dirección externa sin autorización.\r\n</li><li>La policía investiga las causas de las pérdidas, con énfasis en el personal impli… [+3754 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"El ‘Google Maps’ de las deportaciones: cómo es la app de Palantir que mapea barrios enteros de Estados Unidos para ICE","description":"Desde que Donald Trump asumiera el cargo como Presidente de Estados Unidos el pasado 20 de enero de 2025, no ha dejado de dar titulares a la prensa de todo el mundo. Una de sus decisiones más polémicas fue instaurar un régimen de terror desplegando por todo e…","url":"https://hipertextual.com/tecnologia/elite-app-ice-palantir-deportaciones/","urlToImage":"https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2026/02/Mapa-Estados-Unidos-Dianas-Gemini.jpg?fit=1920%2C1189&quality=70&strip=all&ssl=1","publishedAt":"2026-02-15T14:00:00Z","content":"Desde que Donald Trump asumiera el cargo como Presidente de Estados Unidos el pasado 20 de enero de 2025, no ha dejado de dar titulares a la prensa de todo el mundo. Una de sus decisiones más polémic… [+7421 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Datos, el oro del siglo XXI","description":"El mundo ha cambiado con la digitalización. Hoy el robo ya no se comete con pasamontañas: llega por medio de correos impecables, enlaces que aparentan ser legítimos y contratos que se firman con un clic. En términos prácticos, no necesita violencia; al ladrón…","url":"https://www.jornada.com.mx/2026/02/15/economia/013n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2026-02-15T08:01:33Z","content":"Periódico La JornadaDomingo 15 de febrero de 2026, p. 13\r\nEl mundo ha cambiado con la digitalización. Hoy el robo ya no se comete con pasamontañas: llega por medio de correos impecables, enlaces que … [+5930 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Carles Planas Bou","title":"No hace falta prohibir las redes sociales a los menores: el Gobierno ya tiene esta ley para acabar con la adicción a las pantallas","description":"Cuando el presidente del Gobierno, Pedro Sánchez, anunció su plan legislativo para \"garantizar un entorno digital seguro\", gran parte de la atención se la llevó su propuesta de prohibir las redes sociales entre los menores de 16 años. Esta drástica medida se …","url":"https://www.elperiodico.com/es/tecnologia/20260215/prohibir-redes-sociales-menores-16-anos-espana-gobierno-ley-union-europea-acabar-adiccion-jovenes-moviles-pantallas-126653375","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/2fd73422-a9fe-42bd-8267-b92b980dfda6_16-9-discover-aspect-ratio_default_0_x1200y533.jpg","publishedAt":"2026-02-15T08:00:04Z","content":"Cuando el presidente del Gobierno, Pedro Sánchez, anunció su plan legislativo para \"garantizar un entorno digital seguro\", gran parte de la atención se la llevó su propuesta de prohibir las redes soc… [+6470 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"La revolución transversal de la bioinformática comienza a impactar en el mercado","description":"Si algo define a la bioinformática, la ciencia que utiliza técnicas computacionales para recopilar, almacenar, analizar e interpretar datos biológicos, es su carácter transversal. Se usa para genómica, su campo de aplicación por excelencia, pero también para …","url":"https://www.abc.es/economia/revolucion-transversal-bioinformatica-comienza-impactar-mercado-20260215052345-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2026/02/15/almirall-U12521526112adJ-1024x512@diario_abc.jpg","publishedAt":"2026-02-15T04:23:45Z","content":"Si algo define a la bioinformática, la ciencia que utiliza técnicas computacionales para recopilar, almacenar, analizar e interpretar datos biológicos, es su carácter transversal. Se usa para genómic… [+13565 chars]"}]