[{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Actualidad Gadget","title":"Clawdbot, el nuevo agente de IA de Cloudflare que quiere cambiar cómo navegamos por la web","description":"Clawdbot es el agente de IA de Cloudflare. Te contamos cómo funciona, qué ofrece en Europa y qué implica para empresas y usuarios.","url":"https://www.actualidadgadget.com/clawdbot-el-nuevo-agente-de-ia-de-cloudflare-que-quiere-cambiar-como-navegamos-por-la-web/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2026/01/Clawdbot-agente-de-IA-de-Cloudflare.jpg","publishedAt":"2026-01-29T20:44:34Z","content":"El ecosistema de la inteligencia artificial, donde ChatGPT ha cambiado nuestra relación con la IA, suma un nuevo protagonista con la llegada de Clawdbot, el agente de IA de Cloudflare, diseñado para … [+10283 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"¿Cómo utilizan los grupos de ransomware los data leak sites como herramienta de presión?","description":"Conoce cómo los data leak sites encajan en el ecosistema de los grupos de ransomware.","url":"https://www.welivesecurity.com/es/ransomware/data-leak-sites-como-arma-de-presion/","urlToImage":null,"publishedAt":"2026-01-29T18:13:49Z","content":"Los ataques de ransomware han evolucionado significativamente en los últimos años. Si antes el foco estaba casi exclusivamente en el cifrado de archivos para interrumpir operaciones, hoy los grupos c… [+9227 chars]"},{"source":{"id":null,"name":"Blogthinkbig.com"},"author":"José María López","title":"50 cursos gratuitos que realmente te harán aprender algo nuevo","description":"Internet está repleto de actividades con las que pasar el tiempo. Pero también es una fuente inagotable de material de consulta y aprendizaje. No solo eso. Aprender cosas online se ha convertido en una actividad […]\n50 cursos gratuitos que realmente te harán …","url":"https://blogthinkbig.com/cursos-gratis-aprender-online","urlToImage":"https://blogthinkbig.com/wp-content/uploads/sites/4/2026/01/Clase-Alumnos-Universidad-Pizarra.jpg?fit=1920%2C1097","publishedAt":"2026-01-29T18:01:00Z","content":"Internet está repleto de actividades con las que pasar el tiempo. Pero también es una fuente inagotable de material de consulta y aprendizaje. No solo eso. Aprender cosas online se ha convertido en u… [+17242 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Balma Simó","title":"María Aperador, experta en ciberseguridad, sobre los 'captchas' falsos: \"Estás ejecutando un virus\"","description":"Acceder a una página aparentemente segura, pulsar sobre un archivo adjunto o pinchar un enlace recibido en un correo puede provocar un ataque sin que el usuario se dé cuenta. Seguir leyendo....","url":"https://www.elperiodico.com/es/sucesos/20260129/captchas-falsos-descarga-virus-ciberseguridad-experto-dv-121586261","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/3bfc9c14-96f4-4051-a086-8eeb58735062_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-01-29T17:30:00Z","content":"Acceder a una página aparentemente segura, pulsar sobre un archivo adjunto o pinchar un enlace recibido en un correo puede provocar un ataque sin que el usuario se dé cuenta.\r\nA partir de ese momento… [+2024 chars]"},{"source":{"id":null,"name":"El Mundo"},"author":"Raquel Díaz","title":"Premio Fronteras del Conocimiento al sistema de cifrado que paga el café y abre el garaje","description":"Los ingenieros Joan Daemen y Vincent Rijmen reciben el galardón en la categoría de Tecnologías de la Información y la Comunicación por el sistema criptográfico que se usa a diario en todo el mundo Leer","url":"https://www.elmundo.es/ciencia-y-salud/ciencia/2026/01/29/697b9699fc6c831c778b4571.html","urlToImage":"https://e01-phantom-elmundo.uecdn.es/62b1756ab5c8a87c8d797f92186d587a/resize/1200/f/webp/assets/multimedia/imagenes/2026/01/29/17697066693775.jpg","publishedAt":"2026-01-29T17:21:36Z","content":"Cuando se habla de ciberseguridad se suele pensar en hackers, pantallas verdes y contraseñas imposibles. Pero casi siempre la seguridad se parece más a un sonido de fondo: está ahí, sostiene cosas, y… [+6368 chars]"},{"source":{"id":null,"name":"Hola"},"author":"María Castander","title":"Si te llega este correo de la DGT, alerta: el falso aviso de multa que busca robar datos personales","description":"Los organismos oficiales advierten de una campaña de phishing que utiliza correos electrónicos y SMS para intentar engañar a los usuarios y obtener información sensible","url":"https://www.hola.com/al-dia/20260129880782/si-te-llega-este-correo-de-la-dgt-alerta-el-falso-aviso-de-multa-que-busca-robar-datos-personales/","urlToImage":"https://www.hola.com/horizon/landscape/3986a75126fd-adobestock1388259482.jpg?im=Resize=(1200)","publishedAt":"2026-01-29T17:12:54Z","content":"La Dirección General de Tráfico (DGT) y el Instituto Nacional de Ciberseguridad (INCIBE) han alertado esta semana de una oleada de correos electrónicos fraudulentos que se hacen pasar por notificacio… [+4368 chars]"},{"source":{"id":null,"name":"Forbes.com.mx"},"author":"Forbes México Staff","title":"Modelos de IA de código abierto vulnerables a un uso indebido criminal, advierten investigadores","description":"Forbes México.\n Modelos de IA de código abierto vulnerables a un uso indebido criminal, advierten investigadores\n\nLos hackers podrían atacar los ordenadores que ejecutan los LLMs y dirigirlos para realizar operaciones de spam, creación de contenido de phishin…","url":"https://forbes.com.mx/modelos-de-ia-de-codigo-abierto-vulnerables-a-un-uso-indebido-criminal-advierten-investigadores/","urlToImage":"https://cdn.forbes.com.mx/2025/10/ciberseguridad-inteligencia-artificial.webp","publishedAt":"2026-01-29T16:04:52Z","content":"Hackers y otros delincuentes pueden fácilmente apoderarse de computadoras que operan grandes modelos de lenguaje de código abierto fuera de las barreras y limitaciones de las principales plataformas … [+4596 chars]"},{"source":{"id":null,"name":"Segu-info.com.ar"},"author":"SeguInfo","title":"Google interrumpe IPIDEA, la red proxy residenciales más grandes del mundo","description":null,"url":"http://blog.segu-info.com.ar/2026/01/google-interrumpe-ipidea-la-red-proxy.html#comment-form","urlToImage":null,"publishedAt":"2026-01-29T15:27:00Z","content":"Google anunció que colaboró ​​con otros socios para desmantelar\n IPIDEA, descrita como una de las redes de proxy residenciales más grandes del\n mundo.\n\n\n Para ello, la compañía afirmó haber emprendid… [+3738 chars]"},{"source":{"id":null,"name":"Movilzona.es"},"author":"Miguel Martínez","title":"Cuidado con la última estafa bancaria: no te tienes que instalar ninguna app nueva","description":"Este es el aviso que ahora mismo deberían tener muy presente los usuarios en España, porque los ciberdelincuentes vuelven a apoyarse en uno de los métodos más efectivos y difíciles de detectar: el phishing. Es decir, que a través de un mensaje que aparenta se…","url":"https://www.movilzona.es/noticias/banca-movil/cuidado-estafa-bancaria-instalar-app-nueva/","urlToImage":"https://www.movilzona.es/app/uploads-movilzona.es/2026/01/Malware-en-smartphone.jpg","publishedAt":"2026-01-29T12:36:20Z","content":"En los últimos años hemos visto cómo las estafas bancarias han evolucionado a una velocidad alarmante. Ya no se trata de correos mal escritos o mensajes sospechosos llenos de faltas. Hoy el phishing … [+2456 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"WhatsApp activa su nuevo modo estricto para blindar las cuentas más sensibles","description":"WhatsApp lanza su modo estricto en España: bloquea archivos, llamadas y grupos de desconocidos para blindar cuentas en riesgo. Te contamos cómo activarlo.","url":"https://www.actualidadiphone.com/whatsapp-activa-su-nuevo-modo-estricto-para-blindar-las-cuentas-mas-sensibles/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/WhatsApp-activa-su-nuevo-modo-estricto.jpg","publishedAt":"2026-01-29T12:19:43Z","content":"WhatsApp ha dado un paso más en su estrategia de seguridad con la llegada del nuevo modo estricto o Configuración Estricta de la Cuenta, un ajuste pensado para quienes temen ser objetivo de ataques d… [+9055 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El uso de la IA crece un 123,5% en España y amplía la brecha de seguridad en las empresas","description":"El último informe ThreatLabz de Zscaler alerta de que la rápida adopción de la IA en España está superando la capacidad de control y seguridad de las organizaciones.","url":"https://www.silicon.es/el-uso-de-la-ia-crece-un-1235-en-espana-y-amplia-la-brecha-de-seguridad-en-las-empresas-2576760","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/seguridad-inteligencia-artificial-empresas-espana-zscaler.jpeg","publishedAt":"2026-01-29T11:27:04Z","content":"La adopción acelerada de la inteligencia artificial está ampliando de forma significativa la brecha de seguridad en las empresas. Así lo advierte el informe ThreatLabz 2026 AI Security, publicado por… [+5014 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La ingeniería social supera al malware técnico como principal vector de ataque en 2025, según Proofpoint","description":"El informe \"Factor Humano 2025\" de Proofpoint confirma que la manipulación psicológica y la suplantación de identidades dominan el cibercrimen actual.","url":"https://www.silicon.es/la-ingenieria-social-supera-al-malware-tecnico-como-principal-vector-de-ataque-en-2025-segun-proofpoint-2576751","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/ingenieria-social-ciberseguridad-2025-proofpoint.jpeg","publishedAt":"2026-01-29T10:52:09Z","content":"El panorama actual de la ciberseguridad ha desplazado su centro de gravedad desde la sofisticación técnica hacia la manipulación psicológica de los individuos. Según el último volumen del informe “Fa… [+4373 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Stephen Katte","title":"Estafas potenciadas por IA aumentaron un 500% en 2025 mientras el robo de criptomonedas se volvió \"industrial\"","description":"TRM Labs afirmó que se enviaron 35.000 millones de dólares en criptomonedas a direcciones de estafadores el año pasado, mientras estos escalaban sus operaciones con IA y eficiencia empresarial.El uso de grandes modelos de lenguaje en estafas se quintuplicó en…","url":"https://es.cointelegraph.com/news/ai-enabled-crypto-scams-rise-500-percent","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019c074a-f441-7a8b-9ca4-6e81bace96ae.jpg","publishedAt":"2026-01-29T04:08:08Z","content":"El uso de grandes modelos de lenguaje en estafas se quintuplicó en 2025, según TRM Labs, a medida que los estafadores aprovecharon la tecnología para aumentar el alcance, hacer las estafas más convin… [+4222 chars]"}]