[{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La IA acelera las capacidades de los ciberdelincuentes: el ataque más rápido observado en 2025 ocurrió en 27 segundos","description":"Los ataques habilitados por inteligencia artificial han aumentado un 89 por ciento mientras el tiempo de acceso a las infraestructuras corporativas por parte de los ciberdelincuentes ha caído a 29 minutos, o lo que es lo mismo: la IA no solo aumenta el número…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ia-acelera-capacidades-ciberdelincuentes-ataque-mas-rapido-observado-2025-ocurrio-27-segundos-20260224172625.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260224172625_1200.jpg","publishedAt":"2026-02-24T16:26:25Z","content":"MADRID, 24 Feb. (Portaltic/EP) - \r\n   Los ataques habilitados por inteligencia artificial han aumentado un 89 por ciento mientras el tiempo de acceso a las infraestructuras corporativas por parte de … [+3104 chars]"},{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Luis Montero Fernández-Peña","title":"Guardia Civil alerta en Asturias por el nuevo fraude con tarjeta que muchos detectan tarde","description":"La Guardia Civil ha lanzado una nueva advertencia dirigida a la ciudadanía de Asturias ante el aumento de cargos indebidos en tarjetas bancarias. Los agentes detectan métodos cada vez más sofisticados que afectan tanto a compras físicas como a pagos digitales…","url":"https://www.elconfidencialdigital.com/articulo/dinero/guardia-civil-alerta-asturias-nuevo-fraude-tarjeta-que-muchos-detectan-tarde/202602241719181005731.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2026/02/24/2026022417190725533.jpg","publishedAt":"2026-02-24T16:19:18Z","content":"La Guardia Civil ha reforzado su mensaje de prevención en Asturias ante el incremento de fraudes relacionados con tarjetas de crédito y débito. La advertencia coincide con un repunte de denuncias por… [+5160 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Laura Sacristán","title":"Telefónica lo tiene claro: \"estamos preparados para el impacto de la IA\"","description":"Telefónica ha presentado hoy los resultados del último trimestre de 2025, que cierran un año donde la compañía ha logrado unos ingresos de 35.120 millones de euros. Sin embargo, ha registrado un resultado neto negativo de 4.318 millones de euros por los coste…","url":"https://www.xatakamovil.com/movistar/telefonica-tiene-claro-estamos-preparados-para-impacto-ia","urlToImage":"https://i.blogs.es/fd5141/marc-murtra-4t-2025-telefonica/840_560.jpeg","publishedAt":"2026-02-24T16:01:52Z","content":"Telefónica ha presentado hoy los resultados del último trimestre de 2025, que cierran un año donde la compañía ha logrado unos ingresos de 35.120 millones de euros. Sin embargo, ha registrado un resu… [+4268 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Los ciberdelincuentes recurren cada vez más a modelos de suscripción para realizar sus ataques, según TrendAI","description":"TrendAI, la unidad de negocio de Trend Micro, ha alertado de la tendencia del modelo 'crime as a service' (crimen como servicio), por el que los ciberdelincuentes se suscriben a una serie de servicios para llevar a cabos sus ataques.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-ciberdelincuentes-recurren-cada-vez-mas-modelos-suscripcion-realizar-ataques-trendai-20260224161006.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260224161006_1200.jpg","publishedAt":"2026-02-24T15:10:06Z","content":"MADRID, 24 Feb. (Portaltic/EP) - \r\n   La unidad de negocio TrendAI, perteneciente a Trend Micro, ha alertado de la tendencia del modelo 'crime as a service' (crimen como servicio), por el que los cib… [+2197 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Durante años, la instalación libre de APKs fue un orgullo de Android frente a iOS. El plan de Google ha puesto a la comunidad en pie","description":"Desde siempre, la gran ventaja de Android frente a iOS ha sido su naturaleza abierta: si no encontramos una aplicación en Play Store, simplemente descargamos su archivo APK de Internet y se instala con pocos toques en pantalla. Ese proceso, conocido como 'sid…","url":"https://www.xatakamovil.com/sistemas-operativos/durante-anos-instalacion-libre-apks-fue-orgullo-android-frente-a-ios-plan-google-ha-puesto-a-comunidad-pie","urlToImage":"https://i.blogs.es/4fc5da/android-apks-bloqueo/840_560.jpeg","publishedAt":"2026-02-24T15:00:56Z","content":"Desde siempre, la gran ventaja de Android frente a iOS ha sido su naturaleza abierta: si no encontramos una aplicación en Play Store, simplemente descargamos su archivo APK de Internet y se instala c… [+4050 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Natalia Polo","title":"EVMbench: el nuevo termómetro para medir si los agentes de IA saben encontrar, arreglar y explotar fallos en smart contracts","description":"Los contratos inteligentes son como máquinas expendedoras que viven en una blockchain: metes una condición y, si se cumple, sueltan el resultado sin pedir permiso a nadie. El problema es que, cuando esa máquina custodia valor real, un tornillo mal puesto pued…","url":"https://wwwhatsnew.com/2026/02/24/evmbench-el-nuevo-termometro-para-medir-si-los-agentes-de-ia-saben-encontrar-arreglar-y-explotar-fallos-en-smart-contracts/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2025/05/Pintura-abstracta-digital-colorida-que-representa-la-inteligencia-artificial-procesando-documentos-con-un-perfil-humano-un-archivo-digital-y-engranajes-conectados-por-circuitos.png","publishedAt":"2026-02-24T15:00:23Z","content":"Los contratos inteligentes son como máquinas expendedoras que viven en una blockchain: metes una condición y, si se cumple, sueltan el resultado sin pedir permiso a nadie. El problema es que, cuando … [+7862 chars]"},{"source":{"id":null,"name":"Diario EL PAIS Uruguay"},"author":"Diego Acosta y Lara","title":"Ciberseguridad en 2026: el riesgo estratégico que los gerentes generales ya no pueden delegar","description":"Expertos advierten que el riesgo cibernético es una amenaza directa para la continuidad del negocio. Proponen cinco pilares para que las empresas fortalezcan su resiliencia sin caer en burocracia ni sobrecostos.","url":"https://www.elpais.com.uy/vida-actual/tecnologia/ciberseguridad-en-2026-el-riesgo-estrategico-que-los-gerentes-generales-ya-no-pueden-delegar","urlToImage":"https://imgs.elpais.com.uy/dims4/default/d9651cc/2147483647/strip/true/crop/1536x747+0+139/resize/1440x700!/quality/90/?url=https%3A%2F%2Fel-pais-uruguay-production-web.s3.us-east-1.amazonaws.com%2Fbrightspot%2Faa%2Ff4%2F720679f7480d94a4ca0bb557e583%2Fchatgpt-image-feb-23-2026-07-20-15-pm.png","publishedAt":"2026-02-24T15:00:00Z","content":"La ciberseguridaddejó de ser un asunto exclusivo del área de sistemas. En 2026, se consolidó como un riesgo estratégico que impacta directamente en ingresos, reputación y continuidad operativa.\r\nLa ú… [+4662 chars]"},{"source":{"id":null,"name":"BeInCrypto"},"author":"Kamina Bashir","title":"Acciones de software caen por temores sobre IA: ¿Qué significa para el precio de Bitcoin?","description":"Las acciones de software han enfrentado importantes obstáculos en el mercado debido al aumento de los temores de los inversores sobre la disrupción por la inteligencia artificial. La caída más amplia en las acciones también está generando inquietud para el pr…","url":"https://es.beincrypto.com/acciones-software-caida-ia-correlacion-bitcoin/","urlToImage":"https://assets.beincrypto.com/img/EAF0dxjV3bp4arZfBcfoHMEx1Ak=/smart/25ea61a9f0064b8296e4f75761a501cd","publishedAt":"2026-02-24T14:29:00Z","content":"Las acciones de software han enfrentado importantes obstáculos en el mercado debido al aumento de los temores de los inversores sobre la disrupción por la inteligencia artificial.\r\nLa caída más ampli… [+5061 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El Plan Mayor Seguridad llega a 1.755 personas mayores de La Rioja con 61 charlas","description":"Más de 1.750 personas mayores de La Rioja acudieron durante el año 2025 a las 61 charlas del Plan Mayor Seguridad, que impartieron la Guardia Civil y Policía Nacional en 50 localidades riojanas.","url":"https://www.europapress.es/la-rioja/noticia-plan-mayor-seguridad-llega-1755-personas-mayores-rioja-61-charlas-20260224124621.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260224124621_1200.jpg","publishedAt":"2026-02-24T11:46:21Z","content":"LOGROÑO, 24 Feb. (EUROPA PRESS) - \r\n   Más de 1.750 personas mayores de La Rioja acudieron durante el año 2025 a las 61 charlas del Plan Mayor Seguridad, que impartieron la Guardia Civil y Policía Na… [+4440 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El malware PromptSpy incorpora el uso de la IA Gemini para lograr persistencia y mantenerse activo","description":"PromptSpy es la primera amenaza conocida para Android que integra inteligencia artificial (IA) generativa en su flujo de ejecución para lograr persistencia, auque no ha llegado a estar disponible en Googel Play Store.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-malware-promptspy-incorpora-uso-ia-gemini-lograr-persistencia-mantenerse-activo-20260224113417.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260224113417_1200.jpg","publishedAt":"2026-02-24T10:34:17Z","content":"MADRID, 24 Feb. (Portaltic/EP) - \r\n PromptSpy es la primera amenaza conocida para Android que integra inteligencia artificial (IA) generativa en su flujo de ejecución para lograr persistencia, auque … [+2280 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Los delitos graves aumentan en Andalucía pese al 'maquillaje' de los pequeños hurtos","description":"Andalucía sufre un aumento de la criminalidad , especialmente sensible en los delitos graves, tal y como se desprende del balance realizado por el Ministerio del Interior. En una tónica similar a la del resto del país, la comunidad autónoma registra un crecim…","url":"https://www.abc.es/espana/andalucia/delitos-graves-aumentan-andalucia-pese-maquillaje-pequenos-20260224122610-nts.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2026/02/24/delitos-montaje-horiz_20260223183039-U54303870078uOe-1024x512@diario_abc.jpg","publishedAt":"2026-02-24T06:06:02Z","content":"Andalucía sufre un aumento de la criminalidad, especialmente sensible en los delitos graves, tal y como se desprende del balance realizado por el Ministerio del Interior. En una tónica similar a la d… [+7748 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Protege tus datos personales para evitar problemas con tu dinero en el banco","description":"El uso de Internet en nuestro país es generalizado. Según datos del INE, más del 94% de la población de 16 a 74 años utilizó Internet en los tres meses previos a la última encuesta disponible, y más del 55% realizó alguna compra en línea. Este avance digital …","url":"https://www.abc.es/economia/cuentas-corrientes/protege-tus-datos-personales-evitar-problemas-dinero-20260224043949-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2026/02/24/banco-kN9E-U35627350584CHd-1024x512@diario_abc.jpg","publishedAt":"2026-02-24T03:39:51Z","content":"El uso de Internet en nuestro país es generalizado. Según datos del INE, más del 94% de la población de 16 a 74 años utilizó Internet en los tres meses previos a la última encuesta disponible, y más … [+2202 chars]"}]