[{"source":{"id":null,"name":"Cointelegraph"},"author":"Amin Haqshanas","title":"Betterment insta a los usuarios a ignorar un mensaje de promoción de criptoactivos \"no autorizado\"","description":"El mensaje afirmaba que Betterment \"triplicaría\" los depósitos de Bitcoin y Ether enviados en cuestión de horas, instando a los usuarios a transferir 10.000 dólares a monederos de criptoactivos.\n Betterment ha advertido a los usuarios que ignoren un mensaje d…","url":"https://es.cointelegraph.com/news/betterment-fake-crypto-promotion-triple-returns-warning","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019ba7e6-1472-76cf-b50c-9995356165c0.jpg","publishedAt":"2026-01-10T13:15:50Z","content":"Betterment ha advertido a los usuarios que ignoren un mensaje de promoción de criptoactivos que circuló el viernes, describiéndolo como una notificación no autorizada que fue enviada a través de un s… [+3142 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Walter Barros","title":"La IA aumenta los riesgos de robo de criptoactivos y de \"alucinaciones\" en la toma de decisiones, según análisis","description":"Informe de Moody's revela que la IA es más eficaz en ataques automatizados. \"Híbridos\" advierte que errores de interpretación de datos por la tecnología pueden impactar el trabajo.\n La IA es cada vez más eficaz para lanzar ataques automatizados.\r\nEl aumento d…","url":"https://es.cointelegraph.com/news/ai-increases-the-risk-of-cryptocurrency-theft-and-hallucinations-in-decision-making-analyses-reveal","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2025-12/019b55e0-0c13-771e-b2a0-4a0c9446780c.jpg","publishedAt":"2026-01-10T12:10:39Z","content":"<ul><li>La IA es cada vez más eficaz para lanzar ataques automatizados.\r\n</li><li>El aumento del robo de criptoactivos expone vulnerabilidades de seguridad en medio de la creciente adopción instituci… [+7010 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Guía completa de seguridad informática en productos Apple","description":"Protege tu Mac, iPhone y iPad con esta guía completa de seguridad Apple. Aprende cifrado, Face ID, iCloud y apps seguras para blindar tus datos.","url":"https://www.soydemac.com/guia-completa-de-seguridad-informatica-en-productos-apple/","urlToImage":null,"publishedAt":"2026-01-10T12:00:51Z","content":"La seguridad informática en el ecosistema Apple no va solo de tener un buen antivirus o de poner una contraseña complicada. Cuando hablamos de Mac, iPhone y iPad, estamos hablando de un entorno muy i… [+18564 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Nueva oleada de phishing suplanta al Ministerio de Salud de Italia para robar datos sanitarios","description":"Una sofisticada campaña de phishing está suplantando al Ministerio de Salud de Italia para obtener datos confidenciales de usuarios del sistema sanitario. El ataque se basa en correos electrónicos falsos que aparentan ser notificaciones oficiales, con el obje…","url":"https://unaaldia.hispasec.com/2026/01/nueva-oleada-de-phishing-suplanta-al-ministerio-de-salud-de-italia-para-robar-datos-sanitarios.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/01/cover-image-96af4e7f7f88b6539eebbb1774594a80.png?fit=1200%2C686&ssl=1","publishedAt":"2026-01-10T09:00:00Z","content":"El incidente confirma una tendencia creciente: el sector sanitario europeo continúa entre los objetivos favoritos de los ciberdelincuentes, debido al valor de los datos médicos y a la confianza que g… [+2011 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Raquel Holgado","title":"Si tu PC empieza a hacer cosas raras, instala este antivirus gratuito: detecta hackeos en minutos","description":"¿Sospechas que tu ordenador tiene un virus informático? ¿Notas que va más lento o hace cosas sin que tú lo ordenes y crees que podría haber un intruso que lo haya hackeado? Hay multitud de antivirus que puedes instalar en tu PC, e incluso puede que ya tengas …","url":"https://www.adslzone.net/noticias/seguridad/pc-antivirus-gratuito-detecta-hackeos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/antivirus-detecta-vulnerabilidad-portatil.jpg","publishedAt":"2026-01-10T08:58:24Z","content":"Ghost es un programa de código abierto que puedes descargar gratis enGitHub. Su desarrollador «pandaadir05» explica que esta herramienta es capaz de detectar «la inyección de procesos y la manipulaci… [+3654 chars]"},{"source":{"id":null,"name":"Perfil.com"},"author":"Diego Pereyra","title":"Los nuevos aliados de la inteligencia artificial en medicina","description":"Los datos sintéticos habilitan una nueva unidad de negocio, basada en la monetización responsable de datos confiables Leer más","url":"https://noticias.perfil.com/noticias/medicina/los-nuevos-aliados-de-la-inteligencia-artificial-en-medicina.phtml","urlToImage":"https://fotos.perfil.com/2026/01/09/trim/1280/720/ia-en-medicina-2166893.jpg","publishedAt":"2026-01-10T08:39:00Z","content":"La inteligencia artificial (IA) ya está dejando huella en la medicina, pero hay un cuello de botella que nadie puede esquivar: el acceso a datos clínicos en cantidad y calidad, sin poner en riesgo la… [+4126 chars]"},{"source":{"id":null,"name":"El Financiero"},"author":"Redacción","title":"⁠¿Te la pasas en TikTok? Policía Cibernética alerta de videos que roban contraseñas y datos personales","description":"El Gobierno de la CDMX alertó sobre una forma de robar datos y contraseñas a través de videos en Tiktok.","url":"https://www.elfinanciero.com.mx/cdmx/2026/01/09/te-la-pasas-en-tiktok-policia-cibernetica-alerta-de-videos-que-roban-contrasenas-y-datos-personales/","urlToImage":"https://www.elfinanciero.com.mx/resizer/v2/2MW3HIBD2REL5MG56AW3KKAGHU.jpeg?smart=true&auth=b71ec74a4c992b7c8068d9861755271f2a8dd7227515ddb30b68aad15a39833f&width=1200&height=630","publishedAt":"2026-01-10T01:52:17Z","content":"¿5 minutos más? Si te la pasas viendo videos en TikTok está alerta porque un nuevo fraude se ha hecho viral en esta red social en la que alertan por robo de contraseñas y datos personales al darle cl… [+3174 chars]"}]