[{"source":{"id":null,"name":"Adslzone.net"},"author":"Ricardo Fernández","title":"VPN de Surfshark con descuentos del 87%: consigue protección total en Internet por lo que cuesta un café","description":"Solemos pensar que estar protegidos en Internet es caro o complicado, pero Surfshark acaba de demostrar lo contrario. Con su nueva campaña de invierno, la compañía pone en jaque al sector ofreciendo su suite completa de ciberseguridad por apenas unos céntimos…","url":"https://www.adslzone.net/ofertas/mix/vpn-surfshark-promo-invierno-0226/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/vpn-surfshark-proteccion-seguridad.png","publishedAt":"2026-02-19T15:50:46Z","content":"Solemos pensar que estar protegidos en Internet es caro o complicado, pero Surfshark acaba de demostrar lo contrario. Con su nueva campaña de invierno, la compañía pone en jaque al sector ofreciendo … [+6665 chars]"},{"source":{"id":null,"name":"Creativosonline.org"},"author":"Andy Acosta","title":"Guía de permisos de aplicaciones en tu teléfono para creativos","description":"Aprende a controlar permisos de apps en tu móvil y protege tu privacidad, datos y creatividad con ajustes clave y trucos prácticos.","url":"https://www.creativosonline.org/guia-de-permisos-de-aplicaciones-en-tu-telefono-para-creativos.html","urlToImage":"https://www.creativosonline.org/wp-content/uploads/2026/02/Guia-de-permisos-de-las-aplicaciones-en-tu-telefono-configuracion-privacidad-y-seguridad-para-creativos.jpg","publishedAt":"2026-02-19T15:38:14Z","content":"En un mundo en el que el móvil es casi una extensión de nuestra mano, los permisos de las aplicaciones se han convertido en una pieza clave de tu privacidad y seguridad digital. Cada vez que instalas… [+17360 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Zoltan Vardai","title":"Un hacker habría devuelto USD 21M en Bitcoin robados a las autoridades surcoreanas","description":"Los medios locales informaron que los 320 bitcoins robados fueron devueltos a una billetera controlada por las autoridades, y que el hacker desconocido aparentemente cambió de opinión repentinamente.Los fiscales surcoreanos afirman haber recuperado más de 320…","url":"https://es.cointelegraph.com/news/south-korea-prosecutors-recover-320-bitcoin-returned-phishing","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c75e0-6b25-714e-af3c-9591d7452403.jpg","publishedAt":"2026-02-19T15:31:26Z","content":"Los fiscales surcoreanos afirman haber recuperado más de 320 bitcoins que desaparecieron de la custodia del Gobierno en 2025, después de que la criptomoneda fuera devuelta a una billetera oficial est… [+3154 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"PromptSpy: novedoso malware para Android que usa IA generativa apunta a Argentina","description":"Investigadores del equipo de ESET Research descubren PromptSpy: un malware para Android que es el primero conocido en abusar de la IA generativa como parte de su flujo de ejecución. Apunta principalmente a usuarios en Argentina a través de una app llamada Mor…","url":"https://www.welivesecurity.com/es/investigaciones/promptspy-novedoso-malware-android-usa-ia-generativa-apunta-argentina/","urlToImage":"https://web-assets.esetstatic.com/wls/2026/02-26/promptspy/promptspy-gemini-genai-malware.jpg","publishedAt":"2026-02-19T12:28:36Z","content":"Investigadores del equipo de ESET Research descubrieron el primer caso conocido de malware para Android que abusa de la IA generativa para manipular la interfaz de usuario en función del contexto. Si… [+24960 chars]"},{"source":{"id":null,"name":"Elconfidencial.com"},"author":"P. M.","title":"David Conde, experto en ciberseguridad: “Las estafas serán cada vez más elaboradas conforme evoluciona la inteligencia artificial”","description":"La llegada de esta potente herramienta tecnológica ha supuesto que sea empleada por los ciberdelincuentes con estrategias cada vez más sofisticadas.","url":"https://www.elconfidencial.com/tecnologia/2026-02-19/experto-ciberseguridad-estafas-cada-vez-mas-elaboradas-inteligencia-artificial_4304832/","urlToImage":"https://images.ecestaticos.com/X0-jR-rR2nWAyzIYE-lfVo6trl8=/0x0:1920x1439/600x315/filters:fill(white):format(jpg):quality(99):watermark(f.elconfidencial.com/file/bae/eea/fde/baeeeafde1b3229287b0c008f7602058.png,0,275,1)/f.elconfidencial.com/original/8af/a89/2c5/8afa892c5d7f4d8647423f2338c992a4.jpg","publishedAt":"2026-02-19T11:15:00Z","content":"Jaime Gómez, experto en ciberseguridad: “Podrían hackearte a través de tus auriculares sin que te des cuenta”María Aperador, experta en ciberseguridad, sobre detectar estafas: “Tu operador de teléfon… [+3087 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Claudio Valero","title":"¿De verdad es más importante evitar el fútbol pirata que la libertad de Internet?","description":"La lucha de LaLiga contra la emisión ilegal de partidos ha llegado a un punto insostenible que no tiene pinta de mejorar. En los últimos años pasado de afectar a unas pocas webs de IPTV pirata, a bloquear servicios legítimos de Cloudflare o VPN populares como…","url":"https://www.adslzone.net/noticias/descargas/bloqueos-futbol-pirata-vs-libertad-internet/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/STOP-BLOQUEOS-1.png","publishedAt":"2026-02-19T10:26:31Z","content":"El gran problema es que, durante la emisión de partidos, se activa un gran bloqueo que deja inaccesibles miles de webs, incluidos bancos, hospitales, servicios de streaming, herramientas de domóticas… [+4471 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"España, sexto país más afectado por el ransomware","description":"Nuestro país registró 85 ataques durante la segunda mitad de 2025 y 164 en todo el año.","url":"https://www.silicon.es/espana-sexto-pais-mas-afectado-por-el-ransomware-2577447","urlToImage":"https://www.silicon.es/wp-content/uploads/2016/02/Fuente-Shutterstock_Autor-Ton-Snoei_ransomware.jpg","publishedAt":"2026-02-19T10:00:53Z","content":"La sofisticación de las técnicas de los cibercriminales y otros factores como las tensiones geopolíticas marcan el panorama de amenazas internacional.\r\nDe acuerdo con Thales, “en la segunda mitad de … [+2333 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"Trend Micro evoluciona a TrendAI tras crecer un 23% en Iberia y reforzar su apuesta por la inteligencia artificial","description":"Trend Micro inicia una nueva etapa como TrendAI tras registrar un crecimiento del 23% en Iberia. La compañía sitúa la inteligencia artificial en el centro de su estrategia enterprise y refuerza su presencia regional.","url":"https://www.silicon.es/trend-micro-evoluciona-a-trendai-tras-crecer-un-23-en-iberia-y-reforzar-su-apuesta-por-la-inteligencia-artificial-2577453","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/02/Trend-Micro-transforma-TrendAI.jpeg","publishedAt":"2026-02-19T09:30:39Z","content":"Tras más de dos décadas de trayectoria en España, Trend Micro ha anunciado el inicio de una nueva etapa estratégica bajo la marca TrendAI. Esta evolución, que sitúa a la inteligencia artificial como … [+3380 chars]"},{"source":{"id":null,"name":"Bandaancha.eu"},"author":"noemail@noemail.org (Josh)","title":"Trump prepara una VPN oficial para evadir bloqueos… y Cloudflare la ha alojado tras una IP que LaLiga suele bloquear","description":"El Gobierno de los EEUU última una herramienta para que los usuarios de internet en países donde la información es censurada por cualquier razón, puedan seguir accediendo a contenidos bloqueados por su proveedor de internet.El Departamento de Estado de los EE…","url":"https://bandaancha.eu/articulos/cloudflare-aloja-freedom-gov-vpn-trump-11671#s907","urlToImage":"https://bandaancha.eu/s/2uf5/140/freedom-is-coming.jpg","publishedAt":"2026-02-19T09:28:10Z","content":"El Gobierno de los EEUU última una herramienta para que los usuarios de internet en países donde la información es censurada por cualquier razón, puedan seguir accediendo a contenidos bloqueados por … [+2764 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / BJC","title":"Alertan por Keenadu, ‘malware’ preinstalado en nuevos dispositivos Android para fraude publicitario","description":"Los expertos han especificado que la amenaza también se distribuye integrándose en aplicaciones del sistema o descargándose desde tiendas oficiales como Google Play.","url":"https://aristeguinoticias.com/1802/kiosko/alertan-por-keenadu-malware-preinstalado-en-nuevos-dispositivos-android-para-fraude-publicitario/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2026/02/malwa-re-afecta-android-app.jpg","publishedAt":"2026-02-19T00:38:28Z","content":"Expertos en ciberseguridad han alertado sobre Keenadu, un nuevo ‘malware’ identificado en dispositivos Android que puede venir preinstalado directamente en el ‘firmware’ del dispositivo, integrarse e… [+5201 chars]"}]