[{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El Plan Mayor Seguridad llega a 1.755 personas mayores de La Rioja con 61 charlas","description":"Más de 1.750 personas mayores de La Rioja acudieron durante el año 2025 a las 61 charlas del Plan Mayor Seguridad, que impartieron la Guardia Civil y Policía Nacional en 50 localidades riojanas.","url":"https://www.europapress.es/la-rioja/noticia-plan-mayor-seguridad-llega-1755-personas-mayores-rioja-61-charlas-20260224124621.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260224124621_1200.jpg","publishedAt":"2026-02-24T11:46:21Z","content":"LOGROÑO, 24 Feb. (EUROPA PRESS) - \r\n   Más de 1.750 personas mayores de La Rioja acudieron durante el año 2025 a las 61 charlas del Plan Mayor Seguridad, que impartieron la Guardia Civil y Policía Na… [+4440 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El malware PromptSpy incorpora el uso de la IA Gemini para lograr persistencia y mantenerse activo","description":"PromptSpy es la primera amenaza conocida para Android que integra inteligencia artificial (IA) generativa en su flujo de ejecución para lograr persistencia, auque no ha llegado a estar disponible en Googel Play Store.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-malware-promptspy-incorpora-uso-ia-gemini-lograr-persistencia-mantenerse-activo-20260224113417.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260224113417_1200.jpg","publishedAt":"2026-02-24T10:34:17Z","content":"MADRID, 24 Feb. (Portaltic/EP) - \r\n PromptSpy es la primera amenaza conocida para Android que integra inteligencia artificial (IA) generativa en su flujo de ejecución para lograr persistencia, auque … [+2280 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Los delitos graves aumentan en Andalucía pese al 'maquillaje' de los pequeños hurtos","description":"Andalucía sufre un aumento de la criminalidad , especialmente sensible en los delitos graves, tal y como se desprende del balance realizado por el Ministerio del Interior. En una tónica similar a la del resto del país, la comunidad autónoma registra un crecim…","url":"https://www.abc.es/espana/andalucia/delitos-graves-aumentan-andalucia-pese-maquillaje-pequenos-20260224122610-nts.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/espana/2026/02/24/delitos-montaje-horiz_20260223183039-U54303870078uOe-1024x512@diario_abc.jpg","publishedAt":"2026-02-24T06:06:02Z","content":"Andalucía sufre un aumento de la criminalidad, especialmente sensible en los delitos graves, tal y como se desprende del balance realizado por el Ministerio del Interior. En una tónica similar a la d… [+7748 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Protege tus datos personales para evitar problemas con tu dinero en el banco","description":"El uso de Internet en nuestro país es generalizado. Según datos del INE, más del 94% de la población de 16 a 74 años utilizó Internet en los tres meses previos a la última encuesta disponible, y más del 55% realizó alguna compra en línea. Este avance digital …","url":"https://www.abc.es/economia/cuentas-corrientes/protege-tus-datos-personales-evitar-problemas-dinero-20260224043949-nt.html","urlToImage":"https://s1.abcstatics.com/abc/www/multimedia/economia/2026/02/24/banco-kN9E-U35627350584CHd-1024x512@diario_abc.jpg","publishedAt":"2026-02-24T03:39:51Z","content":"El uso de Internet en nuestro país es generalizado. Según datos del INE, más del 94% de la población de 16 a 74 años utilizó Internet en los tres meses previos a la última encuesta disponible, y más … [+2202 chars]"}]