[{"source":{"id":null,"name":"BeInCrypto"},"author":"Luis Blanco","title":"Hackers exigen $5,000 en Bitcoin tras ciberataque contra Ayuntamiento en España","description":"El 26 de enero de 2026, el Ayuntamiento de Sanxenxo, en Galicia -España-, sufrió un ataque ransomware que cifró miles de archivos internos y dejó a la administración sin acceso a documentos clave durante varias horas. Los hackers exigieron 5,000 dólares en Bi…","url":"https://es.beincrypto.com/hackers-exigen-rescate-bitcoin-ciberataque-espana/","urlToImage":"https://assets.beincrypto.com/img/80vVj5-3MRZJ8KUW6cdDmwtjLqE=/smart/965eff0f815c424894cbaeb7e392a867","publishedAt":"2026-01-28T08:56:00Z","content":"El 26 de enero de 2026, el Ayuntamiento de Sanxenxo, en Galicia -España-, sufrió un ataque ransomware que cifró miles de archivos internos y dejó a la administración sin acceso a documentos clave dur… [+4104 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Firma invitada","title":"2026: el año en el que la tecnología dejará de ser promesa para decidir","description":"En esta tribuna, José Antonio Marcos, vicedecano de Business & Tech en UAX, analiza cómo la tecnología pasará a decidir en 2026.","url":"https://www.silicon.es/experto-opinion/2026-el-ano-en-el-que-la-tecnologia-dejara-de-ser-promesa-para-decidir","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/tecnologia-toma-decisiones-2026.jpeg","publishedAt":"2026-01-28T08:50:38Z","content":"La acelerada evolución de la IA, la automatización autónoma y la integración con la robótica pasarán de ser horizontes futuros para impulsar cambios profundos en el ámbito profesional y social. A ell… [+6862 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Joaquin Romero","title":"Cómo evitar que WhatsApp guarde fotos automáticamente","description":"Aprende a evitar que WhatsApp guarde fotos y vídeos automáticamente en Android y iPhone y ahorra espacio en tu móvil sin perder tus archivos importantes.","url":"https://www.androidsis.com/como-evitar-que-whatsapp-guarde-fotos-automaticamente/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2025/05/mencionar-a-otros-usuarios-en-las-actualizaciones-de-estado-de-Whatsapp-8.jpg","publishedAt":"2026-01-28T02:27:04Z","content":"Si usas WhatsApp a diario, seguro que más de una vez te has encontrado con la galería del móvil llena de fotos, vídeos, memes y GIF que ni recuerdas haber abierto. Entre grupos de amigos, familia, tr… [+17979 chars]"}]