[{"source":{"id":null,"name":"Elconfidencialdigital.com"},"author":"Vitor Bartolomeu Alves","title":"Baliza V16: ¿puede tu señal salvarte… o convertirte en presa?","description":"Desde que la baliza V16 es obligatoria en España, proliferan mapas online que muestran tu posición exacta cuando la activas. ¿Ayuda real o guía para grúas “pirata”? Vamos a desglosarlo.","url":"https://www.elconfidencialdigital.com/articulo/motor/baliza-v16-puede-senal-salvarte-convertirte-presa/20260111180954997315.html","urlToImage":"https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2025/11/21/2025112122192230805.jpg","publishedAt":"2026-01-11T17:09:54Z","content":"La Dirección General de Tráfico (DGT) hizo oficial el cambio: desde el 1 de enero de 2026, los triángulos dejan de ser válidos y la baliza V16 homologada y conectada se convierte en tu principal herr… [+5118 chars]"},{"source":{"id":null,"name":"Geeksroom.com"},"author":"Hector Russo","title":"La alerta en Instagram: ¿17,5 millones de cuentas comprometidas? y el caos del “reset”","description":"Reportes señalan una base con datos de 17,5M cuentas de Instagram. Meta niega un hackeo interno y dice que un tercero disparó emails de reset. …\nThe post La alerta en Instagram: ¿17,5 millones de cuentas comprometidas? y el caos del “reset” first appeared on …","url":"https://geeksroom.com/2026/01/meta-instagram-hack-seguridad/143519/","urlToImage":"https://geeksroom.com/wp-content/uploads/2026/01/Instagram-Seguridad.jpg","publishedAt":"2026-01-11T16:17:57Z","content":"Reportes señalan una base con datos de 17,5M cuentas de Instagram. Meta niega un hackeo interno y dice que un tercero disparó emails de reset.\r\nCuando un servicio con el tamaño de Instagramtose, Inte… [+3160 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"David Salces","title":"Reaparecen datos filtrados de usuarios de Instagram","description":"Hay momentos en los que la tecnología revela su rostro más persistente, y no siempre para bien. En seguridad digital, cerrar una brecha no garantiza el olvido, ni mucho menos el perdón. Las fugas de datos no se evaporan cuando se repara la vulnerabilidad: que…","url":"https://www.muycomputer.com/?p=392591","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2026/01/Instagram-1-1000x600.jpg","publishedAt":"2026-01-11T15:03:31Z","content":"Hay momentos en los que la tecnología revela su rostro más persistente, y no siempre para bien. En seguridad digital, cerrar una brecha no garantiza el olvido, ni mucho menos el perdón. Las fugas de … [+4167 chars]"},{"source":{"id":null,"name":"Nacion.com"},"author":"Christian Montero","title":"Cliente bancario perdió ¢5 millones mientras dormía tras sufrir estafa electrónica","description":"José —nombre ficticio que usaremos para proteger su identidad— dormía profundamente la madrugada del 7 de abril del año pasado mientras ciberdelincuentes saqueaban su cuenta bancaria sin que se diera cuenta hasta horas después.","url":"https://www.nacion.com/sucesos/cliente-bancario-perdio-5-millones-mientras-dormia/NXIMHKMRSRGMLGQ6LE5TJNLXGA/story/","urlToImage":"https://www.nacion.com/resizer/v2/2Z36JTQAHBAYRFAJ5ZKXEFEWBQ.jpg?smart=true&auth=a75ce4bb1e536ed4239fc84888bb31a5f03b1986931faa64fb3d40ca8152b3cd&width=1440","publishedAt":"2026-01-11T12:00:00Z","content":"José nombre ficticio que usaremos para proteger su identidad dormía profundamente la madrugada del 7 de abril del año pasado mientras ciberdelincuentes saqueaban su cuenta bancaria. Se percató de la … [+6514 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Alerta por masiva filtración de datos en Instagram: qué ha pasado y cómo proteger tu cuenta","description":"Filtración masiva en Instagram expone 17,5 millones de cuentas. Datos en la dark web y oleada de phishing: cómo saber si te afecta y proteger tu cuenta.","url":"https://www.actualidadiphone.com/alerta-por-masiva-filtracion-de-datos-en-instagram-que-ha-pasado-y-como-proteger-tu-cuenta/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/masiva-filtracion-de-datos-en-Instagram.webp","publishedAt":"2026-01-11T11:33:46Z","content":"Una enorme base de datos con información de usuarios de Instagram está circulando en foros de la dark web y ha encendido todas las alarmas de seguridad. La filtración, atribuida inicialmente a una po… [+16579 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"LaLiga insiste en que la piratería \"no es libertad de expresión\", sino \"una estructura criminal que roba valor\"","description":"LaLiga ha reiterado este domingo que la piratería no es \"libertad de expresión\", sino \"una estructura criminal que roba valor, debilita sectores estratégicos y expone al usuario a riesgos reales\", por lo que llama a los países a realizar un esfuerzo global co…","url":"https://www.europapress.es/deportes/futbol-00162/noticia-laliga-insiste-pirateria-no-libertad-expresion-estructura-criminal-roba-valor-20260111115411.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260111115411_1200.jpg","publishedAt":"2026-01-11T10:54:11Z","content":"MADRID, 11 Ene. (EUROPA PRESS) - \r\n   LaLiga ha reiterado este domingo que la piratería no es \"libertad de expresión\", sino \"una estructura criminal que roba valor, debilita sectores estratégicos y e… [+3148 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Android 17 es la versión que reinventará el propio Android: todas las novedades que se esperan","description":"El calendario de Google es implacable. Apenas hemos digerido las novedades de Android 16 con muchos teléfonos de varios fabricantes por actualizar, y la maquinaria de Mountain View ya tiene la mirada puesta en el siguiente gran hito: Android 17. Pero esta no …","url":"https://www.xatakamovil.com/sistemas-operativos/android-17-version-que-reinventara-propio-android-todas-novedades-que-se-esperan","urlToImage":"https://i.blogs.es/036598/android-17-portada/840_560.jpeg","publishedAt":"2026-01-11T10:30:03Z","content":"El calendario de Google es implacable. Apenas hemos digerido las novedades de Android 16 con muchos teléfonos de varios fabricantes por actualizar, y la maquinaria de Mountain View ya tiene la mirada… [+8790 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"verocla","title":"Energía XXI ha detectado un incidente de seguridad","description":"Estimado cliente,\r\npara Energía XXI Comercializadora de Referencia S.L. (\"Energía XXI\"), la protección de la privacidad y la seguridad de los datos personales que tratamos es un compromiso prioritario, así como la transparencia en la comunicación de cualquier…","url":"https://www.meneame.net/m/Artículos/energia-xxi-ha-detectado-incidente-seguridad-1","urlToImage":"https://www.meneame.net//cdn.mnmstatic.net/img/mnm/logo-350x350.png","publishedAt":"2026-01-11T10:07:32Z","content":"Estimado cliente,\r\npara Energía XXI Comercializadora de Referencia S.L. (\"Energía XXI\"), la protección de la privacidad y la seguridad de los datos personales que tratamos es un compromiso prioritari… [+4045 chars]"},{"source":{"id":null,"name":"Elladodelmal.com"},"author":"noreply@blogger.com (Chema Alonso)","title":"ZombieAgent: Cómo crear un Gusano que infecta Agentes IA usando Prompt Injection y Persistencia en la Memoria de ChatGPT con Propagación vía Conectores de Gmail","description":"Hoy domingo aprovecho para hablaros del ataque de ZombieAgent que ha sido publicado por el equipo de research de Radware, donde expone nuevas vulnerabilidades que afectaban a ChatGPT, y que han sido corregidas después de un Responsible Report realizado el año…","url":"https://www.elladodelmal.com/2026/01/zombieagent-como-crear-un-gusano-que.html","urlToImage":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjZd7K8QnysyF-WnYPUFTHbG4iG4PZw9d2YxCqHY5FcNFqMVa8lH8R7rFc_RbFPzfoHg_y421kyeB-UcWLqPqB5BxnNJyeVeMk4v-GprYrjhXtipGybOBgTWKmyw3Tj1yQtp-ESyoMci5O3RXaZ-WYyMVtfu5bqPtZaD4y3WReUUMqhKmnohpzA/w1200-h630-p-k-no-nu/zombie0.jpg","publishedAt":"2026-01-11T06:01:00Z","content":"Hoy domingo aprovecho para hablaros del ataque de ZombieAgent que ha sido publicado por el equipo de research de Radware, donde expone nuevas vulnerabilidades que afectaban a ChatGPT, y que han sido … [+4483 chars]"},{"source":{"id":null,"name":"Aristeguinoticias.com"},"author":"Redacción AN / AG","title":"Filtran datos de más de 17.5 millones de cuentas de Instagram; estos datos fueron expuestos","description":"La filtración de cuentas de Instagram incluye información personal como nombres de usuario, direcciones de correo electrónico, números de teléfono y direcciones físicas.","url":"https://aristeguinoticias.com/110126/mundo/filtran-datos-de-mas-de-17-5-millones-de-cuentas-de-instagram-estos/","urlToImage":"https://editorial.aristeguinoticias.com/wp-content/uploads/2026/01/filtran-datos-17.5-millones-cuentas-instagram-10012026.jpg","publishedAt":"2026-01-11T05:05:55Z","content":"Una filtración de masiva de datos de 17.5 millones de cuentas de usuarios de Instagram, exponiendo información personal confidencial, reveló la empresa de ciberseguridad Malwarebytes.\r\nLa filtración … [+857 chars]"},{"source":{"id":null,"name":"Sopitas.com"},"author":"Sopibecario","title":"Filtración de datos de Instagram expone a 17.5 millones de usuarios","description":"No bueno, vaya día con eso de la ciberseguridad. Justo cuando andamos preocupados por la vulnerabilidad en el registro de líneas telefónicas, nos enteramos de que...\nThe post Filtración de datos de Instagram expone a 17.5 millones de usuarios appeared first o…","url":"https://www.sopitas.com/mientras-tanto/filtracion-datos-instagram-expone-informacion-17-millones-de-usuarios-que-hacer/","urlToImage":"https://www.sopitas.com/wp-content/uploads/2026/01/filtracion-datos-instagram.jpg","publishedAt":"2026-01-11T00:02:00Z","content":"Lo que necesitas saber:\r\nQuedaron expuestos datos como nombres de usuario, correos electrónicos, números de teléfono y direcciones físicas\r\nNo bueno, vaya día con eso de la ciberseguridad. Justo cuan… [+2168 chars]"}]