[{"source":{"id":null,"name":"Cointelegraph"},"author":"Jesse Coghlan","title":"CertiK: Ladrones y estafadores de criptomonedas saquearon 370 millones de dólares en enero","description":"La cantidad de criptomonedas robadas en enero alcanza los 370 millones de dólares, y la mayor parte del valor perdido se debe a un único incidente de phishing.Las criptomonedas robadas mediante exploits y estafas alcanzaron los 370,3 millones de dólares el me…","url":"https://es.cointelegraph.com/news/crypto-stolen-370m-january-quadrupling-year-on-year-certik","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c1c13-b97d-7db8-adff-75d10ebf3c3c.jpg","publishedAt":"2026-02-02T12:15:00Z","content":"Las criptomonedas robadas mediante exploits y estafas alcanzaron los 370,3 millones de dólares el mes pasado, la cifra mensual más alta en 11 meses y casi cuatro veces superior a la de enero de 2025.… [+2802 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Jaime Mejías, Monique Zamora Vigneault","title":"Hacienda investiga un posible ciberataque que comprometería datos en su poder","description":"El sitio web Hackmanac, plataforma cuyo trabajo se centra en enviar avisos tempranos sobre ciberataques, ha alertado sobre un posible ciberataque al Ministerio de Hacienda, que habría puesto en riesgo los datos personales y bancarios de aproximadamente 47,3 m…","url":"https://www.elperiodico.com/es/economia/20260202/hacienda-investiga-posible-ciberataque-comprometeria-126357593","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/a03ecbe8-1954-497f-bb0c-95d933ec1485_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-02-02T11:10:37Z","content":"El sitio web Hackmanac, plataforma cuyo trabajo se centra en enviar avisos tempranos sobre ciberataques, ha alertado sobre un posible ciberataque al Ministerio de Hacienda, que habría puesto en riesg… [+2423 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"IPFire 2.29 Core Update 200 introduce un nuevo kernel LTS, un importante salto en rendimiento, estabilidad y mitigaciones de seguridad modernas","description":"Descubre todo sobre IPFire 2.29 Core Update 200: kernel, WiFi 7, IPS, OpenVPN, proxy, paquetes y nuevas funciones.","url":"https://www.linuxadictos.com/ipfire-2-29-core-update-200-introduce-un-nuevo-kernel-lts-un-importante-salto-en-rendimiento-estabilidad-y-mitigaciones-de-seguridad-modernas.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/IPFire-2.29-core-update-200.webp","publishedAt":"2026-02-02T10:35:05Z","content":"La llegada de IPFire 2.29 Core Update 200 marca un antes y un después en la evolución de esta distribución de firewall y router de código abierto. Nos encontramos ante una actualización de gran calad… [+20729 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Ciberdelincuentes aprovechan la necesidad de dinero para delinquir","description":"Algunas de las vías más cortas para formar parte de la estadística de las víctimas de la ciberdelincuencia –que en 2025 concretó en el país más de 600 mil ataques a individuos, empresas y gobiernos– es creer que ganamos el premio de un concurso en el que no p…","url":"https://www.jornada.com.mx/2026/02/02/politica/012n1pol","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2026-02-02T08:06:23Z","content":"Periódico La JornadaLunes 2 de febrero de 2026, p. 12\r\nAlgunas de las vías más cortas para formar parte de la estadística de las víctimas de la ciberdelincuencia que en 2025 concretó en el país más d… [+2382 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"Adrián Vidal","title":"Vulnerabilidad crítica de bypass de autenticación en Fortinet FortiCloud SSO","description":"El CVE-2026-24858 es una vulnerabilidad de bypass de autenticación (SSO) en múltiples productos de Fortinet. Un atacante remoto sin credenciales puede evadir el inicio de sesión de administrador en dispositivos Fortinet aprovechando el mecanismo de Single Sig…","url":"https://unaaldia.hispasec.com/2026/02/vulnerabilidad-critica-de-bypass-de-autenticacion-en-fortinet-forticloud-sso.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/02/ChatGPT-Image-2-feb-2026-08_25_39.png?fit=1200%2C800&ssl=1","publishedAt":"2026-02-02T07:26:11Z","content":"El CVE-2026-24858 es una vulnerabilidad de bypass de autenticación (SSO) en múltiples productos de Fortinet. Un atacante remoto sin credenciales puede evadir el inicio de sesión de administrador en d… [+4808 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Jordan Saucedo","title":"Enfrentó 80% de mexicanos un intento de estafa durante 2025: Mastercard","description":"El fraude financiero se ha convertido en una constante entre la población bancarizada; de hecho, ocho de cada 10 mexicanos enfrentaron al menos un intento durante el año pasado, reveló Mastercard.Dentro de su informe “Global Cybersecurity Research 2025”, la c…","url":"https://www.milenio.com/negocios/enfrento-80-mexicanos-estafa-2025-mastercar","urlToImage":"https://cdn.milenio.com/uploads/media/2026/01/29/estafa-mudanzas-lucran-boom-inmobiliario-1.jpg","publishedAt":"2026-02-02T07:19:35Z","content":"El fraude financiero se ha convertido en una constante entre la población bancarizada; de hecho, ocho de cada 10 mexicanos enfrentaron al menos un intento durante el año pasado, reveló Mastercard.\r\nD… [+1795 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Marco Zecchetto","title":"Reporte de Entel Digital alerta alza de ransomware, filtración de datos y ciberespionaje en 2025","description":"En Chile casi se triplicaron las víctimas por datos filtrados, en un escenario marcado por amenazas más silenciosas, persistentes y sofisticadas.","url":"https://www.df.cl/df-lab/tech-empresas/reporte-de-entel-digital-alerta-alza-de-ransomware-filtracion-de-datos-y","urlToImage":"https://www.df.cl/noticias/site/artic/20260130/imag/foto_0000000120260130174706/Hacker.jpg","publishedAt":"2026-02-02T07:00:00Z","content":"La seguridad informática en Latinoamérica y el mundo enfrenta un cambio relevante, marcado por nuevas formas de ataque silenciosas, el avance del ransomware (secuestro de datos), el aumento en las fi… [+4193 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"El lado menos brillante de la automatización del negocio bancario","description":"La inteligencia artificial (IA) es ya una de las grandes palancas de transformación de la banca, con capacidad para mejorar la eficiencia, personalizar servicios y reforzar la toma de decisiones. Pero, al mismo tiempo, su adopción introduce desafíos relevante…","url":"https://www.abc.es/economia/lado-brillante-automatizacion-negocio-bancario-20260202035439-nt.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/economia/2026/02/02/banca-U75718468576Dvn-1024x512@diario_abc.jpg","publishedAt":"2026-02-02T02:54:39Z","content":"La inteligencia artificial (IA) es ya una de las grandes palancas de transformación de la banca, con capacidad para mejorar la eficiencia, personalizar servicios y reforzar la toma de decisiones. Per… [+7412 chars]"}]