[{"source":{"id":null,"name":"La Nacion"},"author":"Raúl Limón","title":"Elon Musk limita las funciones de edición de imágenes de Grok ante la avalancha de pornografía no consentida","description":"El propietario de X solo permite ahora su uso a los suscriptores identificados, a los que responsabiliza del contenido ilegal que generen","url":"https://www.lanacion.com.ar/tecnologia/elon-musk-limita-las-funciones-de-edicion-de-imagenes-de-grok-ante-la-avalancha-de-pornografia-no-nid09012026/","urlToImage":"https://resizer.glanacion.com/resizer/v2/elon-musk-propietario-de-la-red-social-x-y-de-la-JR6DI7AESVF3PJSAMDOUYT2M4A.JPG?auth=f7145ebcd964dc6f6c011e198f2ed528c35ce644a0c8039d79d2063a84419fcd&width=1200&quality=70&smart=false&height=799","publishedAt":"2026-01-09T16:26:30Z","content":"El multimillonario Elon Musk, propietario de la red social X y de la plataforma de inteligencia artificial (IA) Grok, que permitía crear y recrear imágenes sexualizadas y violentas de mujeres y niñas… [+4352 chars]"},{"source":{"id":null,"name":"Geeksroom.com"},"author":"Hector Russo","title":"La estafa silenciosa que puede “secuestrar” tu chat de Inteligencia Artificial: OpenAI explica la prompt injection","description":"OpenAI explica qué es la prompt injection, por qué crece con agentes que navegan y actúan, y qué controles y hábitos reducen el riesgo para …\nThe post La estafa silenciosa que puede “secuestrar” tu chat de Inteligencia Artificial: OpenAI explica la prompt inj…","url":"https://geeksroom.com/2026/01/openai-ia-prompt-injection-seguridad/143472/","urlToImage":"https://geeksroom.com/wp-content/uploads/2026/01/OpenAI-Seguridad-Hackers-Prompt-Injection.jpg","publishedAt":"2026-01-09T16:09:25Z","content":"OpenAI explica qué es la prompt injection, por qué crece con agentes que navegan y actúan, y qué controles y hábitos reducen el riesgo para usuarios y empresas!\r\nLas IA ya no solo contestan preguntas… [+4135 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Matías Mathey","title":"Actualizar el firmware de tu hardware wallet sin perder soberanía: el Protocolo Acero","description":"Actualizar el firmware de una hardware wallet es también responsabilidad de la autocustodia en Bitcoin. Existe un protocolo práctico y verificable.\nLeer más","url":"https://www.criptonoticias.com/opinion/actualizar-firmware-hardware-wallet-sin-perder-soberania-protocolo-acero/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2026/01/protocolo-acero-walet-Bitcoin-firmware.jpg","publishedAt":"2026-01-09T13:25:16Z","content":"<ul><li>Evitar usar la passphrase durante una actualización protege contra bugs o firmware malicioso.\r\n</li><li>La mayoría de las pérdidas en autocustodia ocurren por errores humanos durante operacio… [+5392 chars]"},{"source":{"id":null,"name":"Cointelegraph"},"author":"Christina Comben","title":"El riesgo oculto del WiFi público: Cómo una sola aprobación vació una billetera de criptomonedas","description":"Un usuario que perdió 5.000 dólares de una hot wallet tras alojarse en un hotel dijo que los verdaderos culpables fueron el WiFi abierto, una llamada casual en el lobby y una aprobación descuidada de la billetera.\n Un usuario de criptomonedas conocido como Th…","url":"https://es.cointelegraph.com/news/the-hidden-risk-of-public-wifi","urlToImage":"https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2025-12/019b69f7-3d93-7ef7-bd1a-8326ffeb24f7.jpg","publishedAt":"2026-01-09T13:21:50Z","content":"Un usuario de criptomonedas conocido como The Smart Ape dijo que perdió cerca de 5.000 dólares de una hot wallet después de pasar tres días en un hotel, no porque hiciera clic en un enlace de phishin… [+4660 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Paco Rodríguez","title":"TCL ha ido más allá de las Smart TV y barras de sonido en el CES 2026. Esta ha sido su apuesta por el hogar conectado","description":"El CES 2026 ha sido el escaparate perfecto para que los fabricantes de electrónica presenten sus novedades de cara a esta próxima temporada. Ese ha sido el caso de TCL, que ha destacado con sus nuevas Smart TV y barras de sonido, pero también con varios produ…","url":"https://www.xatakahome.com/la-red-local/tcl-ha-ido-alla-smart-tv-barras-sonido-ces-2026-esta-ha-sido-su-apuesta-hogar-conectado","urlToImage":"https://i.blogs.es/b0adbf/wps_5ces/1200_630.jpeg","publishedAt":"2026-01-09T13:00:04Z","content":"El CES 2026 ha sido el escaparate perfecto para que los fabricantes de electrónica presenten sus novedades de cara a esta próxima temporada. Ese ha sido el caso de TCL, que ha destacado con sus nueva… [+2571 chars]"},{"source":{"id":null,"name":"Xatakahome.com"},"author":"Jose Antonio Carmona","title":"Los anuncios que no podemos saltar de YouTube se están haciendo cada vez más largos y molestos: este país va a limitarlos","description":"Cuando comenzaron a llegar las plataformas de streaming, nos acostumbramos a un lujo: evitar los anuncios. Sin embargo, las empresas han visto aquí su gallina de los huevos de oro y han decidido que una forma de generar más ingresos es introducir publicidad y…","url":"https://www.xatakahome.com/servicios-de-smart-tv/anuncios-que-no-podemos-saltar-youtube-se-estan-haciendo-cada-vez-largos-molestos-este-pais-va-a-limitarlos","urlToImage":"https://i.blogs.es/896b11/logo/1200_630.jpeg","publishedAt":"2026-01-09T10:00:03Z","content":"Cuando comenzaron a llegar las plataformas de streaming, nos acostumbramos a un lujo: evitar los anuncios. Sin embargo, las empresas han visto aquí su gallina de los huevos de oro y han decidido que … [+2463 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"Casi 30 detenciones en Sevilla por una red de fraudes cibernéticos vinculada a la organización internacional Black Axe","description":"Agentes de la Policía Nacional, con la colaboración de la policía alemana del Estado de Baviera y el apoyo de Europol, han desarticulado una red criminal en España presuntamente dedicada al ciberfraude vinculada con la organización criminal Black Axe; con la …","url":"https://www.abc.es/sevilla/ciudad/detenciones-sevilla-red-fraudes-ciberneticos-vinculada-organizacion-20260109104215-nts.html","urlToImage":"https://s3.abcstatics.com/abc/www/multimedia/sevilla/2026/01/09/WhatsApp%20Image%202026-01-09%20at%2010.41.14%20(1)-U60438230680Tcl-1024x512@diario_abc.jpeg","publishedAt":"2026-01-09T09:44:22Z","content":"Agentes de la Policía Nacional, con la colaboración de la policía alemana del Estado de Baviera y el apoyo de Europol, han desarticulado una red criminal en España presuntamente dedicada al ciberfrau… [+3984 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"Detenidos 34 miembros de una red dedicada al ciberfraude vinculada con Black Axe con sede en Sevilla, Málaga y Barcelona","description":"Agentes de la Policía Nacional, con la colaboración de la policía alemana del Estado de Baviera y el apoyo de Europol, han desarticulado este viernes en España una red criminal presuntamente dedicada al ciberfraude que estaba vinculada con la organización cri…","url":"https://www.europapress.es/andalucia/noticia-detenidos-34-miembros-red-dedicada-ciberfraude-vinculada-black-axe-sede-sevilla-malaga-barcelona-20260109102402.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260109102402_1200.jpg","publishedAt":"2026-01-09T09:24:02Z","content":"SEVILLA 9 Ene. (EUROPA PRESS) - \r\n Agentes de la Policía Nacional, con la colaboración de la policía alemana del Estado de Baviera y el apoyo de Europol, han desarticulado este viernes en España una … [+4310 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"WhatsApp dejará de funcionar en móviles antiguos: modelos afectados y opciones","description":"WhatsApp dejará de funcionar en móviles antiguos en 2026: modelos afectados, requisitos mínimos y qué hacer para no perder tus chats.","url":"https://www.actualidadiphone.com/whatsapp-dejara-de-funcionar-en-moviles-antiguos-modelos-afectados-y-opciones/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/WhatsApp-dejara-de-funcionar-en-celulares-antiguos-en-2026.jpg","publishedAt":"2026-01-09T07:48:51Z","content":"El cambio ya tiene fecha marcada en el calendario: a partir de enero de 2026, una larga lista de móviles antiguos se quedará sin acceso a WhatsApp por no cumplir los requisitos técnicos mínimos que e… [+11480 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Justo Romanos","title":"Kodi avisa de un mantenimiento inesperado la próxima semana","description":"En un mensaje publicado en las últimas horas, el equipo de Kodi ha informado sobre un mantenimiento muy poco habitual e inesperado. Tal y como indican, “No hacemos esto muy a menudo, pero, a veces, estas cosas pasan”.\nKodi ha pasado unas semanas de incertidum…","url":"https://www.adslzone.net/noticias/streaming-tv/kodi-avisa-mantenimiento-inesperado-proxima-semana/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/Kodi-mascota-mantenimiento-servidores.jpg","publishedAt":"2026-01-09T07:41:38Z","content":"Kodi ha pasado unas semanas de incertidumbre tras la falta de actualizaciones. Por suerte, el problema ya terminó y, en diciembre de 2025, lanzaron dos nuevas versiones. Ahora, eso sí, anuncian un ma… [+3796 chars]"}]