[{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"¿Qué hacen los cibercriminales con la información que roban?","description":"Los datos personales, sensibles y/o confidenciales son uno de los botines predilectos de los actores maliciosos. Una vez obtenidos, ¿para qué los utilizan?","url":"https://www.welivesecurity.com/es/cibercrimen/que-hacen-los-cibercriminales-con-la-informacion-que-roban/","urlToImage":null,"publishedAt":"2026-01-08T18:36:03Z","content":"Para el cibercrimen, la información no solo es poder: representa dinero, puerta de acceso y una herramienta para cometer nuevos delitos. Por eso, los datos personales y sensibles se convirtieron en u… [+3624 chars]"},{"source":{"id":null,"name":"Criptonoticias.com"},"author":"Franco Scandizzo","title":"Un profesor de Stanford está creando un sistema de préstamos colateralizados en Bitcoin","description":"David Tse, profesor de la universidad de Stanford, recibió una financiación de USD 15 millones para llevar a cabo su plataforma Babylon.\nLeer más","url":"https://www.criptonoticias.com/tecnologia/sistema-prestamos-colateralizados-bitcoin/","urlToImage":"https://www.criptonoticias.com/wp-content/uploads/2026/01/BTC-Prestamos-Colateral.png","publishedAt":"2026-01-08T18:29:16Z","content":"<ul><li>Babylon busca permitir préstamos con bitcoin sin ceder la custodia ni usar intermediarios. \r\n</li><li>El proyecto planea integrarse con Aave durante el segundo trimestre del 2026. \r\n</li></ul… [+2021 chars]"},{"source":{"id":null,"name":"We Live Security"},"author":null,"title":"Correos falsos de Booking.com distribuyen malware usando la técnica de ClickFix simulando un error de Windows","description":"Una campaña de phishing aprovecha la técnica ClickFix para inducir a usuarios a ejecutar comandos maliciosos en Windows mediante falsas pantallas de error.","url":"https://www.welivesecurity.com/es/estafas-enganos/phishing-booking-clickfix-malware-windows/","urlToImage":null,"publishedAt":"2026-01-08T16:38:39Z","content":"Una campaña descubierta recientemente consiste en correos electrónicos falsos que usan el nombre de Booking.com para engañar a los usuarios de esta plataforma de reservas. Los correos incluyen un enl… [+4353 chars]"},{"source":{"id":null,"name":"Elchapuzasinformatico.com"},"author":"Protector Indefinido","title":"Intel detalla la arquitectura Panther Lake y sus Core Ultra Series 3: novedades, mejoras, tecnologías y curiosidades al completo","description":"Dos días después de que Intel mostrase de manera oficial los Core Ultra Series 3, Panther Lake deja de ser un nombre en una hoja de ruta y pasa a ser una arquitectura explicada con todo lujo de detalle tras la presentación de los procesadores y las muestras, …","url":"https://elchapuzasinformatico.com/?p=633797","urlToImage":"https://elchapuzasinformatico.com/wp-content/uploads/2026/01/Intel-Panther-Lake.jpg","publishedAt":"2026-01-08T16:20:45Z","content":"Dos días después de que Intel mostrase de manera\r\noficial los Core Ultra Series 3,\r\nPanther Lake deja de ser un nombre en una hoja de\r\nruta y pasa a ser una arquitectura explicada con todo\r\nlujo de d… [+13184 chars]"},{"source":{"id":null,"name":"Meneame.net"},"author":"Torrezzno","title":"Tailwind ha despedido al 75% de su plantilla. ¿Está la IA canibalizando el open-source?","description":"Como mantenedor de código abierto, ya estoy viendo un cambio en la forma en que se gestionan los proyectos. Cada vez aparecen más pull requests generadas por LLMs, acumulándose en una cola interminable de PRs por revisar. Esto me hace pensar en el futuro de l…","url":"https://www.meneame.net/m/Artículos/tailwind-ha-despedido-75-plantilla-esta-ia-canibalizando-open","urlToImage":"https://www.meneame.net/backend/media?type=link&id=4133813&version=0&ts=1767887568&image.png","publishedAt":"2026-01-08T15:58:04Z","content":"Como mantenedor de código abierto, ya estoy viendo un cambio en la forma en que se gestionan los proyectos. Cada vez aparecen más pull requests generadas por LLMs, acumulándose en una cola interminab… [+4682 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Miguel Terán Haughey","title":"La Guardia Civil alerta del timo del supermercado: mucha atención porque te puede dejar la cuenta a cero","description":"Las ciberamenazas se han convertido en nuestro pan de cada día, y es que detrás de cada mensaje, cada clic o descarga potencialmente se esconde algún tipo de estafa o artimaña que busca hacerse con nuestros datos personales y bancarios.","url":"https://www.eleconomista.es/tecnologia/noticias/13718903/01/26/la-guardia-civil-alerta-del-timo-del-supermercado-mucha-atencion-porque-te-puede-dejar-la-cuenta-a-cero.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/8/a/3/super-alerta.jpg","publishedAt":"2026-01-08T15:23:37Z","content":"Las ciberamenazas se han convertido en nuestro pan de cada día, y es que detrás de cada mensaje, cada clic o descarga potencialmente se esconde algún tipo de estafa o artimaña que busca hacerse con n… [+2067 chars]"},{"source":{"id":null,"name":"Androidsis.com"},"author":"Lorena Figueredo","title":"Mi móvil se calienta demasiado tras actualizar: qué hacer","description":"¿Tu móvil se calienta mucho tras actualizar? Descubre causas normales, problemas graves y las mejores soluciones paso a paso.","url":"https://www.androidsis.com/mi-movil-se-calienta-demasiado-tras-actualizar-que-hacer/","urlToImage":"https://www.androidsis.com/wp-content/uploads/2026/01/Mi-movil-se-calienta-demasiado-tras-actualizar-2.jpg","publishedAt":"2026-01-08T12:51:47Z","content":"Que tu móvil empiece a arder, casi literalmente, justo después de instalar una nueva versión de Android o una capa de personalización puede asustar bastante. Es normal que pienses en fallos de la act… [+17313 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Qué es Gatekeeper en macOS, cómo funciona y cómo configurarlo de forma segura","description":"Descubre qué es Gatekeeper en macOS, cómo protege tu Mac, sus límites y la mejor forma de configurarlo para usar apps con seguridad.","url":"https://www.soydemac.com/que-es-gatekeeper-en-macos-como-funciona-y-como-configurarlo-de-forma-segura/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/Gatekeeper-e1767379614844.jpg","publishedAt":"2026-01-08T12:00:13Z","content":"Si usas un Mac a diario, es muy probable que Gatekeeper sea uno de esos sistemas de seguridad invisibles que trabajan en segundo plano sin que te des ni cuenta. Está ahí cada vez que descargas una ap… [+16895 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Redacción Silicon","title":"Plaud publica una nueva versión de su dispositivo portátil para tomar notas","description":"Junto a Plaud NotePin S llega Plaud Desktop, una aplicación de escritorio que trabaja con reuniones presenciales, telefónicas y online.","url":"https://www.silicon.es/plaud-publica-una-nueva-version-de-su-dispositivo-portatil-para-tomar-notas-2576167","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/Plaud-NotePin-S-Purple-producto-low.png","publishedAt":"2026-01-08T11:45:48Z","content":"Plaud introduce nuevas herramientas de inteligencia artificial. La primera consiste en una nueva versión de su dispositivo portátil para tomar notas.\r\nAsí, basado en el Plaud NotePin original, llega … [+1942 chars]"},{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"Ciberataques a transferencias y cajeros se han agudizado: BdeM","description":"La principal amenaza detectada por el Banco de México (BdeM) para el conglomerado financiero nacional en materia de ciberseguridad es la intensificación y sofisticación de los ataques contra las instituciones financieras, dirigidos a vulnerar sus sistemas, lo…","url":"https://www.jornada.com.mx/2026/01/08/economia/020n1eco","urlToImage":"https://www.jornada.com.mx/imagemeta/1200x630BN.jpg","publishedAt":"2026-01-08T11:12:28Z","content":"Periódico La JornadaJueves 8 de enero de 2026, p. 20\r\nLa principal amenaza detectada por el Banco de México (BdeM) para el conglomerado financiero nacional en materia de ciberseguridad es la intensif… [+3146 chars]"},{"source":{"id":null,"name":"Actualidadgadget.com"},"author":"Lorena Figueredo","title":"Error en la fase FIRST_BOOT en Windows: causas y soluciones","description":"Aprende por qué falla Windows en la fase FIRST_BOOT y cómo solucionarlo con drivers, herramientas de reparación y buenas prácticas de actualización.","url":"https://www.actualidadgadget.com/error-en-la-fase-first_boot-en-windows-causas-y-soluciones/","urlToImage":"https://www.actualidadgadget.com/wp-content/uploads/2026/01/Error-en-la-fase-FIRST_BOOT-en-Windows-causas-y-soluciones.jpg","publishedAt":"2026-01-08T11:06:22Z","content":"Cuando aparece el mensaje Error de instalación en la fase FIRST_BOOT en Windows (a menudo acompañado de códigos como 0xC1900101 0x30018 o 0xC1900101 0x3000D) en mitad de una actualización, lo normal … [+20365 chars]"},{"source":{"id":null,"name":"Adslzone.net"},"author":"Iván Dávila","title":"Endesa contra las cuerdas: 20 millones de clientes expuestos","description":"Si eres cliente de Endesa, o lo has sido en los últimos años, es muy probable que tus datos estén circulando ahora mismo por internet.  Todo comenzó este domingo pasado como un rumor, pero está desembocando en una crisis de reputación y seguridad mayúscula pa…","url":"https://www.adslzone.net/noticias/seguridad/endesa-hackeo-millones-datos/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/01/endesa-hacker.jpg","publishedAt":"2026-01-08T10:32:35Z","content":"Un ciberdelincuente, bajo el seudónimo de «Spain», afirma haber vulnerado la seguridad de la empresa. De hecho, ha mostrado pruebas que demuestran que se ha hecho con el control de los datos privados… [+4434 chars]"},{"source":{"id":null,"name":"Eleconomista.es"},"author":"Chester Wisniewski","title":"Ingeniería social y 'ransomware', los enemigos del 'retail' en picos comerciales","description":"Apartir de noviembre, el comercio minorista acelera su pulso. Las plataformas digitales multiplican su tráfico, los almacenes operan al límite y los equipos temporales se incorporan para gestionar la oleada de pedidos. Es el momento de mayores ingresos del añ…","url":"https://www.eleconomista.es/retail-consumo/noticias/13718019/01/26/ingenieria-social-y-ransomware-los-enemigos-del-retail-en-picos-comerciales.html","urlToImage":"https://s03.s3c.es/imag/_v0/1330x726/9/6/a/1200x655_Ransomware.jpg","publishedAt":"2026-01-08T10:06:41Z","content":"Apartir de noviembre, el comercio minorista acelera su pulso. Las plataformas digitales multiplican su tráfico, los almacenes operan al límite y los equipos temporales se incorporan para gestionar la… [+4640 chars]"},{"source":{"id":null,"name":"Linux Adictos"},"author":"Pablinux","title":"IPFire 2.29 Core Update 199 refuerza la seguridad de red y el Wi-Fi","description":"IPFire 2.29 Core Update 199 mejora Wi‑Fi, seguridad, VPN, proxy y paquetes clave. Conoce todos los cambios y cómo afectan a tus redes.","url":"https://www.linuxadictos.com/ipfire-2-29-core-update-199-refuerza-la-seguridad-de-red-y-el-wi-fi.html","urlToImage":"https://www.linuxadictos.com/wp-content/uploads/IPFire-2.29-Core-Update-199-1.webp","publishedAt":"2026-01-08T09:33:12Z","content":"La nueva IPFire 2.29 Core Update 199ya está disponible y llega como una revisión importante de esta distribución de firewall basada en Linux, muy utilizada como encaminador y cortafuegos dedicado. La… [+11844 chars]"},{"source":{"id":null,"name":"Muywindows.com"},"author":null,"title":"RiMusic: las alternativas seguras si la aplicación ha dejado de funcionar","description":"En resumen, la odisea digital del streaming sin anuncios La promesa: música gratis y libre de anuncios persiste, pero siempre bajo la sombra de bloqueos, riesgos y legalidades escurridizas. La descarga de apps como RiMusic exige paranoia digital: ir a foros, …","url":"https://www.muywindows.com/rimusic/","urlToImage":"https://www.muywindows.com/wp-content/uploads/2026/01/RiMusic_las_alternativas_seguras_si_la_aplicacion_ha_dejado_de_funcionar.jpg","publishedAt":"2026-01-08T09:28:59Z","content":"En resumen, la odisea digital del streaming sin anuncios\r\n<ul><li>La promesa: música gratis y libre de anuncios persiste, pero siempre bajo la sombra de bloqueos, riesgos y legalidades escurridizas.<… [+13394 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Parche urgente para Apex Central: Trend Micro resuelve vulnerabilidad crítica de ejecución remota","description":"Trend Micro ha corregido una vulnerabilidad crítica en Apex Central que permitía la ejecución remota de código (RCE) con privilegios elevados. Las organizaciones deben aplicar el parche de inmediato para evitar posibles ataques capaces de comprometer sus sist…","url":"https://unaaldia.hispasec.com/2026/01/parche-urgente-para-apex-central-trend-micro-resuelve-vulnerabilidad-critica-de-ejecucion-remota.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/01/cover-image-2df2f1a1e193ca302b791ccf50e6f3f5.png?fit=1200%2C686&ssl=1","publishedAt":"2026-01-08T09:00:00Z","content":"Trend Micro Apex Central es una solución centralizada destinada a gestionar productos de seguridad como antivirus, control de contenido y herramientas de detección de amenazas. La vulnerabilidad, de … [+1930 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Hogares inteligentes: guía completa para entender y montar un smart home","description":"Descubre qué es un hogar inteligente, cómo funciona, pros, contras y qué necesitas para montar un smart home seguro y eficiente.","url":"https://www.soydemac.com/hogares-inteligentes-guia-completa-para-entender-y-montar-un-smart-home/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/hogares-inteligentes.jpg","publishedAt":"2026-01-08T06:56:37Z","content":"Vivir en un piso que se adelanta a tus necesidades, ajusta la temperatura sin que digas nada y te avisa al móvil si alguien se acerca a la puerta ya no es ciencia ficción. Hoy, los hogares inteligent… [+20671 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"Javier G. Fernández","title":"Así se cuelan los cibercriminales en las grandes empresas del Ibex","description":"Ciberataques recientes como los sufridos por Iberia, Iberdrola, Repsol o Banco Santander, en los que los criminales robaron datos de clientes atacando a proveedores externos, exponen la debilidad de las cadenas de suministro de las grandes corporaciones. Leer","url":"https://www.expansion.com/economia-digital/2026/01/08/695e7884468aeb6d578b456f.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/c644ecfdabe0d37f8b35a1f4a6ec4d6d/f/webp/assets/multimedia/imagenes/2026/01/07/17677986677365.jpg","publishedAt":"2026-01-08T02:13:50Z","content":"Ciberataques recientes como los sufridos por Iberia, Iberdrola, Repsol o Banco Santander, en los que los criminales robaron datos de clientes atacando a proveedores externos, exponen la debilidad de … [+7098 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Rafael Mejía Fernández de Lara","title":"Detectan videos de tutoriales en TikTok que descargan virus; así puedes navegar seguro","description":"La Policía Cibernética detectó una serie de videos que circulan en distintas redes sociales, principalmente en TikTok, en los cuales se promueven supuestos métodos para activar, de manera gratuita, programas y servicios de pago, como sistemas operativos, paqu…","url":"https://www.milenio.com/policia/tutoriales-en-tiktok-que-descargan-malware-en-celular","urlToImage":"https://cdn.milenio.com/uploads/media/2025/09/10/tiktok-aprovechado-diversas-redes-criminales.jpg","publishedAt":"2026-01-08T00:30:00Z","content":"La Policía Cibernética detectó una serie de videos que circulan en distintas redes sociales, principalmente en TikTok, en los cuales se promueven supuestos métodos para activar, de manera gratuita, p… [+4327 chars]"}]