[{"source":{"id":null,"name":"Jornada.com.mx"},"author":"DEMOS, Desarrollo de Medios, S.A. de C.V.","title":"“Ahorrar” en el streaming puede salir caro: expertos","description":"En la vida cotidiana de millones de mexicanos, tener acceso a las plataformas de streaming o de televisión por Internet se ha vuelto una necesidad. Contar con Netflix para ver series y películas, Disney para encuentros deportivos o documentales y Amazon Prime…","url":"https://www.jornada.com.mx/2026/02/01/economia/017n1eco","urlToImage":"https://www.jornada.com.mx/2026/02/01/fotos/017n1eco-1.jpg","publishedAt":"2026-02-01T08:54:10Z","content":"Periódico La JornadaDomingo 1º de febrero de 2026, p. 17\r\nEn la vida cotidiana de millones de mexicanos, tener acceso a las plataformas de streaming o de televisión por Internet se ha vuelto una nece… [+6488 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El 82% de las ciberestafas de suplantación usan IA, según la Agència de Ciberseguretat de Catalunya","description":"El 82,6% de las ciberestafas de suplantación por correo utilizan inteligencia artificial generativa (IA), según un informe de la Agència de Ciberseguretat de Catalunya, que advierte que el uso masivo de esta tecnología hará \"más creíbles y difíciles de detect…","url":"https://www.europapress.es/catalunya/noticia-82-ciberestafas-suplantacion-usan-ia-agencia-ciberseguretat-catalunya-20260201095056.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260201095056_1200.jpg","publishedAt":"2026-02-01T08:50:56Z","content":"BARCELONA, 1 Feb. (EUROPA PRESS) - \r\n El 82,6% de las ciberestafas de suplantación por correo utilizan inteligencia artificial generativa (IA), según un informe de la Agència de Ciberseguretat de Cat… [+1873 chars]"},{"source":{"id":null,"name":"Diario EL PAIS Uruguay"},"author":"Paula Ojeda","title":"En 2025, 73% de los incidentes de seguridad informática fueron por robo de datos: alertan sobre nuevas maniobras de estafa","description":"La codicia y el pánico son sentimientos que, según los expertos, fundan las estrategias de los estafadores.","url":"https://www.elpais.com.uy/informacion/sociedad/en-2025-73-de-los-incidentes-de-seguridad-informatica-fueron-por-robo-de-datos-alertan-sobre-nuevas-maniobras-de-estafa","urlToImage":"https://imgs.elpais.com.uy/dims4/default/0de7482/2147483647/strip/true/crop/1013x492+0+65/resize/1440x700!/quality/90/?url=https%3A%2F%2Fel-pais-uruguay-production-web.s3.us-east-1.amazonaws.com%2Fbrightspot%2F9c%2Fd9%2F3a41bcd44bd492803b62b84b7a0e%2Fimagen-421-1723648067.jpg","publishedAt":"2026-02-01T07:10:00Z","content":"La codicia y el pánico son los sentimientos que le abren la puerta a los ciberdelitos. Eso es lo que hace que, al recibir un mensaje sospechoso, las personas se cieguen y lo abran, repitieron en entr… [+5879 chars]"},{"source":{"id":null,"name":"Elperiodico.com"},"author":"Carles Planas Bou","title":"Más del 80% de las ciberestafas de correo utilizan IA para engañar a sus víctimas","description":"La inteligencia artificial está bajando drásticamente las barreras de entrada a la creatividad, pero esa faceta también puede ser una amenaza. Hasta un 82,6% de los correos electrónicos que contienen enlaces maliciosos se sirven de herramientas generativas pa…","url":"https://www.elperiodico.com/es/tecnologia/20260201/ciberestafas-correo-utilizan-ia-catalunya-ciberataques-inteligencia-artificial-estafa-identidad-126212351","urlToImage":"https://estaticos-cdn.prensaiberica.es/clip/4a241983-05ed-4e2f-ae4f-447377734565_16-9-discover-aspect-ratio_default_0.jpg","publishedAt":"2026-02-01T05:00:41Z","content":"La inteligencia artificial está bajando drásticamente las barreras de entrada a la creatividad, pero esa faceta también puede ser una amenaza. Hasta un 82,6% de los correos electrónicos que contienen… [+3857 chars]"},{"source":{"id":null,"name":"Www.abc.es"},"author":"(abc)","title":"IA privada, la llave para mantener a los algoritmos bajo control","description":"La penúltima tendencia (siempre habrá otra despuntando) en la inteligencia artificial es la IA privada, que permite el despliegue de modelos en entornos controlados por las compañías. La garantía de seguridad y soberanía del dato favorece un dominio total sob…","url":"https://www.abc.es/economia/ia-privada-llave-mantener-algoritmos-bajo-control-20260201053844-nt.html","urlToImage":"https://s2.abcstatics.com/abc/www/multimedia/economia/2026/02/01/ia%20privada.-U27214408172sNq-1024x512@diario_abc.jpg","publishedAt":"2026-02-01T04:38:44Z","content":"La penúltima tendencia (siempre habrá otra despuntando) en la inteligencia artificial es la IA privada, que permite el despliegue de modelos en entornos controlados por las compañías. La garantía de … [+7027 chars]"}]