[{"source":{"id":null,"name":"Eleconomista.es"},"author":"elEconomista.es","title":"Alerta en Android: todos los dispositivos están en riesgo por un nuevo virus que roba tus datos bancarios","description":"Investigadores han advertido sobre una nueva campaña de ciberataques que utilizan la plataforma Hugging Face como repositorio para distribuir miles de variaciones de cargas maliciosas de troyanos de acceso remoto (RAT) para Android, con lo que se roban datos …","url":"https://www.eleconomista.es/tecnologia/noticias/13752708/01/26/alerta-en-android-todos-los-dispositivos-estan-en-riesgo-por-un-nuevo-virus-que-roba-tus-datos-bancarios.html","urlToImage":"https://s03.s3c.es/imag/_v0/1200x655/c/e/7/android-ciberataque21.jpg","publishedAt":"2026-01-30T12:16:01Z","content":"Investigadores han advertido sobre una nueva campaña de ciberataques que utilizan la plataforma Hugging Face como repositorio para distribuir miles de variaciones de cargas maliciosas de troyanos de … [+4961 chars]"},{"source":{"id":null,"name":"Hispasec.com"},"author":"SOC","title":"Un ciberataque masivo sacude al sector financiero tras una brecha en MySonicWall","description":"Marquis Software Solutions, proveedor estadounidense de servicios tecnológicos para el sector financiero, ha sido víctima de un grave ataque de ransomware tras la explotación de una vulnerabilidad en el portal MySonicWall, lo que ha derivado en la exposición …","url":"https://unaaldia.hispasec.com/2026/01/un-ciberataque-masivo-sacude-al-sector-financiero-tras-una-brecha-en-mysonicwall.html","urlToImage":"https://i0.wp.com/unaaldia.hispasec.com/wp-content/uploads/2026/01/cover-image-e7f5926e72bdc3d0161cc544db46c2de.png?fit=1200%2C686&ssl=1","publishedAt":"2026-01-30T11:37:04Z","content":"A finales de enero de 2026, la compañía confirmó el incidente, que permitió a los atacantes acceder de forma no autorizada al portal de gestión en la nube MySonicWall. Desde allí, lograron descargar … [+2294 chars]"},{"source":{"id":null,"name":"Xatakamovil.com"},"author":"Pepu Ricca","title":"Google acaba de desconectar a nueve millones de móviles Android de una red zombi: trabajaban para hackers sin que lo supieran","description":"Es una de las operaciones de limpieza más grandes de la historia de Android. Google, en colaboración con las autoridades federales de Estados Unidos, ha ejecutado un apagón masivo contra Ipidea, una empresa china que gestionaba lo que se conoce como una red d…","url":"https://www.xatakamovil.com/seguridad/google-acaba-desconectar-a-nueve-millones-moviles-android-red-zombi-trabajaban-para-hackers-que-supieran","urlToImage":"https://i.blogs.es/b4b86a/botnet-android/840_560.jpeg","publishedAt":"2026-01-30T11:00:57Z","content":"Es una de las operaciones de limpieza más grandes de la historia de Android. Google, en colaboración con las autoridades federales de Estados Unidos, ha ejecutado un apagón masivo contra Ipidea, una … [+3007 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"Los mejores antivirus de rescate contra el malware en PCs","description":"Los antivirus de rescate tienen ventajas notables a la hora de descubrir esos virus, troyanos, gusanos y especímenes maliciosos de todo tipo campan a sus anchas por Internet y terminan colándose en las computadoras. Los creadores de malware van por delante co…","url":"https://www.muycomputer.com/2026/01/30/los-mejores-antivirus-de-rescate-para-buscar-y-eliminar-malware-de-tu-pc/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2024/10/Antivirus_de_rescate-1000x600.jpg","publishedAt":"2026-01-30T08:19:18Z","content":"Los antivirus de rescate tienen ventajas notables a la hora de descubrir esos virus, troyanos, gusanos y especímenes maliciosos de todo tipo campan a sus anchas por Internet y terminan colándose en l… [+7995 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Diario Financiero","title":"Protección de datos: ¿reforma a la reforma?","description":"SEBASTIÁN BOZZO Decano Facultad de Derecho, U. Autónoma","url":"https://www.df.cl/opinion/columnistas/proteccion-de-datos-reforma-a-la-reforma","urlToImage":"https://www.df.cl/noticias/site/artic/20260129/imag/foto_0000000520260129200722/seb.jpg","publishedAt":"2026-01-30T07:03:00Z","content":"No cabe duda de que la reforma al régimen de protección de datos personales en Chile era una necesidad imperativa. La antigua Ley 19.628, redactada en una era analógica, había quedado completamente d… [+3341 chars]"},{"source":{"id":null,"name":"GlobeNewswire"},"author":"Bitget Limited","title":"Bitget nombra al campeón de MotoGP Jorge Lorenzo como Embajador de Seguridad del ecosistema UEX","description":"VICTORIA, Seychelles, Jan. 29, 2026 (GLOBE NEWSWIRE) -- Bitget, el Universal Exchange (UEX) líder mundial, anunció el nombramiento de la leyenda de MotoGP Jorge Lorenzo como su Embajador de Seguridad, coincidiendo con el Día de la Privacidad de Datos. Esta co…","url":"https://www.globenewswire.com/news-release/2026/01/30/3229221/0/es/Bitget-nombra-al-campe%C3%B3n-de-MotoGP-Jorge-Lorenzo-como-Embajador-de-Seguridad-del-ecosistema-UEX.html","urlToImage":"https://ml-eu.globenewswire.com/Resource/Download/1d6d5ad9-e478-4b92-a907-c63f166a3af9","publishedAt":"2026-01-30T05:35:00Z","content":"VICTORIA, Seychelles, Jan. 29, 2026 (GLOBE NEWSWIRE) -- Bitget, el Universal Exchange (UEX) líder mundial, anunció el nombramiento de la leyenda de MotoGP Jorge Lorenzo como su Embajador de Seguridad… [+4624 chars]"},{"source":{"id":null,"name":"Lavozdegalicia.es"},"author":"E. V. PITA","title":"Reclaman que la Administración invierta en ciberseguridad: «Una IA puede causar miles de ataques» campañas de fraude a la vez»","description":"Daniel García, del ISMS Forum, anima a los ayuntamientos a contratar personal para proteger la información y los servicios","url":"https://www.lavozdegalicia.es/noticia/galicia/2026/01/29/reclaman-administracion-invierta-ciberseguridad-ia-puede-causar-miles-ataques-campanas-fraude-vez/00031769720135304719643.htm","urlToImage":"https://img.lavdg.com/sc/VZOviMswQwyB7hzQ3QNQWIcfJFY=/1280x/2026/01/29/00121769720941716951252/Foto/v_20260129_131214002.jpg","publishedAt":"2026-01-30T04:00:00Z","content":"El reciente ciberataque al Ayuntamiento de Sanxenxo ha puesto de relieve la necesidad de que los concellos obtengan un certificado del Esquema Nacional de Seguridad, que solo han conseguido el 12 % d… [+4065 chars]"},{"source":{"id":null,"name":"Www.df.cl"},"author":"Bloomberg","title":"EEUU investiga afirmaciones de que los chats de WhatsApp no ​​son privados","description":"Las acusaciones bajo investigación contrastan fuertemente con la forma en que Meta ha comercializado la plataforma de mensajes: como una app privada con cifrado “de extremo a extremo” activado por defecto.","url":"https://www.df.cl/empresas/telecom-tecnologia/eeuu-investiga-afirmaciones-de-que-los-chats-de-whatsapp-no-son-privados","urlToImage":"https://www.df.cl/noticias/site/artic/20260129/imag/foto_0000001020260129210947/NO-ACLARAR-Whatsapp-RT.jpg","publishedAt":"2026-01-30T00:30:00Z","content":"Las autoridades estadounidenses han estado investigando denuncias de excontratistas de Meta Platformssegún las cuales personal de Meta podría acceder a mensajes de WhatsApp, pese a que la compañía so… [+10265 chars]"}]