[{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"El autor del 'hackeo' a Endesa presiona: anuncia la publicación de los datos de 300.000 clientes","description":"Spain, el autor del 'hackeo' a Endesa, asegura que ha publicado los datos de 300.000 clientes de la empresa energética en un intento por conseguir una respuesta antes de vender el conjunto completo, que afectaría a más de 20 millones de personas.","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-autor-hackeo-endesa-presiona-anuncia-publicacion-datos-300000-clientes-20260126133401.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260126133401_1200.jpg","publishedAt":"2026-01-26T12:34:01Z","content":"MADRID, 26 Ene. (Portaltic/EP) - \r\n   Spain, el autor del 'hackeo' a Endesa, asegura que ha publicado los datos de 300.000 clientes de la empresa energética en un intento por conseguir una respuesta … [+1804 chars]"},{"source":{"id":null,"name":"Soydemac.com"},"author":"Andy Acosta","title":"Cómo diagnosticar y corregir problemas de rastreo en macOS y navegadores en Mac","description":"Guía completa para detectar y corregir problemas de rastreo en macOS y navegadores en Mac: diagnósticos, limpieza, seguridad y soluciones efectivas.","url":"https://www.soydemac.com/como-diagnosticar-y-corregir-problemas-de-rastreo-en-macos-y-navegadores-en-mac/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/Como-configurar-y-optimizar-memoria-RAM-DDR5-en-tu-Mac.jpg","publishedAt":"2026-01-26T12:00:09Z","content":"Si tu Mac va cada vez más lento, los ventiladores se ponen a tope en cuanto abres el navegador y empiezas a notar fallos raros al navegar o usar apps, no estás solo. Detrás de esos síntomas pueden es… [+20685 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"La inteligencia artificial incrementa la complejidad y la superficie de ataque en los entornos cloud","description":"El Informe sobre el Estado de la Seguridad Cloud 2026 de Fortinet alerta de un desajuste creciente entre la adopción de la IA y la capacidad de los equipos de seguridad.","url":"https://www.silicon.es/la-inteligencia-artificial-incrementa-la-complejidad-y-la-superficie-de-ataque-en-los-entornos-cloud-2576617","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/seguridad-cloud-inteligencia-artificial.jpeg","publishedAt":"2026-01-26T11:17:45Z","content":"La rápida adopción de la inteligencia artificial está transformando de forma profunda la gestión de los entornos cloud y elevando de manera significativa su complejidad operativa y de seguridad. Esta… [+3525 chars]"},{"source":{"id":null,"name":"Silicon.es"},"author":"Antonio Adrados Herrero","title":"El phishing invisible impulsado por IA inaugura una nueva generación de ataques web evasivos","description":"Unit 42 alerta sobre ataques de phishing que generan código malicioso en tiempo real con IA, dificultando su detección por los sistemas de seguridad tradicionales.","url":"https://www.silicon.es/el-phishing-invisible-impulsado-por-ia-inaugura-una-nueva-generacion-de-ataques-web-evasivos-2576593","urlToImage":"https://www.silicon.es/wp-content/uploads/2026/01/kits-phishing-2025-ciberataques.jpeg","publishedAt":"2026-01-26T09:31:01Z","content":"El phishing ha entrado en una nueva fase evolutiva marcada por el uso de inteligencia artificial generativa y técnicas avanzadas de evasión. Así lo concluye una investigación de Unit 42, el equipo de… [+3521 chars]"},{"source":{"id":null,"name":"Actualidadiphone.com"},"author":"Actualidad iPhone","title":"Estafas con Apple Pay: fraudes más habituales y cómo protegerte","description":"Las estafas con Apple Pay crecen: conoce los fraudes más comunes, cómo detectarlos y las medidas clave para proteger tu dinero y tus tarjetas.","url":"https://www.actualidadiphone.com/estafas-con-apple-pay-fraudes-mas-habituales-y-como-protegerte/","urlToImage":"https://www.actualidadiphone.com/wp-content/uploads/2026/01/estafas-con-Apple-Pay.jpg","publishedAt":"2026-01-26T03:59:04Z","content":"Apple Pay se ha hecho un hueco como una de las formas de pago móvil más utilizadas del planeta, con cientos de millones de usuarios y billones de operaciones cada año. Esa presencia masiva y la confi… [+12240 chars]"}]