[{"source":{"id":null,"name":"Adslzone.net"},"author":"Carlos Zapatero","title":"Pedro Sánchez cayó en una sofisticada técnica de espionaje con Pegasus conocida como «zero-click»","description":"El líder del Gobierno de España no tuvo que pinchar en ningún enlace o realizar cualquier otra acción para que Pegasus pudiera espiar toda la información de su smartphone. Pegasus, el software de espionaje con origen en Israel, aprovechó una vulnerabilidad de…","url":"https://www.adslzone.net/noticias/internet/pedro-sanchez-infecto-movil-zero-click/","urlToImage":"https://www.adslzone.net/app/uploads-adslzone.net/2026/02/pedro-sanchez-pcpal-1212-az-1.jpg","publishedAt":"2026-02-12T08:31:07Z","content":"Durante los últimos años, hemos sido testigos de cómo Pegasus, el software de espionaje líder a nivel mundial, ha penetrado en todo tipo de dispositivos de personalidades de gran relevancia a nivel i… [+4699 chars]"},{"source":{"id":null,"name":"Muycomputer.com"},"author":"Jose Montes","title":"La seguridad de Windows 10 está comprometida por el final de los certificados de arranque seguro","description":"La seguridad de Windows 10 se verá comprometida cuando en junio de 2026 finalice el ciclo de vida de los certificados para la función de Arranque Seguro por lo que es imperativo que los millones de máquinas que todavía usan el sistema activen el programa ESU …","url":"https://www.muycomputer.com/2026/02/12/la-seguridad-de-windows-10-esta-comprometida-por-el-final-de-los-certificados-de-arranque-seguro/","urlToImage":"https://www.muycomputer.com/wp-content/uploads/2026/02/seguridad_de_Windows_10-1000x600.jpg","publishedAt":"2026-02-12T07:12:20Z","content":"La seguridad de Windows 10 se verá comprometida cuando en junio de 2026 finalice el ciclo de vida de los certificados para la función de Arranque Seguro por lo que es imperativo que los millones de m… [+3803 chars]"},{"source":{"id":null,"name":"Europapress.es"},"author":null,"title":"La inteligencia artificial como objetivo de los cibercriminales y herramienta para perfeccionar y lanzar los ataques","description":"La inteligencia artificial (IA) se ha convertido en un objetivo de los cibercriminales, que buscan clonar los modelos propietarios, pero también en la herramienta que permite perfeccionar y lanzar ataques, lo que en paralelo ha hecho crecer un mercado clandes…","url":"https://www.europapress.es/portaltic/ciberseguridad/noticia-inteligencia-artificial-objetivo-cibercriminales-herramienta-perfeccionar-lanzar-ataques-20260212080134.html","urlToImage":"https://img.europapress.es/fotoweb/fotonoticia_20260212080134_1200.jpg","publishedAt":"2026-02-12T07:01:34Z","content":"MADRID, 12 Feb. (Portaltic/EP) - \r\n   La inteligencia artificial (IA) se ha convertido en un objetivo de los cibercriminales, que buscan clonar los modelos propietarios, pero también en la herramient… [+3133 chars]"},{"source":{"id":null,"name":"Libertaddigital.com"},"author":"Carla Castejón Rico","title":"La estafa de Netflix que puede dejar tu cuenta bancaria a cero","description":"Los atacantes emplean un falso acertijo matemático para ganar confianza y sustraer los dígitos.","url":"https://www.libertaddigital.com/ciencia-tecnologia/tecnologia/2026-02-12/la-estafa-de-netflix-que-puede-dejar-tu-cuenta-bancaria-a-cero-7357765/","urlToImage":"https://s1.staticld.com/2026/01/23/1200/675/serie-pelicula-elegir-television-descanso-entretenimiento.jpg","publishedAt":"2026-02-12T03:00:07Z","content":"La Policía Nacional y el INCIBE (Instituto Nacional de Ciberseguridad) han lanzado una advertencia urgente para todos los suscriptores de plataformas de streaming. Se ha detectado una campaña de phis… [+2628 chars]"}]