[{"source":{"id":null,"name":"Soydemac.com"},"author":"Alberto Navarro","title":"Hogares inteligentes: guía completa para entender y montar un smart home","description":"Descubre qué es un hogar inteligente, cómo funciona, pros, contras y qué necesitas para montar un smart home seguro y eficiente.","url":"https://www.soydemac.com/hogares-inteligentes-guia-completa-para-entender-y-montar-un-smart-home/","urlToImage":"https://www.soydemac.com/wp-content/uploads/2026/01/hogares-inteligentes.jpg","publishedAt":"2026-01-08T06:56:37Z","content":"Vivir en un piso que se adelanta a tus necesidades, ajusta la temperatura sin que digas nada y te avisa al móvil si alguien se acerca a la puerta ya no es ciencia ficción. Hoy, los hogares inteligent… [+20671 chars]"},{"source":{"id":null,"name":"Expansion.com"},"author":"Javier G. Fernández","title":"Así se cuelan los cibercriminales en las grandes empresas del Ibex","description":"Ciberataques recientes como los sufridos por Iberia, Iberdrola, Repsol o Banco Santander, en los que los criminales robaron datos de clientes atacando a proveedores externos, exponen la debilidad de las cadenas de suministro de las grandes corporaciones. Leer","url":"https://www.expansion.com/economia-digital/2026/01/08/695e7884468aeb6d578b456f.html","urlToImage":"https://e01-phantom-expansion.uecdn.es/c644ecfdabe0d37f8b35a1f4a6ec4d6d/f/webp/assets/multimedia/imagenes/2026/01/07/17677986677365.jpg","publishedAt":"2026-01-08T02:13:50Z","content":"Ciberataques recientes como los sufridos por Iberia, Iberdrola, Repsol o Banco Santander, en los que los criminales robaron datos de clientes atacando a proveedores externos, exponen la debilidad de … [+7098 chars]"},{"source":{"id":null,"name":"Milenio"},"author":"Rafael Mejía Fernández de Lara","title":"Detectan videos de tutoriales en TikTok que descargan virus; así puedes navegar seguro","description":"La Policía Cibernética detectó una serie de videos que circulan en distintas redes sociales, principalmente en TikTok, en los cuales se promueven supuestos métodos para activar, de manera gratuita, programas y servicios de pago, como sistemas operativos, paqu…","url":"https://www.milenio.com/policia/tutoriales-en-tiktok-que-descargan-malware-en-celular","urlToImage":"https://cdn.milenio.com/uploads/media/2025/09/10/tiktok-aprovechado-diversas-redes-criminales.jpg","publishedAt":"2026-01-08T00:30:00Z","content":"La Policía Cibernética detectó una serie de videos que circulan en distintas redes sociales, principalmente en TikTok, en los cuales se promueven supuestos métodos para activar, de manera gratuita, p… [+4327 chars]"}]